Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Areas/Admin/Views/Shared/_Partial_SidebarLeft.*.resx
Languages: ca, fr, ja, ko, vi, zh

# MENU-VICEM_MM_REPORT_CONSUMP_CURRENT
source: Output / Inventory
ca: លទ្ធផល / សន្និធិ
fr: Sortie / Inventaire
ja: 出力/インベントリ
ko: 출력 / 재고
vi: Sản lượng/Tồn kho
zh: 输出/库存

# MENU_ASSET
source: Property
ca: ទ្រព្យសម្បត្តិ
fr: La propriété
ja: 物件
ko: 재산
vi: Tài sản
zh: 物业资料

# MENU_ASSET_ACTIVITY
source: Action
ca: សកម្ម
fr: Actif
ja: アクティブ
ko: 활성
vi: Hoạt động
zh: 活跃的

# MENU_ASSET_ALLOCATION
source: Property allocation
ca: ការបែងចែកទ្រព្យសម្បត្តិ
fr: Attribution de propriété
ja: プロパティの割り当て
ko: 부동산 배분
vi: Cấp phát tài sản
zh: 财产分配

# MENU_ASSET_BUY
source: Property purchase
ca: ការទិញទ្រព្យសម្បត្តិ
fr: Achat immobilier
ja: 物件購入
ko: 부동산 구매
vi: Mua sắm tài sản
zh: 购买物业

# MENU_ASSET_BUY_OPERATE
source: Procurement run
ca: ដំណើរការលទ្ធកម្ម
fr: Cycle d'approvisionnement
ja: 調達実行
ko: 조달 실행
vi: Mua sắm vận hành
zh: 采购运行

# MENU_ASSET_CANCLE
source: Destroy property
ca: បំផ្លាញទ្រព្យសម្បត្តិ
fr: Détruire la propriété
ja: プロパティを破棄する
ko: 재산 파괴
vi: Hủy tài sản
zh: 销毁财产

# MENU_ASSET_COMMON_CATE
source: General catalog
ca: កាតាឡុកទូទៅ
fr: Catalogue général
ja: 総合カタログ
ko: 일반 카탈로그
vi: Danh mục chung
zh: 一般目录

# MENU_ASSET_GROUP
source: AssetGroup
ca: ក្រុមទ្រព្យសម្បត្តិ
fr: Groupe de propriétés
ja: プロパティグループ
ko: 속성 그룹
vi: Nhóm tài sản
zh: 物业组

# MENU_ASSET_INVENTORY
source: Property inventory
ca: បញ្ជីសារពើភណ្ឌទ្រព្យសម្បត្តិ
fr: Inventaire immobilier
ja: 物件一覧
ko: 부동산 재고
vi: Kiểm kê tài sản
zh: 财产清单

# MENU_ASSET_LIQUIDATION
source: Asset liquidation
ca: ការដាក់ទ្រព្យសកម្ម
fr: Liquidation d'actifs
ja: 資産清算
ko: 자산 청산
vi: Thanh lý tài sản
zh: 资产清算

# MENU_ASSET_MAINTENANCE
source: Property maintenance
ca: ការថែរក្សាទ្រព្យសម្បត្តិ
fr: Entretien de la propriété
ja: プロパティのメンテナンス
ko: 재산 유지
vi: Bảo dưỡng tài sản
zh: 物业维修

# MENU_ASSET_MANAGEMENT
source: Property book
ca: សៀវភៅទ្រព្យសម្បត្តិ
fr: Livre de propriété
ja: プロパティブック
ko: 부동산 도서
vi: Sổ tài sản
zh: 财产簿

# MENU_ASSET_QR_CODE
source: Manage QRCode
ca: គ្រប់គ្រង QRCode
fr: Gérer QRCode
ja: QRCodeを管理する
ko: QRCode 관리
vi: Quản lý QRCode
zh: 管理QRCode

# MENU_ASSET_RECALL
source: Asset recovery
ca: ដកហូតទ្រព្យសម្បត្តិ
fr: Révoquer la propriété
ja: プロパティを取り消す
ko: 속성 해지
vi: Thu hồi tài sản
zh: 撤销财产

# MENU_ASSET_REPAIR
source: Maintenance and repair
ca: ថែទាំនិងជួសជុល
fr: Maintenance et réparation
ja: メンテナンスと修理
ko: 유지 보수 및 수리
vi: Bảo dưỡng sửa chữa
zh: 保养与维修

# MENU_ASSET_REPAIR_ASSET
source: Property repairs
ca: ការជួសជុលទ្រព្យសម្បត្តិ
fr: Réparations immobilières
ja: プロパティの修理
ko: 부동산 수리
vi: Sửa chữa tài sản
zh: 物业维修

# MENU_ASSET_RPT_BROKEN
source: Report damaged / lost property
ca: រាយការណ៍ទ្រព្យសម្បត្តិដែលបាត់បង់ / បាត់បង់
fr: Signaler un bien endommagé ou perdu
ja: 破損/紛失した物件を報告する
ko: 손상 / 분실물 신고
vi: Báo hỏng/mất tài sản
zh: 报告损坏/丢失的财产

# MENU_ASSET_RQ_MAINTENANCE
source: Y / C repair maintenance
ca: ការជួសជុលថែទាំ Y / C
fr: Entretien réparation Y / C
ja: Y / C修理メンテナンス
ko: Y / C 수리 유지 보수
vi: Y/C sửa chữa bảo dưỡng
zh: Y / C维修保养

# MENU_ASSET_SETTING_ATTR
source: Property settings
ca: ការកំណត់ទ្រព្យសម្បត្តិ
fr: Paramètres des propriétés
ja: プロパティ設定
ko: 속성 설정
vi: Cài đặt thuộc tính
zh: 属性设定

# MENU_ASSET_TRANSFER
source: Asset transfer
ca: ផ្ទេរទ្រព្យសម្បត្តិ
fr: Transfert d'actifs
ja: 資産譲渡
ko: 자산 양도
vi: Điều chuyển tài sản
zh: 资产转移

# MENU_ASSET_TYPE
source: AssetType
ca: ប្រភេទទ្រព្យសម្បត្តិ
fr: Type de bien
ja: 物件タイプ
ko: 부동산 유형
vi: Loại tài sản
zh: 物业类型

# MENU_CMS_BANNER
source: Banner management
ca: ការគ្រប់គ្រងបដា
fr: Gestion des bannières
ja: バナー管理
ko: 배너 관리
vi: Quản lý banner
zh: 标语管理

# MENU_CMS_CATE
source: Category
ca: ប្រភេទ
fr: Catégorie
ja: カテゴリー
ko: 카테고리
vi: Danh mục
zh: 类别分类

# MENU_CMS_COMMENT
source: Comments you read
ca: យោបល់ដែលអ្នកបានអាន
fr: Commentaires que vous lisez
ja: あなたが読んだコメント
ko: 읽은 의견
vi: Ý kiến bạn đọc
zh: 您阅读的评论

# MENU_CMS_CONTENT_MANAGER
source: Content Management
ca: ការគ្រប់គ្រងមាតិកា
fr: Gestion de contenu
ja: コンテンツ管理
ko: 컨텐츠 관리
vi: Quản lý nội dung
zh: 内容管理

# MENU_CMS_EXTRAFILED
source: Extra Field
ca: វាលបន្ថែម
fr: Champ supplémentaire
ja: 追加フィールド
ko: 추가 필드
zh: 额外领域

# MENU_CMS_FIELD_GROUP
source: Extra Field Group
ca: ក្រុមវាលបន្ថែម
fr: Groupe de champs supplémentaires
ja: 追加フィールドグループ
ko: 추가 필드 그룹
zh: 额外领域小组

# MENU_CMS_LINKS
source: Links link
ca: តំណភ្ជាប់តំណ
fr: Liens liens
ja: リンク集
ko: 링크 링크
vi: Links liên kết
zh: 链接链接

# MENU_CMS_LIST_DOCUMENT
source: List of documents
ca: បញ្ជីឯកសារ
fr: Liste des documents
ja: 資料一覧
ko: 문서 목록
vi: Danh sách văn bản
zh: 文件清单

# MENU_CMS_POST
source: Posts
ca: អត្ថបទ
fr: Les articles
ja: 記事
ko: 기사
vi: Bài viết
zh: 文章

# MENU_CMS_SLIDER
source: Manage slider
ca: គ្រប់គ្រងគ្រាប់រំកិល
fr: Gérer le curseur
ja: スライダーを管理する
ko: 슬라이더 관리
vi: Quản lý slider
zh: 管理滑块

# MENU_CMS_TAGS
source: Manage tags
ca: គ្រប់គ្រងស្លាក
fr: Gérer les tags
ja: タグを管理する
ko: 태그 관리
vi: Quản lý tags
zh: 管理标签

# MENU_CMS_VIDEO
source: Video management
ca: ការគ្រប់គ្រងវីដេអូ
fr: Gestion vidéo
ja: ビデオ管理
ko: 비디오 관리
vi: Quản lý video
zh: 影片管理

# MENU_CONTACT_ADMIN
source: Contact Management
ca: ការគ្រប់គ្រងទំនាក់ទំនង
fr: Gestion des contacts
ja: 連絡先管理
ko: 연락처 관리
vi: Quản trị liên hệ
zh: 联系人管理

# MENU_CONTRACT_BUYER
source: Purchase contract
ca: កិច្ចសន្យានៃការទិញ
fr: Contrat d'achat
ja: 購入の契約
ko: 구매 계약
vi: Hợp đồng mua
zh: 采购合同

# MENU_CONTRACT_MANAGER
source: Administer the contract
ca: គ្រប់គ្រងកិច្ចសន្យា
fr: Administrer le contrat
ja: 契約を管理する
ko: 계약 관리
vi: Quản trị hợp đồng
zh: 管理合同

# MENU_CONTRACT_ORDER
source: Contract / Order
ca: កិច្ចសន្យា / បញ្ជាទិញ
fr: Contrat / Commande
ja: 契約/注文
ko: 계약 / 주문
vi: Hợp đồng/Đơn hàng
zh: 合约/订单

# MENU_CONTRACT_ORDER_ARCHIVES
source: Archives
ca: ឃ្លាំងឯកសារ
fr: Référentiel de documents
ja: ドキュメントリポジトリ
ko: 문서 저장소
vi: Kho tài liệu
zh: 文件库

# MENU_CONTRACT_ORDER_MANAGER
source: Contract / order
ca: កិច្ចសន្យា / បញ្ជាទិញ
fr: Contrat / commande
ja: 契約/注文
ko: 계약 / 주문
vi: Hợp đồng/ đơn hàng
zh: 合同/订单

# MENU_CONTRACT_ORDER_PROGRAM_TRACKING
source: Track progress
ca: តាមដានដំណើរការ
fr: Suivre les progrès
ja: 進捗を追跡する
ko: 진행 상황 추적
vi: Theo dõi tiến độ
zh: 追踪进度

# MENU_CONTRACT_ORDER_SUPPLIER
source: Order (Supplier)
ca: ការបញ្ជាទិញ (អ្នកផ្គត់ផ្គង់)
fr: Commande (fournisseur)
ja: 注文（サプライヤー）
ko: 주문 (공급자)
vi: Đặt hàng(Nhà cung cấp)
zh: 订单（供应商）

# MENU_CONTRACT_REQUEST_IMPORT
source: Y / C order
ca: បញ្ជាទិញអ៊ី / ស៊ី
fr: Commande Y / C
ja: Y / C注文
ko: Y / C 주문
vi: Y/C đặt hàng
zh: Y / C顺序

# MENU_CONTRACT_REQUEST_PRICE
source: Y / C ask for price
ca: Y / C ស្នើសុំតម្លៃ
fr: Y / C demander un prix
ja: Y / Cは価格を求める
ko: Y / C는 가격을 요구합니다
vi: Y/C hỏi giá
zh: Y / C询问价格

# MENU_CONTRACT_SALES
source: Sale contract
ca: កិច្ចសន្យាលក់
fr: Contrat de vente
ja: 販売契約
ko: 판매 계약
vi: Hợp đồng bán
zh: 销售合同

# MENU_CONTRACT_TOTAL_REQUEST_ORDER
source: Synthesis of University Medical University
ca: សំយោគនៃសាកលវិទ្យាល័យវេជ្ជសាស្ត្រសាកលវិទ្យាល័យ
fr: Synthèse de l'Université de médecine
ja: 大学医科大学の統合
ko: 의과 대학의 합성
vi: Tổng hợp Y/C ĐH
zh: 大学医科大学综合

# MENU_CONTRACT_TRACK_PROGRESS
source: Track progress
ca: តាមដានដំណើរការ
fr: Suivre les progrès
ja: 進捗を追跡する
ko: 진행 상황 추적
vi: Theo dõi tiến độ
zh: 追踪进度

# MENU_CUSTOMER
source: Customer
ca: អតិថិជន
fr: Les clients
ja: お客さま
ko: 고객
vi: Khách hàng
zh: 客户群

# MENU_CUSTOMER_ARCHIVES
source: Archives
ca: ឃ្លាំងឯកសារ
fr: Référentiel de documents
ja: ドキュメントリポジトリ
ko: 문서 저장소
vi: Kho tài liệu
zh: 文件库

# MENU_CUSTOMER_CARD_JOB
source: Executive work
ca: ការងារប្រតិបត្តិ
fr: Travail exécutif
ja: エグゼクティブワーク
ko: 행정 업무
vi: Điều hành việc
zh: 执行工作

# MENU_CUSTOMER_CARE
source: Customer care
ca: ការយកចិត្តទុកដាក់របស់អតិថិជន
fr: Service à la clientèle
ja: カスタマーケア
ko: 고객 관리
vi: Chăm sóc khách hàng
zh: 客户服务

# MENU_CUSTOMER_CATEGORY_REMIND
source: List reminders
ca: បញ្ជីរំersក
fr: Liste des rappels
ja: リストのリマインダー
ko: 알림 목록
vi: Danh mục nhắc nhở
zh: 清单提醒

# MENU_CUSTOMER_EVENT
source: Event
ca: ព្រឹត្តិការណ៍
fr: Événement
ja: イベント
ko: 행사
vi: Sự kiện
zh: 大事记

# MENU_CUSTOMER_LIST
source: D / S customers
ca: អតិថិជនឃ / អេស
fr: Clients D / S
ja: D / Sのお客様
ko: D / S 고객
vi: D/S khách hàng
zh: D / S客户

# MENU_CUSTOMER_LOCATION_MANAGE
source: Location management
ca: ការគ្រប់គ្រងទីតាំង
fr: Gestion de la localisation
ja: ロケーション管理
ko: 위치 관리
vi: Quản lý vị trí
zh: 位置管理

# MENU_CUSTOMER_MANAGER_POSITION
source: Location management
ca: ការគ្រប់គ្រងទីតាំង
fr: Gestion de la localisation
ja: ロケーション管理
ko: 위치 관리
vi: Quản lý vị trí
zh: 位置管理

# MENU_CUSTOMER_MAP
source: Map
ca: ផែនទី
fr: Carte
ja: 地図
ko: 지도
vi: Bản đồ
zh: 地图

# MENU_CUSTOMER_PROGRAM_TRACKING
source: Track progress
ca: តាមដានដំណើរការ
fr: Suivre les progrès
ja: 進捗を追跡する
ko: 진행 상황 추적
vi: Theo dõi tiến độ
zh: 追踪进度

# MENU_CUSTOMER_REMINDER
source: List reminders
ca: បញ្ជីរំersក
fr: Liste des rappels
ja: リストのリマインダー
ko: 알림 목록
vi: Danh mục nhắc nhở
zh: 清单提醒

# MENU_CUSTOMER_REPORT
source: Statistic
ca: របាយការណ៍ស្ថិតិ
fr: Rapport statistique
ja: 統計レポート
ko: 통계 보고서
vi: Báo cáo thống kê
zh: 统计报告

# MENU_CUSTOMER_REQUIREMENTS
source: Customer requirements
ca: ការស្នើសុំរបស់អតិថិជន
fr: Demande du client
ja: 顧客の要求
ko: 고객 요청
vi: Thông tin cơ hội
zh: 客户要求

# MENU_CUSTOMER_TRACK_PROGRESS
source: Track progress
ca: តាមដានដំណើរការ
fr: Suivre les progrès
ja: 進捗を追跡する
ko: 진행 상황 추적
vi: Theo dõi tiến độ
zh: 追踪进度

# MENU_CUSTOMER_UPLOAD
source: Upload to customers
ca: ផ្ទុកឡើងដល់អតិថិជន
fr: Transférer aux clients
ja: 顧客にアップロードする
ko: 고객에게 업로드
vi: Tải lên khách hàng
zh: 上传给客户

# MENU_CUSTOMER_UPLOAD_CUSTOMER
source: Upload to customers
ca: ផ្ទុកឡើងដល់អតិថិជន
fr: Transférer aux clients
ja: 顧客にアップロードする
ko: 고객에게 업로드
vi: Tải lên khách hàng
zh: 上传给客户

# MENU_CUSTUMMER_REMEMBER
source: Event
ca: ព្រឹត្តិការណ៍
fr: Événement
ja: イベント
ko: 행사
vi: Sự kiện
zh: 大事记

# MENU_DASHBOARD
source: Tables
ca: តារាងតួលេខ
fr: Tableau des figures
ja: 図表
ko: 그림 목차
vi: Bảng số liệu
zh: 图表

# MENU_EDMS_MOVE_BOX
source: Rearranging the bin
ca: រៀបចំធុងសំរាមឡើងវិញ
fr: Réarranger le bac
ja: ビンの並べ替え
ko: 출력 함 재 배열
vi: Xếp lại thùng
zh: 重新整理垃圾箱

# MENU_EDMS_SEND_RECEOPT_PROFILE
source: Y / C leaves the warehouse
ca: អ៊ី / ស៊ីទុកឃ្លាំង
fr: Y / C quitte l'entrepôt
ja: Y / Cは倉庫を離れます
ko: Y / C는 창고를 떠난다
vi: Y/C xuất kho
zh: Y / C离开仓库

# MENU_EDMS_WARE_HOUSE_MANAGER
source: Floors, ranges, shelves
ca: ជាន់, ជួរ, ធ្នើ
fr: Sols, cuisinières, étagères
ja: 床、レンジ、棚
ko: 바닥, 범위, 선반
vi: Tầng, dãy, kệ
zh: 地板，范围，架子

# MENU_EMPLOYEE_ONLINE_MAP
source: Online tracking
ca: តាមដានតាមអ៊ីនធឺណិត
fr: Suivi en ligne
ja: ການຕິດຕາມທາງອິນເຕີເນັດ
ko: 온라인 추적
vi: Theo dõi trực tuyến
zh: 在线追踪

# MENU_FINANCE_FUND
source: Fund
ca: មូលនិធិ
fr: Fonds
ja: 基金
ko: 기금
vi: Quỹ
zh: 基金

# MENU_FINANCE_RPT_FUND
source: Fund warning
ca: ការព្រមានមូលនិធិ
fr: Avertissement de fonds
ja: ファンド警告
ko: 자금 경고
vi: Cảnh báo quỹ
zh: 资金警告

# MENU_FINANCE_SMS
source: SMS management
ca: ការគ្រប់គ្រងសារ SMS
fr: Gestion des SMS
ja: SMS管理
ko: SMS 관리
vi: Quản lý SMS
zh: 短信管理

# MENU_FUND
source: Fund management
ca: ការគ្រប់គ្រងមូលនិធិ
fr: Gestion de fonds
ja: 資金管理
ko: 자금 관리
vi: Quản lý quỹ
zh: 资金管理

# MENU_FUND_ACC_ENTRY
source: Income and expenditure patterns
ca: ការបញ្ជាទិញបង្កាន់ដៃ / បង់ប្រាក់
fr: Reçu / ordre de paiement
ja: 領収書/支払い注文
ko: 영수증 / 지급 주문
vi: Phiếu thu / chi
zh: 收据/付款单

# MENU_FUND_CAT_REPT_EXPS
source: Fund portfolio
ca: ផលប័ត្រមូលនិធិ
fr: Portefeuille de fonds
ja: ファンドポートフォリオ
ko: 펀드 포트폴리오
vi: Danh mục quỹ
zh: 基金组合

# MENU_FUND_CURRENCY
source: Currency
ca: ប្រភេទនៃប្រាក់
fr: Type d'argent
ja: お金の種類
ko: 돈의 종류
vi: Loại tiền
zh: 钱种

# MENU_FUND_EXCHAG_RATE
source: Exchange rate
ca: អត្រាប្តូរប្រាក់
fr: Taux de change
ja: 為替レート
ko: 환율
vi: Tỷ giá
zh: 汇率

# MENU_FUND_PARAM_FOR_WARNING
source: Set up alerts
ca: រៀបចំការដាស់តឿន
fr: Mettre en place des alertes
ja: アラートを設定する
ko: 알림 설정
vi: Thiết lập cảnh báo
zh: 设置警报

# MENU_FUND_PLAN_ACC_ENTRY
source: Revenue / expenditure plan
ca: ផែនការចំណូល / ចំណាយ
fr: Plan de revenus / dépenses
ja: 収入/支出計画
ko: 수익 / 지출 계획
vi: Kế hoạch thu / chi
zh: 收支计划

# MENU_FUND_REPORT
source: Monthly report
ca: របាយការណ៍ចំណូល / ចំណាយ
fr: État des revenus / dépenses
ja: 収支報告書
ko: 손익 계산서
vi: Báo cáo thu / chi
zh: 收入/支出表

# MENU_FUND_WARNING
source: Fund warning
ca: ការព្រមានមូលនិធិ
fr: Avertissement de fonds
ja: ファンド警告
ko: 자금 경고
vi: Cảnh báo quỹ
zh: 资金警告

# MENU_GRUSR
source: User group
ca: ក្រុមអ្នកប្រើប្រាស់
fr: Groupe d'utilisateurs
ja: ユーザーグループ
ko: 사용자 그룹
vi: Nhóm người dùng
zh: 用户组

# MENU_HOLIDAY
source: Day off
ca: ថ្ងៃឈប់សម្រាក
fr: Vacances
ja: 祝日
ko: 휴일
vi: Ngày nghỉ
zh: 假期

# MENU_HR_CALCULATE_SALARY
source: Payroll
ca: ប្រាក់ខែ
fr: Paie
ja: 給与
ko: 급여
vi: Tính lương
zh: 工资单

# MENU_HR_CAL_SALARY
source: Payroll
ca: បើកប្រាក់ខែ
fr: Paie
ja: 給与
ko: 급여
vi: Tính lương
zh: 丁隆

# MENU_HUMAN_RESOURCE_MANAGEMENT
source: Human resources management
ca: ការគ្រប់គ្រងធនធានមនុស្ស
fr: Gestion des ressources humaines
ja: 人事管理
ko: 인적 자원 관리
vi: Danh sách nhân sự
zh: 人力资源管理

# MENU_LIST_OF_CUSTOMER_REMINDER
source: Event
ca: ព្រឹត្តិការណ៍
fr: Événement
ja: イベント
ko: 행사
vi: Sự kiện
zh: 大事记

# MENU_LIST_OF_REMINDERS
source: List reminders
ca: បញ្ជីរំersក
fr: Liste des rappels
ja: リストのリマインダー
ko: 알림 목록
vi: Danh mục nhắc nhở
zh: 清单提醒

# MENU_LIST_OF_REMINDERS_ATTR
source: List reminders
ca: បញ្ជីរំersក
fr: Liste des rappels
ja: リストのリマインダー
ko: 알림 목록
vi: Danh mục nhắc nhở
zh: 清单提醒

# MENU_LOGOUT
source: Exit
ca: ចេញ
fr: Sortie
ja: 出口
ko: 출구
vi: Thoát
zh: 退出

# MENU_MANAGER_POSITION
source: Location management
ca: ការគ្រប់គ្រងទីតាំង
fr: Gestion de la localisation
ja: ロケーション管理
ko: 위치 관리
vi: Quản lý vị trí
zh: 位置管理

# MENU_MONITOR
source: Monitor
ca: ម៉ូនីទ័រ
fr: Moniteur
ja: モニター
ko: 모니터
zh: 监控器

# MENU_OFFICE_MANAGEMENT
source: Administration dispatch
ca: បញ្ជូនរដ្ឋបាល
fr: Envoi administratif
ja: 管理派遣
ko: 행정 파견
vi: Quản trị công văn
zh: 行政调度

# MENU_OM_AUTHORING
source: Authority
ca: ការអនុញ្ញាត
fr: Autorisation
ja: 認可
ko: 승인
vi: Ủy quyền
zh: 授权书

# MENU_OM_DIRECTORY_MANAGEMENT
source: Directory management
ca: ការគ្រប់គ្រងថត
fr: Gestion de répertoire
ja: ディレクトリ管理
ko: 디렉토리 관리
vi: Quản trị danh mục
zh: 目录管理

# MENU_OM_DM_DISPATCHES_DOCUMENT
source: Number of documents
ca: ចំនួនឯកសារ
fr: Nombre de documents
ja: 文書数
ko: 문서 수
vi: Số văn bản
zh: 文件数

# MENU_OM_DM_DISPATCHES_DOCUMENT_CONFIDENTIALITY
source: Density
ca: ដង់ស៊ីតេ
fr: La densité
ja: 密度
ko: 밀도
vi: Độ mật
zh: 密实度

# MENU_OM_DM_DISPATCHES_DOCUMENT_TYPE
source: Document Type
ca: ប្រភេទនៃអត្ថបទ
fr: Type de texte
ja: テキストの種類
ko: 텍스트의 종류
vi: Loại văn bản
zh: 文字类型

# MENU_OM_TEXT_GOING
source: Text go
ca: អត្ថបទទៅ
fr: Texte aller
ja: テキスト行く
ko: 텍스트 이동
vi: Văn bản đi
zh: 文字去

# MENU_OM_TEXT_TO
source: Text to come
ca: អត្ថបទដែលត្រូវមក
fr: Texte à venir
ja: 来るテキスト
ko: 올 텍스트
vi: Văn bản đến
zh: 文字来了

# MENU_OM_TG_DOCUMENT_WAITING_HANDLING
source: Document pending processing
ca: ដំណើរការឯកសារមិនទាន់សម្រេច
fr: Document en attente de traitement
ja: ドキュメントの保留中の処理
ko: 문서 보류 처리
vi: Văn bản chờ xử lý
zh: 文件待处理

# MENU_OM_TG_INTO_TEXT_NUMBER
source: Enter the text number
ca: បញ្ចូលលេខអត្ថបទ
fr: Entrez le numéro du texte
ja: テキスト番号を入力してください
ko: 텍스트 번호를 입력하십시오
vi: Vào số văn bản
zh: 输入文字号码

# MENU_OM_TT_DOCUMENT_WAITING_HANDLING
source: Document pending processing
ca: ដំណើរការឯកសារមិនទាន់សម្រេច
fr: Document en attente de traitement
ja: ドキュメントの保留中の処理
ko: 문서 보류 처리
vi: Văn bản chờ xử lý
zh: 文件待处理

# MENU_OM_TT_INTO_TEXT_NUMBER
source: Enter the text number
ca: បញ្ចូលលេខអត្ថបទ
fr: Entrez le numéro du texte
ja: テキスト番号を入力してください
ko: 텍스트 번호를 입력하십시오
vi: Vào số văn bản
zh: 输入文字号码

# MENU_OPERATE_WORK
source: Operate work
ca: ការងារប្រតិបត្តិ
fr: Travail exécutif
ja: エグゼクティブワーク
ko: 행정 업무
vi: Điều hành công việc
zh: 执行工作

# MENU_OTHER
source: Other
ca: ផ្សេងទៀត
fr: Autre
ja: その他
ko: 기타
vi: Khác
zh: 其他

# MENU_OW_CANDIDATE
source: Recruitment management
ca: ការគ្រប់គ្រងការជ្រើសរើសបុគ្គលិក
fr: Gestion du recrutement
ja: 採用管理
ko: 채용 관리
vi: Quản lí tuyển dụng
zh: 招聘管理

# MENU_OW_CANDIDATE_CALENDAR_CANDIDATE
source: Calendar
ca: កាលវិភាគការងារ
fr: Horaire de travail
ja: 勤務スケジュール
ko: 작업 일정
vi: Lịch làm việc
zh: 工作时间表

# MENU_OW_CANDIDATE_CALENDAR_INTERVIEW
source: Interview schedule
ca: កាលវិភាគសម្ភាសន៍
fr: Calendrier des entretiens
ja: 面接スケジュール
ko: 인터뷰 일정
vi: Lịch phỏng vấn
zh: 面试时间表

# MENU_OW_CANDIDATE_CANDIDATES_MANAGEMENT
source: Candidate management
ca: ការគ្រប់គ្រងបេក្ខជន
fr: Gestion des candidats
ja: 候補者管理
ko: 후보자 관리
vi: Quản lý ứng viên
zh: 候选人管理

# MENU_OW_CARD_JOB
source: Operate work
ca: ការងារប្រតិបត្តិ
fr: Travail exécutif
ja: エグゼクティブワーク
ko: 행정 업무
vi: Điều hành công việc
zh: 执行工作

# MENU_OW_EMPLOYEES
source: Human resource control
ca: ការគ្រប់គ្រងធនធានមនុស្ស
fr: Contrôle des ressources humaines
ja: 人事管理
ko: 인적 자원 관리
vi: Kiểm soát nhân sự
zh: 人力资源控制

# MENU_OW_EMPLOYEES_STAFF_CALENDAR
source: Calendar
ca: កាលវិភាគការងារ
fr: Horaire de travail
ja: 勤務スケジュール
ko: 작업 일정
vi: Lịch làm việc
zh: 工作时间表

# MENU_OW_EMPLOYEES_STAFF_LATE
source: Report late / Leave
ca: រាយការណ៍យឺត / ចាកចេញ
fr: Signaler le retard / partir
ja: 遅刻/退出
ko: 늦게 신고 / 휴가
vi: Báo muộn/Xin nghỉ
zh: 延迟报告/请假

# MENU_OW_EMPLOYEES_STAFF_REGISTRATION
source: Public supervision
ca: ការត្រួតពិនិត្យជាសាធារណៈ
fr: Surveillance publique
ja: 公共監督
ko: 공공 감독
vi: Giám sát công
zh: 公众监督

# MENU_OW_EMPLOYEES_STAFF_TIME_KEEPING
source: Timekeeping
ca: ការចូលរួម
fr: Présence
ja: 出席者
ko: 출석
vi: Chấm công
zh: 出勤率

# MENU_OW_SET_COMPANY_MENU
source: Catalog settings
ca: ការកំណត់កាតាឡុក
fr: Paramètres du catalogue
ja: カタログ設定
ko: 카탈로그 설정
vi: Cài đặt danh mục
zh: 目录设置

# MENU_PAS_PRODUCT_MANAGEMENT
source: Product administration
ca: ការគ្រប់គ្រងផលិតផល
fr: Administration du produit
ja: 製品管理
ko: 제품 관리
vi: Quản trị sản phẩm
zh: 产品管理

# MENU_PAS_SERVICES_CATEGORY
source: List of services
ca: កាតាឡុកសេវាកម្ម
fr: Catalogue de service
ja: サービスカタログ
ko: 서비스 카탈로그
vi: Danh mục dịch vụ
zh: 服务目录

# MENU_PAS_SERVICES_CATEGORY_GROUP
source: Service group
ca: ក្រុមសេវាកម្ម
fr: Groupe de service
ja: サービスグル​​ープ
ko: 서비스 그룹
vi: Nhóm dịch vụ
zh: 服务组

# MENU_PAS_SERVICES_CATEGORY_PRICE
source: Service price list
ca: បញ្ជីតម្លៃសេវាកម្ម
fr: Liste de prix de service
ja: サービス価格表
ko: 서비스 가격표
vi: Bảng giá dịch vụ
zh: 服务价格表

# MENU_PAS_SERVICES_CATEGORY_TYPE
source: Type of service
ca: ប្រភេទសេវាកម្ម
fr: Type de service
ja: サービスの種類
ko: 서비스 종류
vi: Loại dịch vụ
zh: 服务种类

# MENU_PAS_SERVICES_MANAGEMENT
source: Service administration
ca: រដ្ឋបាលសេវាកម្ម
fr: Administration du service
ja: サービス管理
ko: 서비스 관리
vi: Quản trị dịch vụ
zh: 服务管理

# MENU_PERSONNEL
source: Personnel
ca: ធនធានមនុស្ស
fr: Ressources humaines
ja: 人事
ko: 인적 자원
vi: Nhân sự
zh: 人力资源

# MENU_PRODUCTS_AND_SERVICES
source: Products and services
ca: ផលិតផលនិងសេវាកម្ម
fr: Produits et services
ja: 製品とサービス
ko: 제품 및 서비스
vi: Sản phẩm và dịch vụ
zh: 产品与服务

# MENU_PRODUCT_SELL_PRICE
source: Price management
ca: ការគ្រប់គ្រងតម្លៃ
fr: Gestion des prix
ja: 価格管理
ko: 가격 관리
vi: Quản trị giá bán
zh: 价格管理

# MENU_PROJECT
source: Project
ca: គម្រោង
fr: Le projet
ja: プロジェクト
ko: 프로젝트
vi: Dự án
zh: 该项目

# MENU_PROJECT_ARCHIVES
source: Archives
ca: ឃ្លាំងឯកសារ
fr: Référentiel de documents
ja: ドキュメントリポジトリ
ko: 문서 저장소
vi: Kho tài liệu
zh: 文件库

# MENU_PROJECT_MANAGEMENT
source: Project / Bidding
ca: គម្រោង / ការដេញថ្លៃ
fr: Projet / Soumission
ja: プロジェクト/入札
ko: 프로젝트 / 입찰
vi: Dự án/Đấu thầu
zh: 项目/招标

# MENU_PROJECT_MANAGE_TEAM
source: Group management
ca: ការគ្រប់គ្រងក្រុម
fr: Gestion de groupe
ja: グループ経営
ko: 그룹 관리
vi: Quản lý nhóm
zh: 集团管理

# MENU_PROJECT_PROGRESS
source: Track progress
ca: តាមដានដំណើរការ
fr: Suivre les progrès
ja: 進捗を追跡する
ko: 진행 상황 추적
vi: Theo dõi tiến độ
zh: 追踪进度

# MENU_PROJECT_PROJECT_MN
source: Executive implementation
ca: ការអនុវត្តប្រតិបត្តិ
fr: Mise en œuvre exécutive
ja: エグゼクティブの実装
ko: 집행 구현
vi: Điều hành triển khai
zh: 执行执行

# MENU_RAS_INVENTORY
source: Inventory
ca: សារពើភ័ណ្ឌ
fr: Inventaire
ja: 在庫
ko: 재고
vi: Tồn kho
zh: 存货

# MENU_REMOOC
source: Romooc
ca: រំចង់
ja: ロモック
ko: 로무 크
zh: 罗莫克

# MENU_REMOOC_ACTIVE_ORDER
source: Dispatch command
ca: បញ្ជូនពាក្យបញ្ជា
fr: Commande d'expédition
ja: ディスパッチコマンド
ko: 디스패치 명령
vi: Lệnh điều động
zh: 调度命令

# MENU_REMOOC_CAR_MANAGEMENT
source: Parking management
ca: ការគ្រប់គ្រងកន្លែងចតរថយន្ត
fr: Gestion de parking
ja: 駐車場管理
ko: 주차 관리
vi: Quản lý bãi xe
zh: 停车管理

# MENU_REMOOC_DRIVING_MANAGEMENT
source: Driver management
ca: ការគ្រប់គ្រងកម្មវិធីបញ្ជា
fr: Gestion de conducteur
ja: ドライバー管理
ko: 운전자 관리
vi: Quản lý lái xe
zh: 司机管理

# MENU_REMOOC_INTERNAL_NEWS
source: Internal news
ca: ព័ត៌មានផ្ទៃក្នុង
fr: Nouvelles internes
ja: 内部ニュース
ko: 내부 뉴스
vi: Tin nội bộ
zh: 内部新闻

# MENU_REMOOC_INTERNAL_NEWS_LIST
source: Category
ca: ប្រភេទ
fr: Catégorie
ja: カテゴリー
ko: 카테고리
vi: Danh mục
zh: 类别分类

# MENU_REMOOC_INTERNAL_NEWS_NEWS
source: News
ca: ព័ត៌មាន
fr: Nouvelles
ja: ニュース
ko: 뉴스
vi: Tin tức
zh: 最新消息

# MENU_REMOOC_MAP
source: Map object
ca: វត្ថុផែនទី
fr: Objet carte
ja: マップオブジェクト
ko: 지도 객체
vi: Đối tượng bản đồ
zh: 地图对象

# MENU_REMOOC_RAM_LIST
source: Category
ca: ប្រភេទ
fr: Catégorie
ja: カテゴリー
ko: 카테고리
vi: Danh mục
zh: 类别分类

# MENU_REMOOC_RAM_MAINTENANCE_NUMBER
source: Number of maintenance
ca: ចំនួននៃការថែទាំ
fr: Nombre de maintenance
ja: メンテナンス回数
ko: 유지 보수 횟수
vi: Số bảo dưỡng
zh: 维修次数

# MENU_REMOOC_RAM_PRICE_LIST
source: Price list
ca: តារាងតំលៃ
fr: Liste de prix
ja: 価格表
ko: 가격표
vi: Bảng giá
zh: 价格表

# MENU_REMOOC_REPAIR_AND_MAINTENANCE
source: Maintenance
ca: ជួសជុលនិងថែទាំ
fr: Réparation et maintenance
ja: 修理とメンテナンス
ko: 수리 및 유지 보수
vi: Sửa chữa bảo dưỡng
zh: 维修与保养

# MENU_REMOOC_ROMOOC_MANAGEMENT
source: Romooc management
ca: ការគ្រប់គ្រងរ៉ូម៉ាច
fr: Gestion romooc
ja: ロモック管理
ko: Romooc 관리
vi: Quản lý romooc
zh: Romooc管理

# MENU_REMOOC_SETTTING
source: Setting
ca: ដំឡើង
fr: Installer
ja: インストールする
ko: 설치
vi: Cài đặt
zh: 安装

# MENU_REMOOC_SETTTING_GOOGLE_TOOKEN
source: Google tooken
ca: ហ្គូហ្គោលបានយក
fr: Google a pris
ja: Google Takeen
ko: 구글은했다
zh: 谷歌采取

# MENU_REMOOC_SOS
source: Emergency (SOS)
ca: អាសន្ន (អេសអូអេស)
fr: Urgence (SOS)
ja: 緊急（SOS）
ko: 긴급 (SOS)
vi: Khẩn cấp(SOS)
zh: 紧急（SOS）

# MENU_REMOOC_TRACK_MANAGEMENT
source: Tractor management
ca: ការគ្រប់គ្រងត្រាក់ទ័រ
fr: Gestion du tracteur
ja: トラクター管理
ko: 트랙터 관리
vi: Quản lý đầu kéo
zh: 拖拉机管理

# MENU_REMOOC_TRIP_LIST
source: Trip list
ca: បញ្ជីដំណើរកម្សាន្ត
fr: Liste de voyage
ja: 旅行リスト
ko: 여행 목록
vi: Danh sách chuyến đi
zh: 行程清单

# MENU_REPORT_AND_STATISTICS
source: Statistic
ca: របាយការណ៍ស្ថិតិ
fr: Rapport statistique
ja: 統計レポート
ko: 통계 보고서
vi: Báo cáo thống kê
zh: 统计报告

# MENU_SETTING_ADMIN_MANAGEMENT
source: Administration of users
ca: រដ្ឋបាលអ្នកប្រើប្រាស់
fr: Administration des utilisateurs
ja: ユーザーの管理
ko: 사용자 관리
vi: Quản trị người dùng
zh: 用户管理

# MENU_SETTING_APPLICATION
source: App application
ca: កម្មវិធីកម្មវិធី
fr: Application d'application
ja: アプリアプリ
ko: 앱 애플리케이션
vi: Ứng dụng app
zh: 应用程式

# MENU_SETTING_APPLICATION_ADDON
source: Addon application
ca: កម្មវិធី Addon
fr: Application complémentaire
ja: アドオンアプリケーション
ko: 애드온 응용
vi: Ứng dụng addon
zh: 插件应用

# MENU_SETTING_APPLICATION_ADDON_APP_SERVER
source: Admin addon app
ca: កម្មវិធី addon រដ្ឋបាល
fr: Addon Admin
ja: 管理アドオンアプリ
ko: 관리자 애드온 앱
vi: Quản trị app addon
zh: 管理员插件应用

# MENU_SETTING_APPLICATION_VENDOR
source: Partner to use
ca: ដៃគូដើម្បីប្រើ
fr: Partenaire à utiliser
ja: 使用するパートナー
ko: 사용할 파트너
vi: Đối tác sử dụng
zh: 合作伙伴使用

# MENU_SETTING_ICON_MANAGER
source: Management icon
ca: រូបតំណាងការគ្រប់គ្រង
fr: Icône de gestion
ja: 管理アイコン
ko: 관리 아이콘
vi: Quản lý biểu tượng
zh: 管理图标

# MENU_SETTING_NOTIFICATION
source: Notification
ca: សេចក្តីជូនដំណឹង
fr: Avis
ja: お知らせ
ko: 공지 사항
vi: Thông báo
zh: 注意事项

# MENU_SETTING_ROTATION
source: Entertainment
ca: ការកំសាន្ត
fr: Divertissement
ja: エンターテインメント
ko: 엔터테인먼트
vi: Giải trí
zh: 娱乐类

# MENU_SETTING_SM_APPLICATION
source: Application
ca: ពាក្យសុំ
ja: 申込み
ko: 신청
vi: Ứng dụng
zh: 申请书

# MENU_SETTING_SM_FUNCITION
source: Function
ca: មុខងារ
fr: Fonction
ja: 機能
ko: 기능
vi: Chức năng
zh: 功能介绍

# MENU_SETTING_SM_GALAXY_KEYWORD
source: Keyword management
ca: ការគ្រប់គ្រងពាក្យគន្លឹះ
fr: Gestion des mots clés
ja: キーワード管理
ko: 키워드 관리
vi: Quản lý từ khóa
zh: 关键字管理

# MENU_SETTING_SM_GROUP_USER
source: Department
ca: នាយកដ្ឋាន
fr: Département
ja: 部門
ko: 학과
vi: Phòng ban
zh: 系别
