Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Areas/Admin/Views/Shared/_Partial_SidebarLeft.*.resx
Languages: ca, fr, ja, ko, vi, zh

# MENU_SETTING_SM_ORGANIZATION
source: Branch
ca: សាខា
fr: Branche
ja: 支店
ko: 지점
vi: Chi nhánh
zh: 分行

# MENU_SETTING_SM_PERMISSION
source: Decentralization
ca: វិមជ្ឈការ
fr: La décentralisation
ja: 分権化
ko: 탈 중앙화
vi: Phân quyền
zh: 分权化

# MENU_SETTING_SM_PERMISSION_USER
source: Employee delegation
ca: ប្រតិភូបុគ្គលិក
fr: Délégation d'employés
ja: 従業員の委任
ko: 직원 대표
vi: Phân quyền nhân viên
zh: 员工代表团

# MENU_SETTING_SM_RESOURCE
source: Resources
ca: ធនធាន
fr: Des ressources
ja: 資源
ko: 자원
vi: Tài nguyên
zh: 资源资源

# MENU_SETTING_SM_ROLE
source: Role
ca: តួនាទី
fr: Le rôle
ja: 役割
ko: 역할
vi: Vai trò
zh: 角色

# MENU_SETTING_SM_USER
source: User
ca: អ្នកប្រើប្រាស់
fr: Utilisateur
ja: ユーザー
ko: 사용자
vi: Người dùng
zh: 用户名

# MENU_SETTING_SYSTEM
source: System installation
ca: ការកំណត់ប្រព័ន្ធ
fr: Paramètres système
ja: システム設定
ko: 시스템 설정
vi: Cài đặt hệ thống
zh: 系统设定

# MENU_SETTING_VIDEO_CALL
source: Call
ca: ការហៅ
fr: L'appel
ja: 呼び出し
ko: 전화
vi: Cuộc gọi
zh: 通话

# MENU_SET_PROPERTIES
source: Property settings
ca: ការកំណត់ទ្រព្យសម្បត្តិ
fr: Paramètres de propriété
ja: プロパティ設定
ko: 속성 설정
vi: Cài đặt thuộc tính
zh: 属性设定

# MENU_STAFF_BUSY_OR_FREE
source: Newspaper busy / free
ca: សារព័ត៌មានរវល់ / ទំនេរ
fr: Journal occupé / gratuit
ja: ຫນັງສືພິມທຸລະກິດ / ບໍ່ເສຍຄ່າ
ko: 신문 바쁜 / 무료
vi: Báo bận/rảnh
zh: 报纸忙/免费

# MENU_STORE_BUY_SUPPLIER
source: Total purchases of NCC
ca: ការទិញសរុបរបស់អិនស៊ីស៊ី
fr: Total des achats de NCC
ja: NCCの購入合計
ko: NCC의 총 구매
vi: Tổng mua hàng NCC
zh: NCC总购买

# MENU_STORE_COMMON_CATE
source: General catalog
ca: កាតាឡុកទូទៅ
fr: Catalogue général
ja: 総合カタログ
ko: 일반 카탈로그
vi: Danh mục chung
zh: 一般目录

# MENU_STORE_PAYMENT_CONTRACT
source: Payment University / Contract
ca: សាកលវិទ្យាល័យទូទាត់ / កិច្ចសន្យា
fr: Université / contrat de paiement
ja: 支払い大学/契約
ko: 지불 대학교 / 계약
vi: Thanh toán ĐH/HĐ
zh: 支付大学/合同

# MENU_STORE_REVUNE_CONTRACT
source: Sales / University turnover
ca: ការលក់ / ចំណូលពីសាកលវិទ្យាល័យ
fr: Ventes / Chiffre d'affaires universitaire
ja: 売上高/大学売上高
ko: 판매 / 대학 이직
vi: Doanh số ĐH/HĐ
zh: 销售/大学营业额

# MENU_STORE_RPT_STATISTICAL
source: Statistic
ca: របាយការណ៍ស្ថិតិ
fr: Rapport statistique
ja: 統計レポート
ko: 통계 보고서
vi: Báo cáo thống kê
zh: 统计报告

# MENU_STORE_SALES
source: Sell
ca: ការលក់
fr: Ventes
ja: 売上高
ko: 영업
vi: Bán hàng
zh: 营业额

# MENU_STORE_TOTAL_PAYMENT_SUPP
source: NCC gross payment
ca: ការទូទាត់សរុប NCC
fr: Paiement brut de la CCN
ja: NCC総支払い
ko: NCC 총 지불
vi: Tổng thanh toán NCC
zh: NCC总付款

# MENU_SUPPLIER
source: Supplier
ca: អ្នកផ្តល់
fr: Fournisseur
ja: プロバイダー
ko: 공급자
vi: Nhà cung cấp
zh: 提供者

# MENU_SUPPLIER_ARCHIVES
source: Archives
ca: ឃ្លាំងឯកសារ
fr: Référentiel de documents
ja: ドキュメントリポジトリ
ko: 문서 저장소
vi: Kho tài liệu
zh: 文件库

# MENU_SUPPLIER_CARE
source: Provider care
ca: ការថែទាំអ្នកផ្តល់សេវា
fr: Soins aux prestataires
ja: プロバイダーケア
ko: 제공자 관리
vi: Chăm sóc nhà cung cấp
zh: 提供者护理

# MENU_SUPPLIER_CONTACT
source: Contact Management
ca: ការគ្រប់គ្រងទំនាក់ទំនង
fr: Gestion des contacts
ja: 連絡先管理
ko: 연락처 관리
vi: Quản trị liên hệ
zh: 联系人管理

# MENU_SUPPLIER_JOB_CARD
source: Executive work
ca: ការងារប្រតិបត្តិ
fr: Travail exécutif
ja: エグゼクティブワーク
ko: 행정 업무
vi: Điều hành việc
zh: 执行工作

# MENU_SUPPLIER_LIST
source: D / S supplier
ca: អ្នកផ្គត់ផ្គង់ឃ / អេស
fr: Fournisseur D / S
ja: D / Sサプライヤー
ko: D / S 공급 업체
vi: D/S nhà cung cấp
zh: D / S供应商

# MENU_SUPPLIER_MAP
source: Map
ca: ផែនទី
fr: Carte
ja: 地図
ko: 지도
vi: Bản đồ
zh: 地图

# MENU_SUPPLIER_PROGRAM_TRACKING
source: Track progress
ca: តាមដានដំណើរការ
fr: Suivre les progrès
ja: 進捗を追跡する
ko: 진행 상황 추적
vi: Theo dõi tiến độ
zh: 追踪进度

# MENU_SUPPLIER_TRACK_PROGRESS
source: Track progress
ca: តាមដានដំណើរការ
fr: Suivre les progrès
ja: 進捗を追跡する
ko: 진행 상황 추적
vi: Theo dõi tiến độ
zh: 追踪进度

# MENU_SYSTEM_JOB_NEW
source: The new arrival
ca: ការមកដល់ថ្មី
fr: La nouvelle arrivée
ja: 新着
ko: 새로운 도착
vi: Việc mới đến
zh: 新到货

# MENU_SYSTEM_NOTIFI
source: Notification
ca: សេចក្តីជូនដំណឹង
fr: Remarquez
ja: お知らせ
ko: 공지 사항
vi: Thông báo
zh: 注意事项

# MENU_SYS_CAT_ACTIVITY
source: Active Directory
ca: សៀវភៅសកម្ម
ko: 액티브 디렉토리
vi: DM hoạt động
zh: 活动目录

# MENU_SYS_CAT_OBJ_HAS_ACTIVITY
source: List of active objects
ca: បញ្ជីវត្ថុសកម្ម
fr: Liste des objets actifs
ja: アクティブなオブジェクトのリスト
ko: 활성 객체 목록
vi: DM luồng hoạt động
zh: 活动对象列表

# MENU_TAB_ASSET_OPERATE
source: Property & commissioning
ca: ទ្រព្យសម្បត្តិនិងកម្រៃជើងសារ
fr: Propriété et mise en service
ja: 資産と試運転
ko: 부동산 및 시운전
vi: Tài sản & vận hành
zh: 物业及调试

# MENU_TAB_CENTER_OPERATE
source: Executive center
ca: មជ្ឈមណ្ឌលប្រតិបត្តិ
fr: Centre exécutif
ja: エグゼクティブセンター
ko: 이그제큐티브 센터
vi: Điều hành trung tâm
zh: 行政中心

# MENU_TAB_FINANCE
source: Finance
ca: ហិរញ្ញវត្ថុ
fr: Finances
ja: ファイナンス
ko: 재원
vi: Tài chính
zh: 金融学

# MENU_TAB_STORE
source: Warehouse & sales
ca: ឃ្លាំងនិងការលក់
fr: Entrepôt et vente
ja: 倉庫と販売
ko: 창고 및 판매
vi: Kho & bán hàng
zh: 仓库与销售

# MENU_TAB_STORE_DIGITAL
source: Digitized warehouse
ca: ឃ្លាំងដែលមានខ្ទង់
fr: Entrepôt numérisé
ja: デジタル化された倉庫
ko: 디지털화 된 창고
vi: Kho số hóa
zh: 数字化仓库

# MENU_TAB_SYSTEM
source: System
ca: ប្រព័ន្ធ
fr: Le système
ja: システム
ko: 시스템
vi: Hệ thống
zh: 系统

# MENU_VICEM
source: Vicem
ca: វី
ja: 悪徳
ko: 비 em
zh: 罪恶

# MENU_VICEM_DAS_LIST
source: List of NPP / Dealers / Stores
ca: បញ្ជីអិនអេភីភី / អ្នកចែកចាយ / ហាង
fr: Liste de NPP / Revendeurs / Magasins
ja: NPP /ディーラー/店舗のリスト
ko: 대리점 / 에이전트 / 저장 목록
vi: Danh sách NPP/Đại lý/Cửa hàng
zh: 核电厂/经销商/商店清单

# MENU_VICEM_DAS_MAP
source: NPP / Dealer / Store Map
ca: អិនភីភី / អ្នកចែកបៀ / រក្សាទុកផែនទី
fr: Plan de la centrale / concessionnaire / magasin
ja: NPP /ディーラー/店舗マップ
ko: NPP / 딜러 / 매장지도
vi: Bản đồ NPP/Đại lý/Cửa hàng
zh: NPP /经销商/商店地图

# MENU_VICEM_DISTRIBUTOR_AGENCY_STORE
source: NPP / Dealer / Shop
ca: អិនភីភី / អ្នកចែកចាយ / ហាង
ja: NPP /ディーラー/ショップ
ko: NPP / 딜러 / 상점
vi: NPP/Đại lý/Cửa hàng
zh: NPP /经销商/商店

# MENU_VICEM_INTERNAL_NEWS
source: Internal news
ca: ព័ត៌មានផ្ទៃក្នុង
fr: Nouvelles internes
ja: 内部ニュース
ko: 내부 뉴스
vi: Tin nội bộ
zh: 内部新闻

# MENU_VICEM_INTERNAL_NEWS_LIST
source: Category
ca: ប្រភេទ
fr: Catégorie
ja: カテゴリー
ko: 카테고리
vi: Danh mục
zh: 类别分类

# MENU_VICEM_INTERNAL_NEWS_NEWS
source: News
ca: ព័ត៌មាន
fr: Nouvelles
ja: ニュース
ko: 뉴스
vi: Tin tức
zh: 最新消息

# MENU_VICEM_MARKET_MANAGEMENT
source: Market management
ca: ការគ្រប់គ្រងទីផ្សារ
fr: Gestion de marché
ja: 市場管理
ko: 시장 관리
vi: Quản lý thị trường
zh: 市场管理

# MENU_VICEM_MM_APPROVE_WORK_PLAN
source: Browse work plans
ca: រកមើលផែនការការងារ
fr: Parcourir les plans de travail
ja: 作業計画を閲覧する
ko: 작업 계획 찾아보기
vi: Duyệt kế hoạch công việc
zh: 浏览工作计划

# MENU_VICEM_MM_CHART
source: Chart
ca: តារាង
fr: La carte
ja: チャート
ko: 차트
vi: Biểu đồ
zh: 图表

# MENU_VICEM_MM_IMPORT_DATA
source: Output at the end of the month
ca: លទ្ធផលនៅចុងខែ
fr: Sortie à la fin du mois
ja: 月末に出力
ko: 월말에 출력
vi: Sản lượng cuối tháng
zh: 月底输出

# MENU_VICEM_MM_IMPORT_WORK_PLAN
source: Download the weekly planner
ca: ទាញយកគំរោងប្រចាំសប្តាហ៍
fr: Téléchargez le planning hebdomadaire
ja: ウィークリープランナーをダウンロードする
ko: 주간 플래너 다운로드
vi: Tải lô kế hoạch tuần
zh: 下载每周计划

# MENU_VICEM_MM_LAST_COMSUMP
source: Data entered
ca: ទិន្នន័យបានបញ្ចូល
fr: Données entrées
ja: 入力されたデータ
ko: 입력 된 데이터
vi: Dữ liệu nhập
zh: 输入的数据

# MENU_VICEM_MM_MANAGER_POSITION
source: Location management
ca: ការគ្រប់គ្រងទីតាំង
fr: Gestion de la localisation
ja: ロケーション管理
ko: 위치 관리
vi: Quản lý vị trí
zh: 位置管理

# MENU_VICEM_MM_MARKET_MONITORING
source: Job status
ca: ស្ថានភាពការងារ
fr: Statut de l'emploi
ja: ジョブステータス
ko: 직업 상태
vi: Tình trạng công việc
zh: 工作状态

# MENU_VICEM_MM_MARKET_OPERATION
source: Market activity
ca: សកម្មភាពទីផ្សារ
fr: Activité de marché
ja: 市場活動
ko: 시장 활동
vi: Hoạt động thị trường
zh: 市场活动

# MENU_VICEM_MM_REPORT
source: Report
ca: របាយការណ៍
fr: Rapport
ja: 報告書
ko: 보고
vi: Báo cáo
zh: 检举

# MENU_VICEM_MM_REPORT_CONSUMP_CURRENT
source: Consumption
ca: លទ្ធផលនៃការប្រើប្រាស់
fr: Consommation sortie
ja: 消費出力
ko: 소비 출력
vi: Sản lượng tiêu thụ
zh: 消费量

# MENU_VICEM_MM_REPORT_DATA
source: B / C DL entered at the end of the month
ca: B / C DL បានបញ្ចូលនៅចុងខែ
fr: B / C DL entré à la fin du mois
ja: B / C DLは月末に入力されました
ko: B / C DL 지난달 입력
vi: B/C DL nhập cuối tháng
zh: 月底输入的B / C DL

# MENU_VICEM_MM_REPORT_DATA_LAST_MONTH
source: B / C DL entered at the end of the month
ca: B / C DL បានបញ្ចូលនៅចុងខែ
fr: B / C DL entré à la fin du mois
ja: B / C DLは月末に入力されました
ko: B / C DL 지난달 입력
vi: B/C DL nhập cuối tháng
zh: 月底输入的B / C DL

# MENU_VICEM_MM_REPORT_INSTOCK
source: Inventory / Input Price / Sale Price
ca: សន្និធិ / តម្លៃបញ្ចូល / តម្លៃលក់
fr: Stock / Prix d'entrée / Prix de vente
ja: 在庫/投入価格/販売価格
ko: 재고 / 입력 가격 / 판매 가격
vi: Tồn kho/Giá Nhập/Giá Bán
zh: 库存/输入价格/销售价格

# MENU_VICEM_MM_REPORT_PROPOR_CURRENT
source: Proportion
ca: ទំនាញជាក់លាក់
fr: Poids spécifique
ja: 比重
ko: 비중
vi: Tỷ trọng
zh: 比重

# MENU_VICEM_MM_REPORT_TOTAL_CAN_IMP
source: Empty storage
ca: កន្លែងផ្ទុកទទេ
fr: Stockage vide
ja: 空のストレージ
ko: 빈 저장 공간
vi: Trữ lượng trống
zh: 空存储

# MENU_VICEM_MM_STAFF_POSITION
source: N / V online
ca: អិន។ អិន
fr: N / V en ligne
ja: N / Vオンライン
ko: N / V 온라인
vi: N/V trực tuyến
zh: N / V在线

# MENU_VICEM_MM_TRANSPORTER
source: Vehicle management
ca: ការគ្រប់គ្រងយានយន្ត
fr: Gestion de véhicule
ja: 車両管理
ko: 차량 관리
vi: Quản lý xe
zh: 车辆管理

# MENU_VICEM_MM_VC_CHART
source: Chart
ca: តារាង
fr: La carte
ja: チャート
ko: 차트
vi: Biểu đồ
zh: 图表

# MENU_VICEM_MM_WORK_CHECK
source: N / V CheckIn / CheckOut
ja: N / Vチェックイン/チェックアウト
ko: N / V 체크인 /는 Checkout
zh: N / V签入/签出

# MENU_VICEM_MM_WORK_PLAN
source: Work plan list
ca: បញ្ជីផែនការការងារ
fr: Liste du plan de travail
ja: 作業計画リスト
ko: 작업 계획 목록
vi: Danh mục kế hoạch công việc
zh: 工作计划表

# MENU_VICEM_PRODUCT
source: Product
ca: ផលិតផល
fr: Des produits
ja: 製品
ko: 제품
vi: Sản phẩm
zh: 产品展示

# MENU_VICEM_SOS
source: Emergency (SOS)
ca: អាសន្ន (អេសអូអេស)
fr: Urgence (SOS)
ja: 緊急（SOS）
ko: 긴급 (SOS)
vi: Khẩn cấp(SOS)
zh: 紧急（SOS）

# MENU_WAD_DIAGRAM
source: diagram
ca: ដ្យាក្រាម
fr: Diagramme
ja: 図
ko: 다이어그램
vi: Sơ đồ
zh: 图表

# MENU_WAD_DISPATCHES_WEEK_WORKING_SCHEDULE
source: Week working schedule
ca: កាលវិភាគការងារប្រចាំសប្តាហ៍
fr: Horaires de travail hebdomadaires
ja: 毎週の勤務スケジュール
ko: 주간 작업 일정
vi: Lịch công tác tuần
zh: 每周工作时间表

# MENU_WAD_FLOOR_STYLE_SHELF
source: Floors, ranges, shelves
ca: ជាន់, ជួរ, ធ្នើ
fr: Sols, cuisinières, étagères
ja: 床、レンジ、棚
ko: 마루, 스위트 룸, 랙
vi: Tầng, dãy, kệ
zh: 地板，范围，架子

# MENU_WAD_MANAGEMENT
source: DM floor, row, shelf
ca: ជាន់ DM ជួរដេកធ្នើ
fr: DM plancher, rangée, étagère
ja: DMの床、列、棚
ko: DM 바닥, 행, 선반
vi: DM sàn, dãy, kệ
zh: DM地板，行，架子

# MENU_WAD_MAP
source: Warehouse map
ca: ផែនទីឃ្លាំង
fr: Carte d'entrepôt
ja: 倉庫マップ
ko: 창고 맵
vi: Bản đồ kho
zh: 仓库图

# MENU_WAD_PROFILEBOX
source: HSCT box
ca: ប្រអប់អេសអេសអេស
fr: Boîte HSCT
ja: HSCTボックス
ko: HSCT 상자
vi: Thùng HSCT
zh: HSCT盒

# MENU_WAD_PROFILE_VOUCHERS
source: Document storage & CT
ca: ការផ្ទុកឯកសារនិងស៊ីធី
fr: Stockage de documents et CT
ja: 文書保管とCT
ko: 문서 보관 및 CT
vi: Kho hồ sơ & CT
zh: 文件存储和CT

# MENU_WAD_QRCODE
source: Manage QRCode
ca: គ្រប់គ្រង QRCode
fr: Gérer le QRCode
ja: QRCodeを管理する
ko: QRCode 관리
vi: Quản lý QRCode
zh: 管理QRCode

# MENU_WAD_REARRANGE_BOX
source: Rearranging the bin
ca: រៀបចំធុងសំរាមឡើងវិញ
fr: Réorganiser le bac
ja: ビンの並べ替え
ko: 접힌 배럴
vi: Xếp lại thùng
zh: 重新整理垃圾箱

# MENU_WAD_REMOVE
source: Destroy records
ca: បំផ្លាញទម្រង់
fr: Détruire le profil
ja: プロファイルを破棄する
ko: 프로필 삭제
vi: Hủy hồ sơ
zh: 销毁个人资料

# MENU_WAD_REPORT
source: Statistical chart
ca: តារាងស្ថិតិ
fr: Tableau statistique
ja: 統計チャート
ko: 통계 차트
vi: Biểu đồ thống kê
zh: 统计图

# MENU_WAD_REPOSITORY
source: Data warehouse number
ca: លេខឃ្លាំងទិន្នន័យ
fr: Numéro d'entrepôt de données
ja: データウェアハウス番号
ko: 데이터웨어 하우스 번호
vi: Kho dữ liệu số
zh: 数据仓库号

# MENU_WAD_REQUEST_EXPORT
source: Y / C leaves the warehouse
ca: អ៊ី / ស៊ីទុកឃ្លាំង
fr: Y / C quitte l'entrepôt
ja: Y / Cは倉庫を離れます
ko: Y / C웨어
vi: Y/C xuất kho
zh: Y / C离开仓库

# MENU_WAD_SEND_REQUEST_PROFILE
source: Y / C in stock
ca: Y / C មានក្នុងស្តុក
fr: Y / C en stock
ja: Y / C在庫あり
ko: Y / C 재고 있음
vi: Y/C nhập kho
zh: 库存Y / C

# MENU_WAD_SOS
source: Warning
ca: ការព្រមាន
fr: Avertissement
ja: 警告
ko: 경고
vi: Cảnh báo
zh: 警告

# MENU_WAD_TERMITES
source: Treatment of termites
ca: ការព្យាបាលកណ្តៀរ
fr: Traitement des termites
ja: シロアリの治療
ko: 흰개미의 치료
vi: Xử lý mối mọt
zh: 白蚁的治疗

# MENU_WAD_WAREHOUSE_BILL
source: Delivery bill
ca: វិក័យប័ត្រដឹកជញ្ជូន
fr: Facture de livraison
ja: 配送料
ko: 배송비
vi: Phiếu xuất kho
zh: 送货单

# MENU_WAD_WAREHOUSE_RECEIPT
source: Receipt
ca: បង្កាន់ដៃឃ្លាំង
fr: Récépissé d'entrepôt
ja: 倉庫レシート
ko: 창고 영수증
vi: Phiếu nhập kho
zh: 仓库收据

# MENU_WAREHOUSE_AND_DIGITIZATION
source: Data Warehouse & Digitization
ca: ឃ្លាំងទិន្នន័យនិងឌីជីថល
fr: Entrepôt de données et numérisation
ja: データウェアハウスとデジタル化
ko: 데이터웨어 하우스 및 디지털화
vi: Kho dữ liệu & Số hóa
zh: 数据仓库与数字化

# MENU_WAREHOUSE_AND_SALES
source: Warehouse and sales
ca: ឃ្លាំងនិងការលក់
fr: Entrepôt et vente
ja: 倉庫と販売
ko: 창고 및 판매
vi: Kho và bán hàng
zh: 仓库和销售

# MENU_WAS_ATRIBUTE_QRCODE
source: Print product QrCode 2
ca: បោះពុម្ពផលិតផល QrCode ២
fr: Imprimer le produit QrCode 2
ja: 印刷製品QrCode 2
ko: 인쇄 QR 코드 제품 2
vi: In QrCode sản phẩm 2
zh: 打印产品二维码

# MENU_WAS_FREE_STORAGE
source: Rearrange the product
ca: រៀបចំផលិតផលឡើងវិញ
fr: Réorganiser le produit
ja: 製品を並べ替える
ko: 제품 재 배열
vi: Xếp lại sản phẩm
zh: 重新排列产品

# MENU_WAS_HISTORY_SALE
source: Product history
ca: ប្រវត្តិផលិតផល
fr: Histoire du produit
ja: 製品の歴史
ko: 제품 이력
vi: Lịch sử sản phẩm
zh: 产品历史

# MENU_WAS_INVENTORY
source: Inventory
ca: សារពើភ័ណ្ឌ
fr: Inventaire
ja: 在庫
ko: 재고
vi: Tồn kho
zh: 存货

# MENU_WAS_MATERIAL_EXP_INFO_PRODUCT
source: Product traceability
ca: ការតាមដានផលិតផល
fr: Traçabilité du produit
ja: 製品のトレーサビリティ
ko: 제품 추적 성
vi: Truy xuất sản phẩm
zh: 产品可追溯性

# MENU_WAS_MATERIAL_EXP_STORE
source: Delivery bill
ca: វិក័យប័ត្រដឹកជញ្ជូន
fr: Facture de livraison
ja: 配送料
ko: 배송비
vi: Phiếu xuất kho
zh: 送货单

# MENU_WAS_MATERIAL_IMP_STORE
source: Receipt
ca: បង្កាន់ដៃឃ្លាំង
fr: Récépissé d'entrepôt
ja: 倉庫レシート
ko: 창고 영수증
vi: Phiếu nhập kho
zh: 仓库收据

# MENU_WAS_MATERIAL_INFO_PRODUCT﻿
source: Retrieve product information
ca: ទាញយកព័ត៌មានផលិតផល
fr: Récupérer les informations sur le produit
ja: 製品情報を取得する
ko: 제품 정보 검색
vi: Truy xuất thông tin sản phẩm
zh: 检索产品信息

# MENU_WAS_MATERIAL_MAP
source: Map
ca: ផែនទី
fr: Carte
ja: 地図
ko: 지도
vi: Bản đồ
zh: 地图

# MENU_WAS_MATERIAL_PAYMENT_TICKET
source: Income and expenditure patterns
ca: បង្កាន់ដៃបង់ប្រាក់
fr: Reçu de paiement
ja: 領収書
ko: 지불 영수증
vi: Phiếu thu chi
zh: 付款收据

# MENU_WAS_MATERIAL_PRODUCT
source: List of supplies
ca: បញ្ជីនៃការផ្គត់ផ្គង់
fr: Liste de fournitures
ja: 消耗品リスト
ko: 소모품 목록
vi: Danh mục vật tư
zh: 耗材清单

# MENU_WAS_MATERIAL_PRODUCT_ATTRIBUTE
source: Product attributes
ca: គុណលក្ខណៈផលិតផល
fr: Attributs du produit
ja: 製品の属性
ko: 제품 속성
vi: Thuộc tính sản phẩm
zh: 产品属性

# MENU_WAS_MATERIAL_PRODUCT_CATALOGUE
source: List of supplies and equipment
ca: បញ្ជីនៃការផ្គត់ផ្គង់និងឧបករណ៍
fr: Liste des fournitures et du matériel
ja: 消耗品および機器のリスト
ko: 소모품 및 장비 목록
vi: DM thiết bị & vật tư
zh: 耗材和设备清单

# MENU_WAS_MATERIAL_PRODUCT_GROUP
source: Group supplies
ca: ការផ្គត់ផ្គង់ជាក្រុម
fr: Fournitures de groupe
ja: グループ用品
ko: 그룹 용품
vi: Nhóm vật tư
zh: 团体用品

# MENU_WAS_MATERIAL_PURCHASE_COST
source: Purchase costs
ca: តម្លៃនៃការទិញ
fr: Coût d'achat
ja: 購入費用
ko: 구매 비용
vi: Chi phí mua hàng
zh: 采购费用

# MENU_WAS_MATERIAL_SBATCH
source: Enter the goods in lots
ca: បញ្ចូលទំនិញជាច្រើន
fr: Entrez les marchandises en lots
ja: ロット単位で商品を入力してください
ko: 제품을 로트에 입력하십시오
vi: Nhập hàng theo lô
zh: 分批输入货物

# MENU_WAS_MATERIAL_STORE
source: Warehouse catalog
ca: កាតាឡុកឃ្លាំង
fr: Catalogue d'entrepôt
ja: 倉庫カタログ
ko: 창고 카탈로그
vi: Danh mục kho
zh: 仓库目录

# MENU_WAS_MATERIAL_TYPE
source: Type of supplies
ca: ប្រភេទនៃការផ្គត់ផ្គង់
fr: Type de fournitures
ja: 消耗品の種類
ko: 소모품의 종류
vi: Loại vật tư
zh: 耗材类型

# MENU_WAS_ORDER
source: Order NCC
ca: បញ្ជាទិញអិនស៊ីស៊ី
fr: Commande NCC
ja: NCCを注文する
ko: NCC 주문
vi: Đặt hàng NCC
zh: 订购NCC

# MENU_WAS_ORDER_CONTRACT
source: Orders / Contract
ca: ការបញ្ជាទិញ / កិច្ចសន្យា
fr: Commandes / Contrat
ja: 注文/契約
ko: 주문 / 계약
vi: Đơn hàng/Hợp đồng
zh: 订单/合同

# MENU_WAS_PAYMENT
source: Pay
ca: ការទូទាត់
fr: Paiement
ja: お支払い
ko: 지불
vi: Thanh toán
zh: 付款方式

# MENU_WAS_PRICE_PRODUCT_RESOURCES
source: Price of products, raw materials
ca: តម្លៃផលិតផលវត្ថុធាតុដើម
fr: Prix ​​des produits, matières premières
ja: 製品の価格、原材料
ko: 제품 가격, 원자재
vi: Giá bán SP, nguyên liệu
zh: 产品，原材料价格

# MENU_WAS_PRINT_QR_CODE_PRODUCT
source: Print the product QrCode
ca: បោះពុម្ពផលិតផល QrCode
fr: Imprimer le produit QrCode
ja: 製品QrCodeを印刷します
ko: 제품 QrCode 인쇄
vi: In QrCode sản phẩm
zh: 打印产品QrCode

# MENU_WAS_PRINT_QR_CODE_PRODUCT_2
source: Print product QrCode 2
ca: បោះពុម្ពផលិតផល QrCode ២
fr: Imprimer le produit QrCode 2
ja: 印刷製品QrCode 2
ko: 제품 QrCode 2 인쇄
vi: In QrCode sản phẩm 2
zh: 打印产品二维码

# MENU_WAS_PRODUCT_WARE_HOUSE_MANAGER
source: Floors, ranges, shelves
ca: ជាន់, ជួរ, ធ្នើ
fr: Sols, cuisinières, étagères
ja: 床、レンジ、棚
ko: 바닥, 범위, 선반
vi: Tầng, dãy, kệ
zh: 地板，范围，架子

# MENU_WAS_PURCHASECOST
source: Purchase costs
ca: តម្លៃនៃការទិញ
fr: Coût d'achat
ja: 購入費用
ko: 구매 비용
vi: Chi phí mua hàng
zh: 采购费用

# MENU_WAS_QRCODE_MANAGER
source: Print the product QrCode
ca: បោះពុម្ពផលិតផល QrCode
fr: Imprimer le produit QrCode
ja: 製品QrCodeを印刷します
ko: 제품 QrCode 인쇄
vi: In QrCode sản phẩm
zh: 打印产品QrCode

# MENU_WAS_REARRANGE_PRODUCT
source: Rearrange the product
ca: រៀបចំផលិតផលឡើងវិញ
fr: Réorganiser le produit
ja: 製品を並べ替える
ko: 제품 재 배열
vi: Xếp lại sản phẩm
zh: 重新排列产品

# MENU_WAS_REPORT
source: Statistic
ca: របាយការណ៍ស្ថិតិ
fr: Rapport statistique
ja: 統計レポート
ko: 통계 보고서
vi: Báo cáo thống kê
zh: 统计报告

# MENU_WAS_REQUEST_IMPORT
source: Import Y / C
ca: នាំចូល Y / C
fr: Importer Y / C
ja: インポートY / C
ko: 수입 Y / C
vi: Y/C nhập khẩu
zh: 导入Y / C

# MENU_WAS_REVENUE
source: Sales
ca: ចំណូលពីការលក់
fr: Chiffre d'affaires
ja: 売上高
ko: 판매 수익
vi: Doanh thu bán hàng
zh: 销售收入

# MENU_WAS_REVENUE_SELL
source: Sales
ca: ចំណូលពីការលក់
fr: Chiffre d'affaires
ja: 売上高
ko: 판매 수익
vi: Doanh thu bán hàng
zh: 销售收入

# MENU_WAS_SELL_PRICE
source: Price of products, raw materials
ca: តម្លៃផលិតផលវត្ថុធាតុដើម
fr: Prix ​​des produits, matières premières
ja: 製品の価格、原材料
ko: 제품 가격, 원자재
vi: Giá bán SP, nguyên liệu
zh: 产品，原材料价格

# MENU_WAS_STATICS
source: Sales
ca: ការលក់
fr: Les ventes
ja: 売上高
ko: 영업
vi: Doanh số
zh: 营业额

# MENU_WAS_STATISTICAL_CHART
source: Payment chart
ca: តារាងទូទាត់
fr: Tableau de paiement
ja: 支払チャート
ko: 지불 차트
vi: Biểu đồ thanh toán
zh: 付款表

# MENU_WAS_STOCK_CARD
source: Stock card
ca: ប័ណ្ណភាគហ៊ុន
fr: Carte de stock
ja: ストックカード
ko: 재고 카드
vi: Thẻ kho
zh: 股票卡

# MENU_WAS_TOTAL_PAYMENT
source: Total payment
ca: ការទូទាត់សរុប
fr: Paiement total
ja: 合計支払い
ko: 총 결제
vi: Tổng thanh toán
zh: 总付款

# MENU_WAS_TOTAL_PURCHASE
source: General purchases
ca: ការទិញទូទៅ
fr: Achats généraux
ja: 一般的な購入
ko: 일반 구매
vi: Tổng mua hàng
zh: 一般购买

# MENU__SYS_OBJ_TYPE
source: Type of object
ca: ប្រភេទវត្ថុ
fr: Type d'objet
ja: オブジェクトの種類
ko: 객체의 유형
vi: Loại đối tượng
zh: 对象类型
