Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/AassetReceiptFailController.*.resx
Languages: my, zh

# ASSET_REFA_ADD
source: Stolen Report, Added Stolen Attributes
my: Laporkan harta yang dicuri, dicuri
zh: 添加被盗的报告，被盗的属性

# ASSET_REFA_EDIT
source: Corruption Report Editor, Property Theft
my: Laporan editorial mengenai korupsi, pencurian harta benda
zh: 腐败报告编辑，财产盗窃

# ASSET_REFA_LBL_ACTION
source: Operating mode
my: Mod operasi
zh: 运作方式

# ASSET_REFA_LBL_ASSET_CHOOSE
source: Real estate selection
my: Pilihan hartanah
zh: 选择物业

# ASSET_REFA_LBL_ASSET_CODE
source: Property code
my: Kod harta tanah
zh: 属性代码

# ASSET_REFA_LBL_ASSET_CODE_FAIL
source: MC / Property Code
my: Kod MC / Harta
zh: MC /财产代码

# ASSET_REFA_LBL_ASSET_NAME
source: Real estate name
my: Nama harta tanah
zh: 物业名称

# ASSET_REFA_LBL_BRANCH
source: Point
my: Mata
zh: 分行

# ASSET_REFA_LBL_CONTENT
source: Content Content
my: Kandungan Kandungan
zh: 内容内容

# ASSET_REFA_LBL_DATE_EVENT
source: Activity day
my: Hari aktif
zh: 活动日

# ASSET_REFA_LBL_DATE_LIQUID
source: Liquidity date
my: Tarikh pelikuidasi
zh: 流动资金日期

# ASSET_REFA_LBL_DETAIL
source: Explanation
my: Penjelasan
zh: 说明

# ASSET_REFA_LBL_FILE_NAME
source: Filename
my: Nama fail
zh: 档案名称

# ASSET_REFA_LBL_FOUNDER
source: Discoverer
my: Penemu itu
zh: 发现者

# ASSET_REFA_LBL_FROM_DATE
source: From that day
my: Dari hari itu
zh: 从那天起

# ASSET_REFA_LBL_LOCAL
source: location
my: lokasi
zh: 地点

# ASSET_REFA_LBL_NOTE
source: Save to
my: Simpan ke
zh: 保存到

# ASSET_REFA_LBL_NUMBSTT
source: like this
my: seperti yang ini
zh: 不是这样

# ASSET_REFA_LBL_RECIVER
source: Recipient
my: Penerima
zh: 收件者

# ASSET_REFA_LBL_SEARCH
source: Search
my: Carian
zh: 搜寻

# ASSET_REFA_LBL_STATUS
source: current situation
my: keadaan semasa
zh: 现况

# ASSET_REFA_LBL_ST_STATUS
source: current situation
my: keadaan semasa
zh: 现况

# ASSET_REFA_LBL_TIME
source: time
my: masa
zh: 时间

# ASSET_REFA_LBL_TITLE
source: title
my: tajuk
zh: 标题

# ASSET_REFA_LBL_TO_DATE
source: hurry
my: tergesa-gesa
zh: 来吧

# ASSET_REFA_LBL_TYPE_WARN
source: Kind of newspaper
my: Jenis akhbar
zh: 报纸种类

# ASSET_REFA_LBL_VOUCHER_CODE
source: card number
my: nombor kad
zh: 卡号

# ASSET_REFA_NAME
source: Property Loss / Loss Report
my: Laporkan kehilangan atau kerugian harta benda
zh: 财产损失/损失报告

# ASSET_REFA_TXT_ASSET_CODE
source: Property code
my: Kod harta tanah
zh: 属性代码

# ASSET_REFA_TXT_ASSET_CODE_FAIL
source: MC / Property Code
my: Kod MC / Harta
zh: MC /财产代码

# ASSET_REFA_TXT_ASSET_NAME
source: Real estate name
my: Nama harta tanah
zh: 物业名称

# ASSET_REFA_TXT_BRANCH
source: Point
my: Mata
zh: 分行

# ASSET_REFA_TXT_CONTENT
source: Directory ...
my: Kategori ...
zh: 目录...

# ASSET_REFA_TXT_DATE_EVENT
source: Event Date ...
my: Tarikh acara ...
zh: 活动日期...

# ASSET_REFA_TXT_DATE_LIQUID
source: Liquidity Dates ...
my: Tarikh pembubaran ...
zh: 流动资金日期...

# ASSET_REFA_TXT_FOUNDER
source: discovery ...
my: temui ...
zh: 发现...

# ASSET_REFA_TXT_FROM_DATE
source: From that day ...
my: Dari hari itu ...
zh: 从那天开始...

# ASSET_REFA_TXT_LOCAL
source: location ...
my: kedudukan ...
zh: 位置...

# ASSET_REFA_TXT_NOTE
source: Please enter your comments ...
my: Sila masukkan komen anda ...
zh: 输入注释...

# ASSET_REFA_TXT_STATUS
source: current situation
my: keadaan semasa
zh: 现况

# ASSET_REFA_TXT_ST_STATUS
source: state ...
my: menyatakan ...
zh: 状态...

# ASSET_REFA_TXT_TIME
source: when ...
my: ketika ...
zh: 当...

# ASSET_REFA_TXT_TITLE
source: theme ...
my: subjek ...
zh: 主题...

# ASSET_REFA_TXT_TO_DATE
source: Come on ...
my: Datang ...
zh: 来...

# ASSET_REFA_TXT_TYPE_WARN
source: Newspaper Types ...
my: Jenis surat khabar ...
zh: 报纸类型...

# ASSET_REFA_TXT_VOUCHER_CODE
source: Please enter your coupon code ...
my: Sila masukkan kod kupon anda ...
zh: 输入优惠券代码...

# ASSET_REFA_VALIDATE_ITEM_CODE
source: {0} contains letters and numbers
my: {0} mengandungi huruf dan nombor
zh: {0}包含字母和数字

# ASSET_REFA_VALIDATE_ITEM_NAME
source: Request {0} contains one or more alphanumeric characters and no special characters!
my: Permintaan {0} mengandungi satu atau lebih aksara abjad angka dan tiada aksara khas!
zh: {0}请求至少包含一个字母数字字符，并且没有特殊字符！
