Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/AssetTransferController.*.resx
Languages: my

# ASSET_LBL_ASSET_NOT_BLANK
source: Property is not empty
my: အိမ်ခြံမြေသည်အလွတ်မရှိပါ

# ASSET_LBL_LIST_FILE_UPLOAD
source: List of uploaded files
my: တင်ထားသောဖိုင်များစာရင်း

# ASSET_LINK_ATTRCODE
source: Unit transfer
my: ယူနစ်လွှဲပြောင်း

# ASSET_LINK_ATTRUNIT
source: Receiving unit
my: လက်ခံယူနစ်

# ASSET_LINK_DATATYPE
source: Datatypes
my: ဒေတာအမျိုးအစား

# ASSET_LINK_GROUP
source: Group
my: အုပ်စု

# ASSET_LINK_HOME
source: Home page
my: နေအိမ်

# ASSET_LINK_LIST
source: Activity list
my: လှုပ်ရှားမှုစာရင်း

# ASSET_LINK_RESULTS
source: Activity results
my: လှုပ်ရှားမှုရလဒ်

# ASSET_LINK_TRANFER
source: Asset transfer
my: ပိုင်ဆိုင်မှုလွှဲပြောင်းခြင်း

# ASSET_LINK_TRANSFER
source: Add property transfer slip
my: ပစ္စည်းဥစ္စာပိုင်ဆိုင်မှုလွှဲပြောင်းစလစ်ထည့်ပါ

# ASSET_LINK_VALUE
source: Value
my: တန်ဖိုး

# ASSET_LIST_COL_ACTION
source: Action
my: လှုပ်ရှားမှု

# ASSET_LIST_COL_ACTION2
source: Active
my: တက်ကြွ

# ASSET_LIST_COL_BRANCH
source: Branch
my: ဌာနခွဲများ

# ASSET_LIST_COL_CODE
source: Form code
my: ဘောက်ချာကုဒ်

# ASSET_TRANSFER_LIST_COL_DATE
source: Delivery date
my: လွှဲပြောင်းသည့်ရက်

# ASSET_LIST_COL_FILE
source: File download list
my: ဖိုင် download ဖိုင်

# ASSET_LIST_COL_FILE2
source: Download the file
my: ဖိုင်ကို download လုပ်ပါ

# ASSET_LIST_COL_NOTE
source: Note
my: မှတ်စုများ

# ASSET_LIST_COL_PERSON
source: The discoverer
my: ရှာတွေ့သူ

# ASSET_LIST_COL_QUANTITY
source: Amount
my: ပမာဏ

# ASSET_LIST_COL_STATUS
source: Status
my: အခြေအနေ

# ASSET_LIST_COL_TICKETCODE
source: Form code
my: ဘောက်ချာကုဒ်

# ASSET_LIST_COL_TITLE
source: Coupon title
my: ကူပွန်ခေါင်းစဉ်

# ASSET_MSG_DELETE_SUCCESS
source: Successfully deleted the product
my: ထုတ်ကုန်ကိုအောင်မြင်စွာဖျက်လိုက်သည်

# ASSET_MSG_DELETE_SUCCESS_TICKET
source: Successful removal of property transfer slip
my: ပိုင်ဆိုင်မှုလွှဲပြောင်းစလစ်၏အောင်မြင်သောဖယ်ရှားရေး

# ASSET_TRANSFER_TITLE
source: Asset
my: အိမ်ခြံမြေခြံ

# COM_ASSET_TRANSFER
source: Asset transfer
my: ပိုင်ဆိုင်မှုလွှဲပြောင်းခြင်း

# COM_CREATEBY
source: Creator
my: ဖန်ဆင်းရှင်

# COM_CREATETIME
source: Date created
my: ရက်စွဲဖန်တီးမှု

# COM_LOCATIONRECEIVED
source: Place of receipt
my: ငွေလက်ခံဖြတ်ပိုင်း

# COM_LOCATIONTRANSF
source: Location moved
my: တည်နေရာပြောင်းရွှေ့ခဲ့သည်

# COM_PRINT
source: Printing
my: ပုံနှိပ်ခြင်း

# COM_RECEIVEDTIME
source: Received date
my: လက်ခံရရှိသည့်ရက်စွဲ

# COM_SET_CURD_ASSET_ACTIVITY_TYPE1
source: Type of operation
my: စစ်ဆင်ရေးအမျိုးအစား

# COM_SET_CURD_ASSET_CODE
source: Property code
my: အိမ်ခြံမြေကုတ်နံပါတ်

# COM_SET_CURD_ASSET_GROUP
source: Property group
my: အိမ်ခြံမြေအုပ်စု

# COM_SET_CURD_ASSET_GROUP1
source: Property group
my: အိမ်ခြံမြေအုပ်စု

# COM_SET_CURD_ASSET_TYPE
source: Property type
my: အိမ်ခြံမြေအမျိုးအစား

# COM_SET_CURD_CODE_EXIST
source: Installation code already exists!
my: ထည့်သွင်းမှုကုဒ်ရှိပြီးသား!

# COM_SET_CURD_CODE_EXIST1
source: Installation code already exists!
my: ထည့်သွင်းမှုကုဒ်ရှိပြီးသား!

# COM_SET_CURD_COMBO_ASSET_CODE
source: Group settings
my: အုပ်စုဆက်တင်များ

# ASSET_CURD_COMBO_GROUP_VALUE
source: Asset transfer
my: ပိုင်ဆိုင်မှုလွှဲပြောင်းခြင်း

# ASSET_TRANSFER_CURD_CONTRACT_EXTEND_GROUP
source: Receiving time
my: လက်ခံရရှိသည့်အချိန်

# COM_SET_CURD_CONTRACT_EXTEND_GROUP1
source: Expanded customer group
my: တိုးချဲ့ဖောက်သည်အုပ်စု

# COM_SET_CURD_CONTRACT_STATUS
source: Status of the contract
my: စာချုပ်များ၏အခြေအနေ

# COM_SET_CURD_CONTRACT_STATUS1
source: Place of receipt
my: ငွေလက်ခံဖြတ်ပိုင်း

# COM_SET_CURD_CONTRACT_TYPE
source: Type of contract
my: စာချုပ်အမျိုးအစား

# COM_SET_CURD_CONTRACT_TYPE1
source: Type of contract
my: စာချုပ်အမျိုးအစား

# COM_SET_CURD_CUSTOMER_GROUP
source: Customer group
my: ဖောက်သည်အုပ်စု

# COM_SET_CURD_CUSTOMER_GROUP1
source: Customer group
my: ဖောက်သည်အုပ်စု

# COM_SET_CURD_LBL_ASSET_CODE
source: Group settings
my: အုပ်စုဆက်တင်များ

# COM_SET_CURD_LBL_CODE_SET
source: Installation code
my: ထည့်သွင်းကုဒ်

# COM_SET_CURD_LBL_GROUP_VALUE
source: Value group
my: တန်ဖိုးရှိအုပ်စု

# COM_SET_CURD_LBL_VALUE_SET
source: Setting value
my: တန်ဖိုးသတ်မှတ်ခြင်း

# COM_SET_CURD_MAIN_SERVICE
source: Main service
my: အဓိကဝန်ဆောင်မှု

# COM_SET_CURD_MAIN_SERVICE1
source: Main service
my: အဓိကဝန်ဆောင်မှု

# COM_SET_CURD_MSG_DATA_NOT_BLANK
source: Please select the data!
my: ကျေးဇူးပြု၍ အချက်အလက်ရွေးပါ

# COM_SET_CURD_MSG_SETTING_NOT_BLANK
source: Please enter the setting value
my: ကျေးဇူးပြုပြီးချိန်ညှိတန်ဖိုးထည့်ပါ

# COM_SET_CURD_OBJ_DEPENDENCY
source: Object
my: အရာဝတ္ထု

# COM_SET_CURD_OBJ_DEPENDENCY1
source: Object
my: အရာဝတ္ထု

# COM_SET_CURD_OBJ_LEVEL
source: Level
my: အဆင့်

# COM_SET_CURD_OBJ_LEVEL1
source: To date
my: လာစမ်းပါ

# COM_SET_CURD_OBJ_RELATIVE
source: relationship
my: ဆက်ဆံရေး

# COM_SET_CURD_OBJ_RELATIVE1
source: relationship
my: ဆက်ဆံရေး

# COM_SET_CURD_OBJ_STATUS
source: Status
my: အခြေအနေ

# COM_SET_CURD_OBJ_STATUS1
source: Status
my: အခြေအနေ

# COM_SET_CURD_OBJ_WORKTYPE
source: Type of work
my: အလုပ်အမျိုးအစား

# COM_SET_CURD_OBJ_WORKTYPE1
source: Type of work
my: အလုပ်အမျိုးအစား

# COM_SET_CURD_PAY_OBJ_TYOE
source: Payment object
my: ငွေပေးချေမှုအရာဝတ္ထု

# COM_SET_CURD_PAY_OBJ_TYOE1
source: Payment object
my: ငွေပေးချေမှုအရာဝတ္ထု

# COM_SET_CURD_PAY_TYPE
source: Payment type
my: ငွေပေးချေမှုအမျိုးအစား

# COM_SET_CURD_PAY_TYPE1
source: Payment type
my: ငွေပေးချေမှုအမျိုးအစား

# COM_SET_CURD_PRODUCT_GROUP
source: Product Groups
my: ကုန်ပစ္စည်းအုပ်စု

# COM_SET_CURD_PRODUCT_GROUP1
source: Product Groups
my: ကုန်ပစ္စည်းအုပ်စု

# COM_SET_CURD_PROGRAM_LANGUAGE
source: Language
my: ဘာသာစကား

# COM_SET_CURD_PROGRAM_LANGUAGE1
source: Language
my: ဘာသာစကား

# COM_SET_CURD_PRO_CURENCY
source: Unit
my: ယူနစ်

# COM_SET_CURD_PRO_CURENCY1
source: Unit
my: ယူနစ်

# COM_SET_CURD_PRO_STATUS
source: Status
my: အခြေအနေ

# COM_SET_CURD_PRO_STATUS1
source: Receiver
my: လက်ခံသူ

# COM_SET_CURD_PUBLISH_CURRENCY_TYPE
source: Currency
my: ငွေအမျိုးအစား

# COM_SET_CURD_PUBLISH_CURRENCY_TYPE1
source: Currency
my: ငွေအမျိုးအစား

# COM_SET_CURD_PUBLISH_ORIGIN
source: Origin
my: Made in

# COM_SET_CURD_PUBLISH_ORIGIN1
source: Origin
my: Made in

# COM_SET_CURD_PUBLISH_TASK
source: Work
my: အဆိုပါအလုပျ

# COM_SET_CURD_PUBLISH_TASK1
source: Work
my: အဆိုပါအလုပျ

# COM_SET_CURD_PUBLISH_UNIT
source: Unit
my: ယူနစ်

# COM_SET_CURD_PUBLISH_UNIT1
source: Unit
my: ယူနစ်

# COM_SET_CURD_SERVICE_CONDITION
source: Binding conditions
my: ခညျြနှောငျအခြေအနေများ

# COM_SET_CURD_SERVICE_GROUP
source: Service group
my: ဝန်ဆောင်မှုအဖွဲ့

# COM_SET_CURD_SERVICE_GROUP1
source: Service group
my: ဝန်ဆောင်မှုအဖွဲ့

# COM_SET_CURD_SERVICE_STATUS
source: Service status
my: ဝန်ဆောင်မှုအခြေအနေ

# COM_SET_CURD_SERVICE_UNIT
source: Service unit
my: ဝန်ဆောင်မှုယူနစ်

# COM_SET_CURD_SERVICE_UNIT1
source: Location moved
my: တည်နေရာပြောင်းရွှေ့ခဲ့သည်

# COM_SET_CURD_SERVICE_UNIT_VALUE
source: Unit of value
my: တန်ဖိုးယူနစ်

# COM_SET_CURD_SUPPLIER_GROUP
source: Group of houses also
my: အိမ်များအုပ်စု

# COM_SET_CURD_SUPPLIER_GROUP1
source: Group of houses also
my: အိမ်များအုပ်စု

# COM_SET_CURD_SUPPLIER_STATUS
source: Provider status
my: ပံ့ပိုးပေး status ကို

# COM_SET_CURD_SUPPLIER_STATUS1
source: Provider status
my: ပံ့ပိုးပေး status ကို

# COM_SET_CURD_TAB_ASSET
source: Asset
my: အိမ်ခြံမြေခြံ

# ASSET_TRANSFER_CURD_TAB_CARD_JOB
source: Time to turn
my: ဖွင့်ရန်အချိန်

# ASSET_TRANFER_CURD_TAB_CONTRACT
source: Receiver
my: လက်ခံသူ

# COM_SET_CURD_TAB_CUSTOMER
source: Customer
my: ဖောက်သည်များ

# COM_SET_CURD_TAB_FILE
source: Document Management
my: စာရွက်စာတမ်းစီမံခန့်ခွဲမှု

# COM_SET_CURD_TAB_PAYMENT
source: Pay
my: ငွေပေးချေမှု

# COM_SET_CURD_TAB_PRỌJECT
source: Project
my: စီမံကိန်း

# COM_SET_CURD_TAB_PUBLISH
source: General settings
my: အထွေထွေဆက်တင်များ

# COM_SET_CURD_TAB_SERVICE
source: Service
my: ဝန်ဆောင်မှု

# COM_SET_CURD_TAB_SUPPLIER
source: Supplier
my: ပေးသူ

# COM_SET_CURD_TXT_CODE_SET
source: Installation code
my: ထည့်သွင်းကုဒ်

# COM_SET_CURD_TXT_TYPE
source: Datatypes
my: ဒေတာအမျိုးအစား

# COM_SET_CURD_TXT_VALUE_SET
source: Setting value
my: တန်ဖိုးသတ်မှတ်ခြင်း

# COM_SET_CURD_VALIDATE_ASSET_CODE
source: Installation group cannot be empty
my: ထည့်သွင်းတပ်ဆင်မှုအုပ်စုသည်ဗလာမဟုတ်ပါ

# COM_SET_CURD_VALIDATE_GROUP_VALUE
source: Value group must not be blank
my: Value group သည်ကွက်လပ်မရှိရပါ

# COM_SET_CURD_VC_AREA
source: Vicem area
my: Vicem .ရိယာ

# COM_SET_CURD_VC_AREA1
source: Vicem area
my: Vicem .ရိယာ

# COM_SET_CURD_VC_TRANSPOTER_WEIGH
source: Weight, type of vehicle
my: အလေးချိန်၊ မော်တော်ယာဉ်အမျိုးအစား

# COM_SET_CURD_VC_TRANSPOTER_WEIGH1
source: Weight, type of vehicle
my: အလေးချိန်၊ မော်တော်ယာဉ်အမျိုးအစား

# COM_SET_LBL_COM_SET
source: Property settings
my: အိမ်ခြံမြေဆက်တင်များ

# COM_SET_LBL_NOTE_INDEX
source: Instructions: Double click to view attribute list
my: ညွှန်ကြားချက်များ - attribute စာရင်းကြည့်ရန်နှစ်ချက်နှိပ်ပါ

# COM_SET_LINK_COM_SET
source: Property settings
my: အိမ်ခြံမြေဆက်တင်များ

# COM_SET_LINK_HOME
source: Home page
my: နေအိမ်

# COM_SET_LIST_COL_ACTION
source: Action
my: လှုပ်ရှားမှု

# COM_SET_LIST_COL_CODE_SET
source: Installation code
my: ထည့်သွင်းကုဒ်

# COM_SET_LIST_COL_CREATE_BY
source: Creator
my: ဖန်ဆင်းရှင်

# COM_SET_LIST_COL_CREATE_TIME
source: Date created
my: ရက်စွဲဖန်တီးမှု

# COM_SET_LIST_COL_GROUP_NOTE
source: Value group
my: တန်ဖိုးရှိအုပ်စု

# COM_SET_LIST_COL_ORDER
source: Order
my: အမှာစာ

# COM_SET_LIST_COL_ORDER1
source: Time to turn
my: ဖွင့်ရန်အချိန်

# COM_SET_LIST_COL_TYPE_NAME
source: Datatypes
my: ဒေတာအမျိုးအစား

# COM_SET_LIST_COL_VALUE_SET
source: Setting value
my: တန်ဖိုးသတ်မှတ်ခြင်း

# COM_SET_RESULTACTIVITY
source: Required attributes
my: လိုအပ်သော attribute တွေ

# COM_SET_RESULTACTIVITY1
source: Required data type
my: လိုအပ်တဲ့အချက်အလက်အမျိုးအစား

# COM_SET_RESULTACTIVITY10
source: Failed to add transfer slip
my: လွှဲပြောင်းစာရွက်ကိုထည့်ရန်မအောင်မြင်ပါ

# COM_SET_RESULTACTIVITY11
source: There was an error, please try again!
my: ကျေးဇူးပြုပြီးထပ်မံကြိုးစားပါ

# COM_SET_RESULTACTIVITY12
source: Save before adding
my: ထည့်သွင်းခြင်းမပြုမီသိမ်းဆည်းပါ

# COM_SET_RESULTACTIVITY13
source: Property already exists
my: အိမ်ခြံမြေရှိပြီးသား

# COM_SET_RESULTACTIVITY14
source: Updated transfer slip successfully
my: အဆင့်မြှင့်တင်ထားသောပြောင်းရွှေ့မှုအောင်မြင်စွာဖြတ်ကျော်သည်

# COM_SET_RESULTACTIVITY15
source: Delete project successfully
my: စီမံကိန်းကိုအောင်မြင်စွာဖျက်ပါ

# COM_SET_RESULTACTIVITY16
source: Activity saved to logdata
my: လုပ်ဆောင်ချက်သည် logdata သို့သိမ်းဆည်းသည်

# COM_SET_RESULTACTIVITY17
source: Please enter full information!
my: အချက်အလက်အပြည့်အစုံထည့်ပါ

# COM_SET_RESULTACTIVITY18
source: Add success attribute
my: အောင်မြင်မှု attribute ကိုထည့်ပါ

# COM_SET_RESULTACTIVITY19
source: Delete successful
my: အောင်မြင်စွာဖျက်ပါ

# COM_SET_RESULTACTIVITY2
source: Unit required
my: ယူနစ်လိုအပ်သည်

# COM_SET_RESULTACTIVITY20
source: No element found to delete
my: ဖျက်ရန်ရှာမတွေ့ပါ

# COM_SET_RESULTACTIVITY21
source: Delete failed
my: ဖျက်သည်မအောင်မြင်ပါ

# COM_SET_RESULTACTIVITY3
source: Save
my: သိမ်းဆည်းရန်

# COM_SET_RESULTACTIVITY4
source: Properties
my: Properties ကို

# COM_SET_RESULTACTIVITY5
source: Value
my: တန်ဖိုး

# COM_SET_RESULTACTIVITY6
source: Datatypes
my: ဒေတာအမျိုးအစား

# COM_SET_RESULTACTIVITY7
source: Unit
my: တွက်ချက်မှုယူနစ်

# COM_SET_RESULTACTIVITY8
source: Group
my: အုပ်စု

# COM_SET_RESULTACTIVITY9
source: More successful properties
my: ပိုမိုအောင်မြင်သောဂုဏ်သတ္တိများ

# COM_SET_TITLE_ACTIVITY
source: Track request status
my: တောင်းဆိုမှုအဆင့်အတန်း

# COM_SET_TITLE_ACTIVITY1
source: No.
my: နံပါတ်

# COM_SET_TITLE_ACTIVITY2
source: Status
my: အခြေအနေ

# COM_SET_TITLE_ACTIVITY3
source: People comments
my: လူမှတ်ချက်များ

# COM_SET_TITLE_ACTIVITY4
source: Opinion
my: မှတ်ချက်များ

# COM_SET_TITLE_ACTIVITY5
source: Time
my: အချိန်

# COM_SET_TITLE_ADD
source: Add settings
my: ဆက်တင်များကိုထည့်ပါ

# COM_SET_TITLE_ADD1
source: Transfer unit may not be blank
my: လွှဲပြောင်းယူနစ်အလွတ်ဖြစ်နိုင်သည်

# COM_SET_TITLE_ADD10
source: {0} Do not leave blank!
my: {0} ဗလာမထားပါနဲ့

# COM_SET_TITLE_ADD2
source: The transferer may not be blank
my: လွှဲပြောင်းသူသည်အလွတ်မဖြစ်နိုင်ပါ

# COM_SET_TITLE_ADD3
source: The recipient must not be blank
my: လက်ခံသူသည်ကွက်လပ်မရှိရပါ

# COM_SET_TITLE_ADD4
source: Receiving unit must not be blank
my: လက်ခံယူနစ်သည်အလွတ်မဖြစ်ရပါ

# COM_SET_TITLE_ADD5
source: Select the file before adding
my: ထည့်သွင်းခြင်းမပြုမီဖိုင်ကိုရွေးချယ်ပါ

# COM_SET_TITLE_ADD6
source: Work
my: တက်ကြွ

# COM_SET_TITLE_ADD7
source: Result
my: ရလဒ်များ

# COM_SET_TITLE_ADD8
source: Activity Do not leave blank!
my: လှုပ်ရှားမှုအလွတ်မထားပါနှင့်!

# COM_SET_TITLE_ADD9
source: Since
my: ရက်စွဲကနေ

# COM_SET_TITLE_DEPART
source: Location moved
my: တည်နေရာပြောင်းရွှေ့ခဲ့သည်

# COM_SET_TITLE_EDIT
source: Update settings
my: ချိန်ညှိချက်များကိုမွမ်းမံပါ

# COM_SET_TITLE_EDIT1
source: Printing
my: ပုံနှိပ်ခြင်း

# COM_SET_TITLE_EDIT2
source: File name
my: ဖိုင်နာမည်

# COM_SET_TITLE_EDIT3
source: Erase
my: ဖျက်ပါ

# COM_SET_TITLE_EDIT4
source: Do not browse
my: မကြည့်ပါနဲ့

# COM_SET_TITLE_EDIT5
source: Browser
my: နေခြည်

# COM_SET_TITLE_EDIT6
source: Processing
my: တိုးတက်နေပါတယ်

# COM_SET_TITLE_EDIT7
source: Edit
my: တည်းဖြတ်ပါ

# COM_SET_TITLE_USER
source: Transfer person
my: လွှဲပြောင်းသူ

# COM_STARTTIME
source: Time to send
my: ပို့ရန်အချိန်

# COM_TICKET_TRANSFER
source: Coupon of transfer
my: လွှဲပြောင်းမှုကူပွန်

# COM_TITLE_EDIT
source: Correct the property transfer slip
my: အိမ်ခြံမြေလွှဲပြောင်းစလစ်ပြင်ပေး

# COM_USERTRANSF
source: Transfer person
my: လွှဲပြောင်းသူ

# MLP_CURD_LBL_FILE_CHOSE
source: Choose file
my: ဖိုင်ရွေးပါ

# MLP_CURD_LBL_FILE_NAME
source: File name
my: ဖိုင်နာမည်

# MLP_CURD_TITLE_ADD_FILE
source: Add new
my: အသစ်ထည့်ပါ
