Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/AssetMaintenanceController.*.resx
Languages: fr, ja, ko, my, vi

# ASMTNC_BTN_ACTIVITY
source: Action
fr: Actif
ja: アクティブ
ko: 활성
vi: Lịch sử

# ASMTNC_BTN_RESULT
source: Result
fr: Les résultats
ja: 結果
ko: 결과
vi: Vào dữ liệu

# ASMTNC_BTN_UPLOAD_FILE
source: Download the file
fr: Télécharger le fichier
ja: ファイルをダウンロードする
ko: 파일 다운로드
vi: Tải tệp

# ASMTNC_BUTTON_CLOSE
source: Closed
fr: Fermer le
ja: 閉じます
ko: 닫습니다
vi: Đóng

# ASMTNC_CURD_LBL_ACTIVITY
source: Action
fr: Actif
ja: アクティブ
ko: 활성
vi: Hoạt động

# ASMTNC_CURD_LBL_ASSET
source: Property
fr: La propriété
ja: 物件
ko: 재산
vi: Tài sản

# ASMTNC_CURD_LBL_BRANCH
source: Branch
fr: Branche
ja: 支店
ko: 지점
vi: Chi nhánh

# ASMTNC_CURD_LBL_CATEGORY_ACTIVITY
source: Active Directory
ko: 액티브 디렉토리
vi: Luồng hoạt động

# ASMTNC_CURD_LBL_CATEGORY_IMPROVEMENT
source: Repaired items
fr: Articles réparés
ja: 修理品
ko: 수리 된 품목
vi: Hạng mục sửa chữa

# ASMTNC_CURD_LBL_CHOOSE_PROPERTY
source: Select properties
fr: Sélectionnez les propriétés
ja: プロパティを選択
ko: 속성 선택
vi: Chọn thuộc tính

# ASMTNC_CURD_LBL_DELETED
source: Erase
fr: Supprimer
ja: 削除する
ko: 삭제
vi: Xóa

# ASMTNC_CURD_LBL_FILE_CHOSE
source: Choose a file
fr: Choisir un fichier
ja: ファイルを選択
ko: 파일을 선택하십시오
vi: Chọn tệp tin

# ASMTNC_CURD_LBL_FILE_NAME
source: File name
fr: Nom du fichier
ja: ファイル名
ko: 파일명
vi: Tên tệp tin

# ASMTNC_CURD_LBL_FROM_DATE
source: Delivery date
fr: Date de transfert
ja: 譲渡日
ko: 양도일
vi: Ngày chuyển

# ASMTNC_CURD_LBL_GROUP
source: Group
fr: Groupe
ja: 団体
ko: 그룹
vi: Nhóm

# ASMTNC_CURD_LBL_LIST_UPLOAD_FILE
source: List of uploaded files
fr: Liste des fichiers téléchargés
ja: アップロードされたファイルのリスト
ko: 업로드 된 파일 목록
vi: Danh sách tệp tải lên

# ASMTNC_CURD_LBL_LOCATION_RECEIVED
source: Place of receipt
fr: Lieu de réception
ja: 領収書の場所
ko: 수령 장소
vi: Địa điểm nhận

# ASMTNC_CURD_LBL_LOCATION_TRANSFER
source: Location moved
fr: Lieu déplacé
ja: 場所を移動しました
ko: 위치가 이동 함
vi: Địa điểm chuyển

# ASMTNC_CURD_LBL_NAME_FILE
source: File name
fr: Nom du fichier
ja: ファイル名
ko: 파일명
vi: Tên tệp tin

# ASMTNC_CURD_LBL_NOTE
source: content
fr: Le contenu
ja: 内容
ko: 내용
vi: Nội dung

# ASMTNC_CURD_LBL_NOTE_ACTIVITY
source: Note
fr: Les notes
ja: 注釈
ko: 비고
vi: Ghi chú

# ASMTNC_CURD_LBL_NOTE_ASSET
source: Note
fr: Les notes
ja: 注釈
ko: 비고
vi: Ghi chú

# ASMTNC_CURD_LBL_PRICE
source: Unit Price VND)
fr: Prix ​​unitaire (VND)
ja: 単価（VND）
ko: 단가 (VND)
vi: Đơn giá (VNĐ)

# ASMTNC_CURD_LBL_PROPERTY
source: Properties
fr: Propriétés
ja: 物性
ko: 속성
vi: Thuộc tính

# ASMTNC_CURD_LBL_QUANTITY
source: Amount
fr: Le montant
ja: 量
ko: 금액
vi: Số lượng

# ASMTNC_CURD_LBL_STATUS
source: Status
fr: Statut
ja: ステータス
ko: 상태
vi: Trạng thái

# ASMTNC_CURD_LBL_STT
source: No.
fr: Non
ja: いや
ko: 아니
vi: STT

# ASMTNC_CURD_LBL_SUM_MONEY
source: Total money: VND
fr: Total de l'argent: VND
ja: 合計金額：VND
ko: 총 돈 : VND
vi: Tổng tiền: VNĐ

# ASMTNC_CURD_LBL_TICKET_CODE
source: Form code
fr: Code de bon d'achat
ja: バウチャーコード
ko: 바우처 코드
vi: Mã phiếu

# ASMTNC_CURD_LBL_TICKET_NAME
source: Name of the coupon
fr: Nom du coupon
ja: クーポンの名前
ko: 쿠폰 이름
vi: Tên phiếu

# ASMTNC_CURD_LBL_TO_DATE
source: Date taken
fr: Date de prise
ja: 撮影日
ko: 촬영 일
vi: Ngày lấy

# ASMTNC_CURD_LBL_TYPE_DATA
source: Datatypes
fr: Type de données
ja: データ型
ko: 자료형
vi: Kiểu dữ liệu

# ASMTNC_CURD_LBL_UNIT_COUNT
source: Unit
fr: Unité de calcul
ja: 計算単位
ko: 계산 단위
vi: Đơn vị tính

# ASMTNC_CURD_LBL_UNIT_MAINTENANCE
source: Repair unit
fr: Unité de réparation
ja: 修理ユニット
ko: 수리 유닛
vi: Đơn vị sửa chữa

# ASMTNC_CURD_LBL_UNIT_TRANSFER
source: Unit transfer
fr: Transfert d'unité
ja: ユニット転送
ko: 단위 전송
vi: Đơn vị chuyển

# ASMTNC_CURD_LBL_USER_IMPROVEMENT
source: Repair person
fr: Réparateur
ja: 修理人
ko: 수리 인
vi: Người sửa chữa

# ASMTNC_CURD_LBL_VALUE
source: Value
fr: Valeur
ja: 価値
ko: 가치
vi: Giá trị

# ASMTNC_CURD_TABLE_ASSET_IMPROVEMENT
source: Repaired property
fr: Propriété réparée
ja: 修復された財産
ko: 수리 재산
vi: Tài sản sửa chữa

# ASMTNC_CURD_TABLE_IMPROVEMENT
source: Repair votes
fr: Correction glisse
ja: 訂正票
ko: 수정 전표
vi: Phiếu sửa chữa

# ASMTNC_CURD_TITLE_ADD_FILE
source: Add file
fr: Ajouter un fichier
ja: ファイルを追加
ko: 파일 추가
vi: Thêm tệp tin

# ASMTNC_CURD_TXT_ACTIVITY
source: Action
fr: Actif
ja: アクティブ
ko: 활성
vi: Hoạt động

# ASMTNC_CURD_TXT_ASSET
source: Property
fr: La propriété
ja: 物件
ko: 재산
vi: Tài sản

# ASMTNC_CURD_TXT_BRANCH
source: Branch
fr: Branche
ja: 支店
ko: 지점
vi: Chi nhánh

# ASMTNC_CURD_TXT_CATEGORY_ACTIVITY
source: Active Directory
ko: 액티브 디렉토리
vi: Danh mục hoạt động

# ASMTNC_CURD_TXT_CATEGORY_IMPROVEMENT
source: Repaired items
fr: Articles réparés
ja: 修理品
ko: 수리 된 품목
vi: Hạng mục sửa chữa

# ASMTNC_CURD_TXT_CHOOSE_PROPERTY
source: Select properties
fr: Sélectionnez les propriétés
ja: プロパティを選択
ko: 속성 선택
vi: Chọn thuộc tính

# ASMTNC_CURD_TXT_FILE_CHOSE
source: Choose a file
fr: Choisir un fichier
ja: ファイルを選択
ko: 파일을 선택하십시오
vi: Chọn tệp tin

# ASMTNC_CURD_TXT_FILE_NAME
source: File name
fr: Nom du fichier
ja: ファイル名
ko: 파일명
vi: Tên tệp tin

# ASMTNC_CURD_TXT_FROM_DATE
source: Delivery date
fr: Date de transfert
ja: 譲渡日
ko: 양도일
vi: Ngày chuyển

# ASMTNC_CURD_TXT_GROUP
source: Group
fr: Groupe
ja: 団体
ko: 그룹
vi: Nhóm

# ASMTNC_CURD_TXT_LOCATION_RECEIVED
source: Place of receipt
fr: Lieu de réception
ja: 領収書の場所
ko: 수령 장소
vi: Địa điểm nhận

# ASMTNC_CURD_TXT_LOCATION_TRANSFER
source: Location moved
fr: Lieu déplacé
ja: 場所を移動しました
ko: 위치가 이동 함
vi: Địa điểm chuyển

# ASMTNC_CURD_TXT_NOTE
source: content
fr: Le contenu
ja: 内容
ko: 내용
vi: Nội dung

# ASMTNC_CURD_TXT_NOTE_ACTIVITY
source: Note
fr: Les notes
ja: 注釈
ko: 비고
vi: Ghi chú

# ASMTNC_CURD_TXT_NOTE_ASSET
source: Note
fr: Les notes
ja: 注釈
ko: 비고
vi: Ghi chú

# ASMTNC_CURD_TXT_PRICE
source: Unit Price VND)
fr: Prix ​​unitaire (VND)
ja: 単価（VND）
ko: 단가 (VND)
vi: Đơn giá (VNĐ)

# ASMTNC_CURD_TXT_QUANTITY
source: Amount
fr: Le montant
ja: 量
ko: 금액
vi: Số lượng

# ASMTNC_CURD_TXT_STATUS
source: Status
fr: Statut
ja: ステータス
ko: 상태
vi: Trạng thái

# ASMTNC_CURD_TXT_TICKET_CODE
source: Form code
fr: Code de bon d'achat
ja: バウチャーコード
ko: 바우처 코드
vi: Mã phiếu

# ASMTNC_CURD_TXT_TICKET_NAME
source: Name of the coupon
fr: Nom du coupon
ja: クーポンの名前
ko: 쿠폰 이름
vi: Tên phiếu

# ASMTNC_CURD_TXT_TO_DATE
source: Date taken
fr: Date de prise
ja: 撮影日
ko: 촬영 일
vi: Ngày lấy

# ASMTNC_CURD_TXT_TYPE_DATA
source: Datatypes
fr: Type de données
ja: データ型
ko: 자료형
vi: Kiểu dữ liệu

# ASMTNC_CURD_TXT_UNIT_COUNT1
source: Unit
fr: Unité de calcul
ja: 計算単位
ko: 계산 단위
vi: Đơn vị tính

# ASMTNC_CURD_TXT_UNIT_MAINTENANCE
source: Repair unit
fr: Unité de réparation
ja: 修理ユニット
ko: 수리 유닛
vi: Đơn vị sửa chữa

# ASMTNC_CURD_TXT_UNIT_TRANSFER
source: Unit transfer
fr: Transfert d'unité
ja: ユニット転送
ko: 단위 전송
vi: Đơn vị chuyển

# ASMTNC_CURD_TXT_USER_IMPROVEMENT
source: Repair person
fr: Réparateur
ja: 修理人
ko: 수리 인
vi: Người sửa chữa

# ASMTNC_CURD_TXT_VALUE
source: Value
fr: Valeur
ja: 価値
ko: 가치
vi: Giá trị

# ASMTNC_FOLLOW_STATUS_REQUEST
source: Monitor status quo
fr: Surveiller le statu quo
ja: 現状の監視
ko: 현상 모니터링
vi: Theo dõi trạng thái yên cầu

# ASMTNC_LINK_ASSET_MAINTENANCE
source: Property repairs
fr: Réparations de propriété
ja: 財産の修理
ko: 부동산 수리
vi: Sửa chữa tài sản

# ASMTNC_LINK_HOME_PAGE
source: Home page
fr: Accueil
ja: ホーム
ko: 홈
vi: Trang Chủ

# ASMTNC_MSG_ADD_ACTIVITY_SUCCESS
source: Activity saved to log
fr: Activité enregistrée dans le journal
ja: ログに保存されたアクティビティ
ko: 활동이 로그에 저장되었습니다
vi: Hoạt động đã lưu vào log

# ASMTNC_MSG_ADD_ASSET_SUCCESS
source: Add successful repair votes
fr: Ajouter des votes de réparation réussis
ja: 成功した修理票を追加する
ko: 성공적인 수리 투표 추가
vi: Thêm phiếu sửa chữa thành công

# ASMTNC_MSG_ADD_CATEGORY_SUCCESS
source: Add item successfully repaired
fr: Ajouter un article réparé avec succès
ja: アイテムの追加が修復されました
ko: 성공적으로 수리 된 항목 추가
vi: Thêm hạng mục sửa chữa thành công

# ASMTNC_MSG_ADD_FILE_SUCCESS
source: Save the coupon before downloading the file!
fr: Enregistrez le coupon avant de télécharger le fichier!
ja: ファイルをダウンロードする前にクーポンを保存してください！
ko: 파일을 다운로드하기 전에 쿠폰을 저장하십시오!
vi: Lưu phiếu trươc khi tải tệp!

# ASMTNC_MSG_ADD_PROPERTY_SUCCESS
source: Add success attribute
fr: Ajouter un attribut de réussite
ja: 成功属性を追加
ko: 성공 속성 추가
vi: Thêm thuộc tính thành công

# ASMTNC_MSG_ADD_SUCCESS
source: Save successfully
fr: Enregistrer avec succès
ja: 正常に保存
ko: 성공적으로 저장
vi: Lưu thành công

# ASMTNC_MSG_DELETE_ASSET_SUCCESS
source: Successfully deleted correction slip
fr: Bordereau de correction supprimé avec succès
ja: 訂正票を削除しました
ko: 수정 전표를 성공적으로 삭제했습니다
vi: Xóa phiếu sửa chữa thành công

# ASMTNC_MSG_DEL_CATEGORY_SUCCESS
source: Successfully deleted repair item
fr: Élément de réparation supprimé avec succès
ja: 修復アイテムを削除しました
ko: 수리 항목을 성공적으로 삭제했습니다
vi: Xóa hạng mục sửa chữa thành công

# ASMTNC_MSG_DEL_SUCCESS
source: Successfully erased repair property
fr: Propriété de réparation effacée avec succès
ja: 修復プロパティを正常に消去しました
ko: 수리 속성이 성공적으로 지워졌습니다
vi: Xóa tài sản sửa chữa thành công

# ASMTNC_MSG_ERR_ACTIVITY_NULL
source: Active drum!
fr: Tambour actif!
ja: アクティブドラム！
ko: 액티브 드럼!
vi: Hoạt động trống!

# ASMTNC_MSG_ERR_ADD_ASSET_SUCCESS
source: Save votes before adding properties!
fr: Enregistrez les votes avant d'ajouter des propriétés!
ja: プロパティを追加する前に投票を保存してください！
ko: 속성을 추가하기 전에 투표를 저장하십시오!
vi: Lưu phiếu trước khi thêm tài sản!

# ASMTNC_MSG_ERR_ADD_CATEGORY_SUCCESS
source: Save properties before adding items!
fr: Enregistrer les propriétés avant d'ajouter des éléments!
ja: アイテムを追加する前にプロパティを保存してください！
ko: 항목을 추가하기 전에 속성을 저장하십시오!
vi: Lưu tài sản trước khi thêm hạng mục!

# ASMTNC_MSG_ERR_ASSET_NULL
source: Empty property!
fr: Propriété vide!
ja: 空のプロパティ！
ko: 빈 재산!
vi: Tài sản trống!

# ASMTNC_MSG_ERR_BRANCH_NULL
source: Branch is empty!
fr: La branche est vide!
ja: ブランチは空です！
ko: 지점이 비어 있습니다!
vi: Chi nhánh trống!

# ASMTNC_MSG_ERR_CATEGORY_ACTIVITY_NULL
source: Activity list is empty!
fr: La liste des activités est vide!
ja: アクティビティリストは空です！
ko: 활동 목록이 비어 있습니다!
vi: Danh mục hoạt động trống!

# ASMTNC_MSG_ERR_CATEGORY_IMPRO_NULL
source: Empty repair items!
fr: Vider les articles de réparation!
ja: 空の修理アイテム！
ko: 빈 수리 품목!
vi: Hạng mục sửa chữa trống!

# ASMTNC_MSG_ERR_INT_IMPROVEMENT_NULL
source: Empty repair unit!
fr: Unité de réparation vide!
ja: 空の修理ユニット！
ko: 빈 수리 유니트!
vi: Đơn vị sửa chữa trống!

# ASMTNC_MSG_ERR_PROPERTY_NULL
source: Property must not be blank!
fr: La propriété ne doit pas être vide!
ja: プロパティを空白にすることはできません！
ko: 속성은 비워 둘 수 없습니다!
vi: Thuộc tính không được bỏ trống!

# ASMTNC_MSG_ERR_STATUS_NULL
source: Vacuity!
fr: Etat vide!
ja: 空の状態！
ko: 빈 상태!
vi: Trạng thái trống!

# ASMTNC_MSG_ERR_TYPE_DATA_NULL
source: Data type must not be blank!
fr: Le type de données ne doit pas être vide!
ja: データ型は空白にしないでください！
ko: 데이터 유형은 반드시 입력해야합니다!
vi: Kiểu dữ liệu không được bỏ trống!

# ASMTNC_MSG_ERR_UNIT_COUNT_NULL
source: Unit may not be blank!
fr: L'unité peut ne pas être vide!
ja: ユニットは空白ではないかもしれません！
ko: 장치가 비어 있지 않을 수 있습니다!
vi: Đơn vị tính không được để trống!

# ASMTNC_MSG_ERR_UNIT_MAIN_NULL
source: Unit turning empty!
fr: Unité tournant à vide!
ja: ユニットが空になりました！
ko: 빈 터닝 장치!
vi: Đơn vị chuyển trống!

# ASMTNC_MSG_ERR_UPDATE_TOTAL_SUCCESS
source: There was an error updating the total amount!
fr: Une erreur s'est produite lors de la mise à jour du montant total!
ja: 合計金額の更新中にエラーが発生しました！
ko: 총액을 업데이트하는 중에 오류가 발생했습니다!
vi: Có lỗi khi cập nhật tổng tiền!

# ASMTNC_MSG_ERR_USER_IMPROVEMENT_NULL
source: Empty repairman!
fr: Réparateur vide!
ja: 空の修理工！
ko: 빈 수리공!
vi: Người sửa chữa trống!

# ASMTNC_MSG_UPDATE_ASSET_SUCCESS
source: Update the repair slip successfully
fr: Mettre à jour le bordereau de réparation avec succès
ja: 修理伝票を正常に更新する
ko: 수리 전표를 성공적으로 업데이트
vi: Cập nhật phiếu sửa chữa thành công

# ASMTNC_OPINION_INPUT
source: Enter an opinion
fr: Entrez un avis
ja: 意見を入力してください
ko: 의견을 입력하십시오
vi: Nhập ý kiến

# ASMTNC_TAB_ASSET_ASSET_NAME
source: asset name
fr: Nom de la propriété
ja: 物件名
ko: 부동산 이름
vi: Tên tài sản

# ASMTNC_TAB_ASSET_COL_ACTION
source: Action
ja: アクション
ko: 행동
vi: Tác vụ

# ASMTNC_TAB_ASSET_IMPROVEMENT_IN_ADD
source: Repaired property
fr: Propriété réparée
ja: 修復された財産
ko: 수리 재산
vi: Tài sản sửa chữa

# ASMTNC_TAB_ASSET_NOTE
source: Note
fr: Les notes
ja: 注釈
ko: 비고
vi: Ghi chú

# ASMTNC_TAB_ASSET_STATUS
source: Status
fr: Statut
ja: ステータス
ko: 상태
vi: Tình trạng

# ASMTNC_TAB_ASSET_UNIT_IMPROVEMENT
source: Repair unit
fr: Unité de réparation
ja: 修理ユニット
ko: 수리 유닛
vi: Đơn vị sửa chữa

# ASMTNC_TAB_ASSET_UNIT_TRANSFER
source: Unit transfer
fr: Transfert d'unité
ja: ユニット転送
ko: 단위 전송
vi: Đơn vị chuyển

# ASMTNC_TAB_ASSET_USER_IMPROVEMENT
source: Repair person
fr: Réparateur
ja: 修理人
ko: 수리 인
vi: Người sửa chữa

# ASMTNC_TAB_CATEGORY_ACTION
source: Action
ja: アクション
ko: 행동
vi: Tác vụ

# ASMTNC_TAB_CATEGORY_CATEGORY_NAME
source: Categories
fr: Item
ja: アイテム
ko: 아이템
vi: Hạng mục

# ASMTNC_TAB_CATEGORY_IMPROVEMENT_IN_ADD
source: Repaired items
fr: Articles réparés
ja: 修理品
ko: 수리 된 품목
vi: Hạng mục sửa chữa

# ASMTNC_TAB_CATEGORY_LBL_SUM_MONEY
source: Total amount:
fr: Montant total:
ja: 合計金額：
ko: 총 금액 :
vi: Tổng tiền:

# ASMTNC_TAB_CATEGORY_MONEY
source: into money
fr: En argent
ja: お金に
ko: 돈으로
vi: Thành tiền

# ASMTNC_TAB_CATEGORY_NOTE
source: content
fr: Le contenu
ja: 内容
ko: 내용
vi: Nội dung

# ASMTNC_TAB_CATEGORY_PRICE
source: Unit price
fr: Prix ​​unitaire
ja: 単価
ko: 단가
vi: Đơn giá

# ASMTNC_TAB_CATEGORY_QUANTITY
source: Amount
fr: Le montant
ja: 量
ko: 금액
vi: Số lượng

# ASMTNC_TAB_CATEGORY_USER_IMPROVEMENT
source: Repair person
fr: Réparateur
ja: 修理人
ko: 수리 인
vi: Người sửa chữa

# ASMTNC_TAB_COL_ACTION_NAME
source: Action name
fr: Nom de l'action
ja: アクション名
ko: 액션 이름
vi: Tên hành động

# ASMTNC_TAB_COL_ACTION_TYPE
source: Type of action
fr: Type d'action
ja: アクションの種類
ko: 행동 유형
vi: Loại hành động

# ASMTNC_TAB_COL_DELETE
source: Erase
fr: Supprimer
ja: 削除する
ko: 삭제
vi: Xóa

# ASMTNC_TAB_COL_EDIT
source: Repair
fr: Fix
ja: 修正する
ko: 수정
vi: Sửa

# ASMTNC_TAB_COL_LOCATION_GPS
source: LocationGPS
fr: LieuGPS
ja: ロケーションGPS
ko: 위치 GPS

# ASMTNC_TAB_COL_RESULT
source: Result
fr: Les résultats
ja: 結果
ko: 결과
vi: Kết quả

# ASMTNC_TAB_COL_USER_ACTION
source: User action
fr: Action de l'utilisateur
ja: ユーザーアクション
ko: 사용자 행동

# ASMTNC_TAB_DETAILS_COL_ACTION
source: Action
ja: アクション
ko: 행동
vi: Tác vụ

# ASMTNC_TAB_DETAILS_COL_ASSET_NAME
source: asset name
fr: Nom de la propriété
ja: 物件名
ko: 부동산 이름
vi: Tên tài sản

# ASMTNC_TAB_DETAILS_COL_NOTE
source: content
fr: Le contenu
ja: 内容
ko: 내용
vi: Nội dung

# ASMTNC_TAB_DETAILS_COL_STATUS
source: Status
fr: Statut
ja: ステータス
ko: 상태
vi: Tình trạng

# ASMTNC_TAB_DETAILS_COL_SUM_MONEY
source: Total money
fr: Argent total
ja: 合計金額
ko: 총 돈
vi: Tổng tiền

# ASMTNC_TAB_DETAILS_COL_TICKET_CODE
source: Form code
fr: Code de bon d'achat
ja: バウチャーコード
ko: 바우처 코드
vi: Mã phiếu

# ASMTNC_TAB_HEADER_COL_ACTION
source: Action
ja: アクション
ko: 행동
vi: Tác vụ

# ASMTNC_TAB_HEADER_COL_BRANCH
source: Branch
fr: Branche
ja: 支店
ko: 지점
vi: Chi nhánh

# ASMTNC_TAB_HEADER_COL_FROM_DATE
source: Delivery date
fr: Date de transfert
ja: 譲渡日
ko: 양도일
vi: Ngày chuyển

# ASMTNC_TAB_HEADER_COL_NOTE
source: content
fr: Le contenu
ja: 内容
ko: 내용
vi: Nội dung

# ASMTNC_TAB_HEADER_COL_STATUS
source: Status
fr: Statut
ja: ステータス
ko: 상태
vi: Tình trạng

# ASMTNC_TAB_HEADER_COL_TICKET_CODE
source: Form code
fr: Code de bon d'achat
ja: バウチャーコード
ko: 바우처 코드
vi: Mã phiếu

# ASMTNC_TAB_HEADER_COL_TICKET_NAME
source: Name of the coupon
fr: Nom du coupon
ja: クーポンの名前
ko: 쿠폰 이름
vi: Tên phiếu

# ASMTNC_TAB_HEADER_COL_TO_DATE
source: Date taken
fr: Date de prise
ja: 撮影日
ko: 촬영 일
vi: Ngày lấy

# ASMTNC_TAB_HEADER_COL_UNIT_IMPROVERMENT
source: Repair unit
fr: Unité de réparation
ja: 修理ユニット
ko: 수리 유닛
vi: Đơn vị sửa chữa

# ASMTNC_TAB_HEADER_COL_UNIT_TRANSFER
source: Unit transfer
fr: Transfert d'unité
ja: ユニット転送
ko: 단위 전송
vi: Đơn vị chuyển

# ASMTNC_TITLE_ADD_TIKET_MAINTE
source: Add property repair slip
fr: Ajouter un bordereau de réparation
ja: 財産修理票を追加
ko: 부동산 수리 전표 추가
vi: Thêm phiếu sửa chữa tài sản

# ASMTNC_TITLE_ASSET_MAINTENANCE
source: Property Repair
fr: Réparation de propriété
ja: 財産の修理
ko: 부동산 수리
vi: Sửa Chữa Tài Sản

# ASMTNC_TITLE_LIST_ACTIVITY
source: Activity list
fr: Liste d'activités
ja: 活動リスト
ko: 활동 목록
vi: Danh sách hoạt động

# ASMTNC_TITLE_RESULT_ACTIVITY
source: Activity results
fr: Résultats d'activité
ja: 活動結果
ko: 활동 결과
vi: Kết quả hoạt động

# ASMTNC_TITLE_UPDATE_TIKET_MAINTE
source: Correction of property repair slips
fr: Correction des bordereaux de réparation
ja: 財産修繕票の修正
ko: 재산 수리 전표 수정
vi: Sửa phiếu sửa chữa tài sản

# ASMTNC_VALIDATE_LOCATION_RECEIVED
source: Pick up location is empty
fr: Le lieu de ramassage est vide
ja: ピックアップ場所が空です
ko: 픽업 장소가 비어 있습니다
vi: Địa điểm nhận trống

# ASMTNC_VALIDATE_LOCATION_TRANSFER
source: Transferring location is empty
fr: Le lieu de transfert est vide
ja: 移動先は空です
ko: 전송 위치가 비어 있습니다
vi: Địa điểm chuyển trống

# ASMTNC_VALIDATE_PRICE
source: Unit price
fr: Prix ​​unitaire
ja: 単価
ko: 단가
vi: Đơn giá

# ASMTNC_VALIDATE_TICKET_NAME
source: The name of the ticket is empty!
fr: Le nom du ticket est vide!
ja: チケットの名前は空です！
ko: 티켓 이름이 비어 있습니다!
vi: Tên phiếu trống!

# ASMTNC_VALIDATE_TIME_RECEIVED
source: Receiving time is empty
fr: Le temps de réception est vide
ja: 受信時間が空です
ko: 수신 시간이 비어 있습니다
vi: Thời gian nhận trống

# ASMTNC_VALIDATE_TIME_TRANSFER
source: Time for empty transfer
fr: Temps pour le transfert vide
ja: 空の転送の時間
ko: 빈 전송 시간
vi: Thời gian chuyển trống

# ASMTNC_VALIDATE_TO_END
source: From 1 to 255 characters
fr: De 1 à 255 caractères
ja: 1〜255文字
ko: 1 ~ 255 자
vi: Từ 1 đến 255 ký tự

# ASMTNC_VALIDATE_UNIT_IMPRO
source: Empty repair unit
fr: Unité de réparation vide
ja: 空の修理ユニット
ko: 빈 수리 장치
vi: Đơn vị sửa chữa trống

# ASMTNC_VALIDATE_VALUE_NOT_NULL
source: Value required
fr: Valeur requise
ja: 必要な値
ko: 필요한 가치
vi: Giá trị bắt buộc

# ASMTNC_VALIDATE_VALUE_NUM
source: Amount
fr: Le montant
ja: 量
ko: 금액
vi: Số lượng

# ASMTNC_VALIDATE_VALUE_NUM_SMALL_ZERO
source: Quantity not less than 0
fr: Quantité pas moins que 0
ja: 0以上の数量
ko: 0 이상 수량
vi: Số lượng không nhỏ hơn 0

# ASMTNC_VALIDATE_VALUE_PRICE_SMALL_ZERO
source: Unit price is not less than 0
fr: Le prix unitaire n'est pas inférieur à 0
ja: 単価は0以上です。
ko: 단가는 0 이상
vi: Đơn giá không nhỏ hơn 0

# ASSET_LIQ_LBL_CONTENT
source: Content
fr: Le contenu
ja: 内容
ko: 내용
my: contents တွေကို

# ASSET_LIQ_LBL_MT_TYPE
source: Maintenance type
fr: Type de maintenance
ja: メンテナンスの種類
ko: 유지 보수 유형
my: ကို Maintenance အမျိုးအစား

# ASSET_LIQ_TXT_ASSET_NAME
source: Asset name...
fr: Nom de la propriété ...
ja: プロパティ名...
ko: 속성 이름 ...
my: အိမ်ခြံမြေအမည် ...

# ASSET_LIQ_TXT_CONTENT
source: Content...
fr: Contenu ...
ja: 内容...
ko: 내용 ...
my: အကြောင်းအရာ ...

# ASSET_LIQ_TXT_MT_TYPE
source: Maintenance type ...
fr: Type de maintenance ...
ja: メンテナンスの種類...
ko: 유지 보수 유형 ...
my: type ပြုပြင်ထိန်းသိမ်းမှု ...

# ASSET_MT_ADD_EDIT_REPLACE
source: Add maintenance, repair & replacement coupons
fr: Ajouter des coupons d'entretien, de réparation et de remplacement
ja: メンテナンス、修理、交換のクーポンを追加する
ko: 유지 보수, 수리 및 교체 쿠폰 추가
my: စတော့ရှယ်ယာနှင့်ပြုပြင်ထိန်းသိမ်းမှု, ပြုပြင် & အစားထိုး Add

# ASSET_MT_ASSET_REPAIR
source: Property repair and maintenance
fr: Réparation et entretien de la propriété
ja: 財産の修理とメンテナンス
ko: 재산 수리 및 유지 보수
my: အိမ်ခြံမြေပြုပြင်နှင့်ပြုပြင်ထိန်းသိမ်းမှု

# ASSET_MT_LBL_ACTION
source: Manipulation
ja: 操作
ko: 조작
my: ခြယ်လှယ်

# ASSET_MT_LBL_ASSET_CHOOSE
source: Choose properties
fr: Choisissez des propriétés
ja: プロパティを選択
ko: 속성을 선택하십시오
my: အိမ်ခြံမြေကို Select လုပ်ပါ

# ASSET_MT_LBL_ASSET_CODE
source: Property code
fr: Code de la propriété
ja: プロパティコード
ko: 속성 코드
my: အိမ်ခြံမြေကုဒ်

# ASSET_MT_LBL_ASSET_NAME
source: asset name
fr: Nom de la propriété
ja: 物件名
ko: 부동산 이름
my: အိမ်ခြံမြေအမည်ဖြင့်

# ASSET_MT_LBL_BRANCH
source: Branch
fr: Branche
ja: 支店
ko: 지점
my: ဌာနခှဲက

# ASSET_MT_LBL_DATE_EDIT
source: Fix date
fr: Date fixe
ja: 修正日
ko: 수정 날짜
my: ပြုပြင်မွမ်းမံသည့်ရက်စွဲ

# ASSET_MT_LBL_DATE_LIQUID
source: Liquidation date
fr: Date de liquidation
ja: 清算日
ko: 청산 날짜
my: နေ့ဖျက်သိမ်းမှု

# ASSET_MT_LBL_DETAIL
source: Detail
fr: Les détails
ja: 詳細
ko: 세부 사항
my: အသေးစိတ်

# ASSET_MT_LBL_FILE_CHOOSE
source: Choose file
fr: Choisir un fichier
ja: ファイルを選択
ko: 파일을 선택하십시오
my: ဖိုင်ကို Select လုပ်ပါ

# ASSET_MT_LBL_LOCAL
source: Place
fr: Emplacement
ja: 場所
ko: 위치
my: တည်နေရာ

# ASSET_MT_LBL_NOTE
source: Note
fr: Les notes
ja: 注釈
ko: 비고
my: မှတ်ချက်ချ

# ASSET_MT_LBL_SEARCH
source: Search
fr: Recherche
ja: 検索する
ko: 검색
my: ရှာဖှေ

# ASSET_MT_LBL_ST_STATUS
source: Status
fr: Statut
ja: ステータス
ko: 상태
my: ပြည်နယ်

# ASSET_MT_LBL_TEAM_REPAIR
source: Repair unit
fr: Unité de réparation
ja: 修理ユニット
ko: 수리 유닛
my: ယူနစ်ပြုပြင်ခြင်း

# ASSET_MT_LBL_TOTAL
source: Total money
fr: Argent total
ja: 合計金額
ko: 총 돈
my: စုစုပေါင်းပိုက်ဆံ

# ASSET_MT_LBL_VOUCHER_CODE
source: Form code
fr: Code de bon d'achat
ja: バウチャーコード
ko: 바우처 코드
my: ကူပွန်ကုဒ်

# ASSET_MT_LBL_VOUCHER_NAME
source: Voucher name
fr: Nom du bon
ja: バウチャー名
ko: 바우처 이름
my: စတော့ရှယ်ယာ name ကို

# ASSET_MT_LBL_VOUCHER_TITLE
source: Title of the vote
fr: Titre du vote
ja: 投票のタイトル
ko: 투표 제목
my: ခေါင်းစဉ်မဲ

# ASSET_MT_LBL_WATCHER
source: Followers
fr: Suiveurs
ja: フォロワー
ko: 팔로워
my: နောက်လိုက်

# ASSET_MT_NAME
source: Maintenance, repair & replacement
fr: Maintenance, réparation et remplacement
ja: メンテナンス、修理、交換
ko: 유지 보수, 수리 및 교체
my: ကို Maintenance, ပြုပြင် & အစားထိုး

# ASSET_MT_TXT_ASSET_CODE
source: Property code ...
fr: Code de la propriété ...
ja: プロパティコード...
ko: 속성 코드 ...
my: အိမ်ခြံမြေကုဒ် ...

# ASSET_MT_TXT_ASSET_CODE_FAIL
source: Property code MC / Broken ..
fr: Code de propriété MC / Broken ..
ja: プロパティコードMC / Broken ..
ko: 부동산 코드 MC / 고장 ..
my: အိမ်ခြံမြေကုဒ် MC / လွတ်သွားသော ..

# ASSET_MT_TXT_BRANCH
source: Branch
fr: Branche
ja: 支店
ko: 지점
my: ဌာနခှဲက

# ASSET_MT_TXT_DATE_LIQUID
source: Liquidation date ...
fr: Date de liquidation ...
ja: 清算日...
ko: 청산 일 ...
my: ဖျက်သိမ်းမှု၏နေ့စွဲ ...

# ASSET_MT_TXT_LOCAL
source: Place...
fr: Lieu ...
ja: 場所...
ko: 위치 ...
my: တည်နေရာ ...

# ASSET_MT_TXT_NOTE
source: Enter note ...
fr: Entrez la note ...
ja: メモを入力してください...
ko: 메모 입력 ...
my: type မှတ်ချက် ...

# ASSET_MT_TXT_ST_STATUS
source: Status...
fr: Statut ...
ja: ステータス...
ko: 상태 ...
my: အခြေအနေ ...

# ASSET_MT_TXT_TEAM_REPAIR
source: Repair unit ...
fr: Unité de réparation ...
ja: 修理ユニット...
ko: 수리 장치 ...
my: ယူနစ်ပြုပြင် ...

# ASSET_MT_TXT_TOTAL
source: Total money ...
fr: Total de l'argent ...
ja: 合計金額...
ko: 총 돈 ...
my: စုစုပေါင်းပိုက်ဆံ ...

# ASSET_MT_TXT_VOUCHER_CODE
source: Enter the coupon code ...
fr: Entrez le code du coupon ...
ja: クーポンコードを入力してください...
ko: 쿠폰 코드를 입력하십시오 ...
my: ကူပွန်ကုဒ်ရိုက်ထည့်ပါ ...

# ASSET_MT_TXT_VOUCHER_NAME
source: Voucher name ...
fr: Nom du bon ...
ja: バウチャー名...
ko: 바우처 이름 ...
my: ကတ်များအမည် ...

# ASSET_MT_TXT_VOUCHER_TITLE_LIQUID
source: Enter liquidation title ...
fr: Entrez le titre de la liquidation ...
ja: 清算タイトルを入力してください...
ko: 청산 제목 입력 ...
my: ခေါင်းစဉ်ဖျက်သိမ်းမှု Enter ...

# ASSET_MT_TXT_WATCHER
source: Followers...
fr: Abonnés ...
ja: フォロワー...
ko: 추종자 ...
my: နောက်လိုက် ...

# ASSET_MT_VOUCHER_REPAIR
source: Service maintenance coupon
fr: Bon d'entretien
ja: サービス保守クーポン
ko: 서비스 유지 보수 쿠폰
my: စတော့အိတ်ပြုပြင်နှင့်ပြုပြင်ထိန်းသိမ်းမှု

# ASMTNC_CURD_TAB_FILE_CURD_LBL_FILECODE
source: File is empty
fr: Le fichier est vide
ja: ファイルが空です
ko: 파일이 비어 있습니다
vi: File trống

# ASMTNC_TAB_CATEGORY_LBL_UNIT_MONEY
source: VND
vi: VNĐ
