Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/AssetImprovementController.*.resx
Languages: ca, my

# ASSETIMPRO_BTN_ACTIVITY
source: History
ca: ប្រវត្តិសាស្រ្ត
my: သမိုင်း

# ASSETIMPRO_BTN_FORLOW_STATUS
source: Subscribe to the stream
ca: ជាវស្ទ្រីម
my: အစီအစဉ်ကိုစာရင်းသွင်းပါ

# ASSETIMPRO_BTN_RESULT
source: Into the data
ca: ចូលទៅក្នុងទិន្នន័យ
my: ဒေတာထဲသို့

# ASSETIMPRO_BTN_UPLOAD_FILE
source: Download the file
ca: ទាញយកឯកសារ
my: ဖိုင်ကို download လုပ်ပါ

# ASSETIMPRO_BUTTON_CLOSE
source: Closed
ca: បានបិទ
my: ပိတ်သိမ်း

# ASSETIMPRO_CURD_LBL_ACTIVITY
source: Work
ca: ការងារ
my: အလုပ်

# ASSETIMPRO_CURD_LBL_ASSET
source: Asset
ca: ទ្រព្យ
my: ပိုင်ဆိုင်မှု

# ASSETIMPRO_CURD_LBL_BRANCH
source: Branch
ca: សាខា
my: ဌာနခွဲ

# ASSETIMPRO_CURD_LBL_CATEGORY_ACTIVITY
source: Business flow
ca: លំហូរអាជីវកម្ម
my: စီးပွားရေးစီးဆင်းမှု

# ASSETIMPRO_CURD_LBL_CATEGORY_IMPROVEMENT
source: Maintenance items
ca: របស់របរថែរក្សា
my: ပြုပြင်ထိန်းသိမ်းမှုပစ္စည်းများ

# ASSETIMPRO_CURD_LBL_CHOOSE_PROPERTY
source: Select properties
ca: ជ្រើសរើសលក្ខណសម្បត្តិ
my: ဂုဏ်သတ္တိများကိုရွေးချယ်ပါ

# ASSETIMPRO_CURD_LBL_DELETED
source: Erase
ca: លុប
my: ဖျက်ပါ

# ASSETIMPRO_CURD_LBL_FILE_CHOSE
source: Choose a file
ca: ជ្រើសរើសឯកសារ
my: ဖိုင်ရွေးပါ

# ASSETIMPRO_CURD_LBL_FILE_NAME
source: File name
ca: ឈ្មោះ​ឯកសារ
my: ဖိုင်နာမည်

# ASSETIMPRO_CURD_LBL_FROM_DATE
source: Delivery date
ca: កាលបរិច្ឆេទដឹកជញ្ជូន
my: ကုန်ပို့ရက်စွဲ

# ASSETIMPRO_CURD_LBL_GROUP
source: Group
ca: ក្រុម
my: အုပ်စု

# ASSETIMPRO_CURD_LBL_LIST_UPLOAD_FILE
source: List of uploaded files
ca: បញ្ជីឯកសារដែលបានផ្ទុកឡើង
my: တင်ထားသောဖိုင်များစာရင်း

# ASSETIMPRO_CURD_LBL_LOCATION_RECEIVED
source: Place of receipt
ca: កន្លែងបង្កាន់ដៃ
my: ငွေလက်ခံဖြတ်ပိုင်း

# ASSETIMPRO_CURD_LBL_LOCATION_TRANSFER
source: Location moved
ca: ទីតាំងត្រូវបានផ្លាស់ប្តូរ
my: တည်နေရာပြောင်းရွှေ့ခဲ့သည်

# ASSETIMPRO_CURD_LBL_NAME_FILE
source: File name
ca: ឈ្មោះ​ឯកសារ
my: ဖိုင်နာမည်

# ASSETIMPRO_CURD_LBL_NOTE
source: content
ca: មាតិកា
my: အကြောင်းအရာ

# ASSETIMPRO_CURD_LBL_NOTE_ACTIVITY
source: Note
ca: ចំណាំ
my: မှတ်စု

# ASSETIMPRO_CURD_LBL_NOTE_ASSET
source: Note
ca: ចំណាំ
my: မှတ်စု

# ASSETIMPRO_CURD_LBL_PRICE
source: Unit Price VND)
ca: ថ្លៃឯកតាដុង)
my: ယူနစ်ဈေးနှုန်း VND)

# ASSETIMPRO_CURD_LBL_PROPERTY
source: Properties
ca: លក្ខណៈសម្បត្តិ
my: Properties ကို

# ASSETIMPRO_CURD_LBL_QUANTITY
source: Amount
ca: ចំនួនទឹកប្រាក់
my: ပမာဏ

# ASSETIMPRO_CURD_LBL_STATUS
source: Status
ca: ស្ថានភាព
my: အခြေအနေ

# ASSETIMPRO_CURD_LBL_STT
source: No.
ca: ទេ
my: နံပါတ်

# ASSETIMPRO_CURD_LBL_SUM_MONEY
source: Total money: VND
ca: ប្រាក់សរុប៖ ដុង
my: စုစုပေါင်းငွေ: VND

# ASSETIMPRO_CURD_LBL_TICKET_CODE
source: Form code
ca: កូដទម្រង់
my: ပုံစံကုဒ်

# ASSETIMPRO_CURD_LBL_TICKET_NAME
source: Name of the coupon
ca: ឈ្មោះគូប៉ុង
my: ကူပွန်၏အမည်

# ASSETIMPRO_CURD_LBL_TO_DATE
source: Date taken
ca: កាលបរិច្ឆេទយក
my: ရက်စွဲယူ

# ASSETIMPRO_CURD_LBL_TYPE_DATA
source: Datatypes
ca: ដាតាថេត
my: အမျိုးအစားများ

# ASSETIMPRO_CURD_LBL_UNIT_COUNT
source: Unit
ca: ឯកតា
my: ယူနစ်

# ASSETIMPRO_CURD_LBL_UNIT_MAINTENANCE
source: Maintenance unit
ca: ឯកតាថែទាំ
my: ပြုပြင်ထိန်းသိမ်းမှုယူနစ်

# ASSETIMPRO_CURD_LBL_UNIT_TRANSFER
source: Unit transfer
ca: ផ្ទេរឯកតា
my: ယူနစ်လွှဲပြောင်း

# ASSETIMPRO_CURD_LBL_USER_IMPROVEMENT
source: Maintenance person
ca: អ្នកថែរក្សា
my: ပြုပြင်ထိန်းသိမ်းမှုလူတစ် ဦး

# ASSETIMPRO_CURD_LBL_VALUE
source: Value
ca: តម្លៃ
my: တန်ဖိုး

# ASSETIMPRO_CURD_TABLE_ASSET_IMPROVEMENT
source: Property maintenance
ca: ការថែរក្សាទ្រព្យសម្បត្តិ
my: အိမ်ခြံမြေပြုပြင်ထိန်းသိမ်းမှု

# ASSETIMPRO_CURD_TABLE_IMPROVEMENT
source: Maintenance card
ca: កាតថែទាំ
my: ပြုပြင်ထိန်းသိမ်းမှုကဒ်

# ASSETIMPRO_CURD_TAB_FILE_CURD_LBL_FILECODE
source: File is empty
ca: ឯកសារគឺទទេ
my: ဖိုင်သည်ဗလာဖြစ်သည်

# ASSETIMPRO_CURD_TITLE_ADD_FILE
source: Add file
ca: បន្ថែមឯកសារ
my: ဖိုင်ထည့်ပါ

# ASSETIMPRO_CURD_TXT_ACTIVITY
source: Work
ca: ការងារ
my: အလုပ်

# ASSETIMPRO_CURD_TXT_ASSET
source: Asset
ca: ទ្រព្យ
my: ပိုင်ဆိုင်မှု

# ASSETIMPRO_CURD_TXT_BRANCH
source: Branch
ca: សាខា
my: ဌာနခွဲ

# ASSETIMPRO_CURD_TXT_CATEGORY_ACTIVITY
source: Active Directory
ca: សៀវភៅសកម្ម

# ASSETIMPRO_CURD_TXT_CATEGORY_IMPROVEMENT
source: Maintenance items
ca: របស់របរថែរក្សា
my: ပြုပြင်ထိန်းသိမ်းမှုပစ္စည်းများ

# ASSETIMPRO_CURD_TXT_CHOOSE_PROPERTY
source: Select properties
ca: ជ្រើសរើសលក្ខណសម្បត្តិ
my: ဂုဏ်သတ္တိများကိုရွေးချယ်ပါ

# ASSETIMPRO_CURD_TXT_FILE_CHOSE1
source: Choose a file
ca: ជ្រើសរើសឯកសារ
my: ဖိုင်ရွေးပါ

# ASSETIMPRO_CURD_TXT_FILE_NAME
source: File name
ca: ឈ្មោះ​ឯកសារ
my: ဖိုင်နာမည်

# ASSETIMPRO_CURD_TXT_FROM_DATE
source: Delivery date
ca: កាលបរិច្ឆេទដឹកជញ្ជូន
my: ကုန်ပို့ရက်စွဲ

# ASSETIMPRO_CURD_TXT_GROUP
source: Group
ca: ក្រុម
my: အုပ်စု

# ASSETIMPRO_CURD_TXT_LOCATION_RECEIVED
source: Place of receipt
ca: កន្លែងបង្កាន់ដៃ
my: ငွေလက်ခံဖြတ်ပိုင်း

# ASSETIMPRO_CURD_TXT_LOCATION_TRANSFER
source: Location moved
ca: ទីតាំងត្រូវបានផ្លាស់ប្តូរ
my: တည်နေရာပြောင်းရွှေ့ခဲ့သည်

# ASSETIMPRO_CURD_TXT_NOTE
source: content
ca: មាតិកា
my: အကြောင်းအရာ

# ASSETIMPRO_CURD_TXT_NOTE_ACTIVITY
source: Note
ca: ចំណាំ
my: မှတ်စု

# ASSETIMPRO_CURD_TXT_NOTE_ASSET
source: Note
ca: ចំណាំ
my: မှတ်စု

# ASSETIMPRO_CURD_TXT_PRICE
source: Unit Price VND)
ca: ថ្លៃឯកតាដុង)
my: ယူနစ်ဈေးနှုန်း VND)

# ASSETIMPRO_CURD_TXT_QUANTITY
source: Amount
ca: ចំនួនទឹកប្រាក់
my: ပမာဏ

# ASSETIMPRO_CURD_TXT_STATUS
source: Status
ca: ស្ថានភាព
my: အခြေအနေ

# ASSETIMPRO_CURD_TXT_TICKET_CODE
source: Form code
ca: កូដទម្រង់
my: ပုံစံကုဒ်

# ASSETIMPRO_CURD_TXT_TICKET_NAME
source: Name of the coupon
ca: ឈ្មោះគូប៉ុង
my: ကူပွန်၏အမည်

# ASSETIMPRO_CURD_TXT_TO_DATE
source: Date taken
ca: កាលបរិច្ឆេទយក
my: ရက်စွဲယူ

# ASSETIMPRO_CURD_TXT_TYPE_DATA
source: Datatypes
ca: ដាតាថេត
my: အမျိုးအစားများ

# ASSETIMPRO_CURD_TXT_UNIT_COUNT1
source: Unit
ca: ឯកតា
my: ယူနစ်

# ASSETIMPRO_CURD_TXT_UNIT_MAINTENANCE
source: Maintenance unit
ca: ឯកតាថែទាំ
my: ပြုပြင်ထိန်းသိမ်းမှုယူနစ်

# ASSETIMPRO_CURD_TXT_UNIT_TRANSFER
source: Unit transfer
ca: ផ្ទេរឯកតា
my: ယူနစ်လွှဲပြောင်း

# ASSETIMPRO_CURD_TXT_USER_IMPROVEMENT
source: Maintenance person
ca: អ្នកថែរក្សា
my: ပြုပြင်ထိန်းသိမ်းမှုလူတစ် ဦး

# ASSETIMPRO_CURD_TXT_VALUE
source: Value
ca: តម្លៃ
my: တန်ဖိုး

# ASSETIMPRO_FL_ST_REQUEST
source: Track the state of peace
ca: តាមដានស្ថានភាពសន្តិភាព
my: ငြိမ်းချမ်းရေးကိုခြေရာခံပါ

# ASSETIMPRO_LINK_ASSET_MAINTENANCE
source: Property maintenance
ca: ការថែរក្សាទ្រព្យសម្បត្តិ
my: အိမ်ခြံမြေပြုပြင်ထိန်းသိမ်းမှု

# ASSETIMPRO_LINK_HOME_PAGE
source: Home page
ca: គេហទំព័រ
my: မူလစာမျက်နှာ

# ASSETIMPRO_MSG_ADD_ACTIVITY_SUCCESS
source: Activity saved to log
ca: សកម្មភាពត្រូវបានរក្សាទុកដើម្បីចូល
my: မှတ်တမ်းကိုသိမ်းဆည်းထားသည်

# ASSETIMPRO_MSG_ADD_ASSET_SUCCESS
source: Add maintenance card successfully
ca: បន្ថែមកាតថែទាំដោយជោគជ័យ
my: ပြုပြင်ထိန်းသိမ်းမှုကဒ်ကိုအောင်မြင်စွာထည့်ပါ

# ASSETIMPRO_MSG_ADD_CATEGORY_SUCCESS
source: More successful maintenance items
ca: ធាតុថែរក្សាជោគជ័យបន្ថែមទៀត
my: ပိုမိုအောင်မြင်သောပြုပြင်ထိန်းသိမ်းမှုပစ္စည်းများ

# ASSETIMPRO_MSG_ADD_FILE_SUCCESS
source: Save the coupon before downloading the file!
ca: រក្សាទុកគូប៉ុងមុនពេលទាញយកឯកសារ!
my: ဖိုင်ကိုဒေါင်းလုပ်မချခင်ကူပွန်ကိုသိမ်းပါ။

# ASSETIMPRO_MSG_ADD_PROPERTY_SUCCESS
source: Add success attribute
ca: បន្ថែមគុណលក្ខណៈជោគជ័យ
my: အောင်မြင်မှု attribute ကိုထည့်ပါ

# ASSETIMPRO_MSG_ADD_SUCCESS
source: Save successfully
ca: រក្សាទុកដោយជោគជ័យ
my: အောင်မြင်စွာသိမ်းဆည်းပါ

# ASSETIMPRO_MSG_CHANGE_TO_EDIT
source: Canceled request is only changed to edit state
ca: សំណើដែលត្រូវបានលុបចោលត្រូវបានផ្លាស់ប្តូរដើម្បីកែស្ថានភាព
my: ဖျက်သိမ်းမှုတောင်းဆိုမှုကိုပြည်နယ်အားတည်းဖြတ်ရန်သာပြောင်းသည်

# ASSETIMPRO_MSG_CORRECTED_REQUEST_FAIL
source: Correction request failed
ca: សំណើកែបានបរាជ័យ
my: ပြင်ဆင်မှုတောင်းဆိုမှုမအောင်မြင်ပါ

# ASSETIMPRO_MSG_DELETE_ASSET_SUCCESS
source: Successful removal of maintenance slip
ca: ការដកហូតប័ណ្ណប្រកាសថែទាំដោយជោគជ័យ
my: ပြုပြင်ထိန်းသိမ်းမှုစလစ်ကိုအောင်မြင်စွာဖယ်ရှားခြင်း

# ASSETIMPRO_MSG_DEL_CATEGORY_SUCCESS
source: Successfully deleted the maintenance item
ca: បានលុបធាតុថែទាំដោយជោគជ័យ
my: ပြုပြင်မှုကိုအောင်မြင်စွာဖျက်လိုက်သည်

# ASSETIMPRO_MSG_DEL_SUCCESS
source: Successfully removed property maintenance
ca: បានយកចេញនូវការថែរក្សាទ្រព្យសម្បត្តិដោយជោគជ័យ
my: အောင်မြင်စွာဖယ်ရှားပစ်ပစ္စည်းဥစ္စာပိုင်ဆိုင်မှုပြုပြင်ထိန်းသိမ်းမှု

# ASSETIMPRO_MSG_ERR_ACTIVITY_NULL
source: Active drum!
ca: ស្គរសកម្ម!
my: Active စည်!

# ASSETIMPRO_MSG_ERR_ADD_ASSET_SUCCESS
source: Save votes before adding properties!
ca: រក្សាទុកសម្លេងឆ្នោតមុនពេលបន្ថែមលក្ខណៈសម្បត្តិ!
my: ဂုဏ်သတ္တိများကိုထည့်သွင်းခြင်းမပြုမီမဲထည့်ပါ။

# ASSETIMPRO_MSG_ERR_ADD_CATEGORY_SUCCESS
source: Save properties before adding items!
ca: រក្សាទុកលក្ខណៈសម្បត្តិមុនពេលបន្ថែមធាតុ!
my: ပစ္စည်းများကိုထည့်သွင်းခြင်းမပြုမီဂုဏ်သတ္တိများကို Save!

# ASSETIMPRO_MSG_ERR_ASSET_NULL
source: Empty property!
ca: ទ្រព្យសម្បត្តិទទេ!
my: ဗလာပိုင်ဆိုင်မှု!

# ASSETIMPRO_MSG_ERR_BRANCH_NULL
source: Branch is empty!
ca: សាខាគឺទទេ!
my: ဘဏ်ခွဲသည်ဗလာဖြစ်သည်။

# ASSETIMPRO_MSG_ERR_CATEGORY_ACTIVITY_NULL
source: Activity list is empty!
ca: បញ្ជីសកម្មភាពគឺទទេ!
my: လှုပ်ရှားမှုစာရင်းသည်ဗလာဖြစ်သည်။

# ASSETIMPRO_MSG_ERR_CATEGORY_IMPRO_NULL
source: Empty maintenance item!
ca: ធាតុថែរក្សាទទេ!
my: အချည်းနှီးသောပြုပြင်ထိန်းသိမ်းမှုကို item!

# ASSETIMPRO_MSG_ERR_INT_IMPROVEMENT_NULL
source: Empty maintenance unit!
ca: អង្គភាពថែទាំទទេ!
my: ဗလာပြုပြင်ထိန်းသိမ်းမှုယူနစ်

# ASSETIMPRO_MSG_ERR_PROPERTY_NULL
source: Property must not be blank!
ca: ទ្រព្យសម្បត្តិមិនត្រូវទុកចោលទេ!
my: အိမ်ခြံမြေသည်ကွက်လပ်မရှိရပါ။

# ASSETIMPRO_MSG_ERR_STATUS_NULL
source: Vacuity!
ca: ទំនេរ!
my: လွတ်လွတ်လပ်လပ်

# ASSETIMPRO_MSG_ERR_TYPE_DATA_NULL
source: Data type must not be blank!
ca: ប្រភេទទិន្នន័យមិនត្រូវទុកចោលទេ!
my: ဒေတာအမျိုးအစားအလွတ်မဖြစ်ရ!

# ASSETIMPRO_MSG_ERR_UNIT_COUNT_NULL
source: Unit may not be blank!
ca: ឯកតាប្រហែលជាមិននៅទទេទេ!
my: ယူနစ်အလွတ်မကျမည်အကြောင်း!

# ASSETIMPRO_MSG_ERR_UNIT_MAIN_NULL
source: Unit turning empty!
ca: ឯកតាងាកទទេ!
my: ယူနစ်အချည်းနှီးသော!

# ASSETIMPRO_MSG_ERR_UPDATE_TOTAL_SUCCESS
source: There was an error updating the total amount!
ca: មានកំហុសក្នុងការធ្វើបច្ចុប្បន្នភាពចំនួនសរុប!
my: စုစုပေါင်းငွေပမာဏကို update လုပ်သည့်အမှားတစ်ခုရှိသည်။

# ASSETIMPRO_MSG_ERR_USER_IMPROVEMENT_NULL
source: The maintenance person is empty!
ca: អ្នកថែរក្សាគឺទទេ!
my: အဆိုပါပြုပြင်ထိန်းသိမ်းမှုလူတစ် ဦး အချည်းနှီးပါ!

# ASSETIMPRO_MSG_FAIL_REQUEST
source: Browse request failed
ca: សំណើរកមើលបានបរាជ័យ
my: ရှာဖွေမှုတောင်းဆိုမှုမအောင်မြင်ပါ

# ASSETIMPRO_MSG_NOT_FIND_REQUEST
source: Not find the request. Please reload the page
ca: រកមិនឃើញទេ។ សូមផ្ទុកទំព័រឡើងវិញ
my: တောင်းဆိုချက်ကိုရှာမတွေ့ပါ။ ကျေးဇူးပြုပြီးစာမျက်နှာကိုပြန်ဖွင့်ပါ

# ASSETIMPRO_MSG_PROCESS
source: Request is being processed
ca: សំណើកំពុងត្រូវបានដំណើរការ
my: တောင်းဆိုမှုလုပ်ငန်းများ၌လျက်ရှိသည်

# ASSETIMPRO_MSG_REJECT_SUCCESS
source: Reject the request successfully
ca: ច្រានចោលសំណើដោយជោគជ័យ
my: တောင်းဆိုမှုကိုအောင်မြင်စွာငြင်းပယ်ပါ

# ASSETIMPRO_MSG_REQUEST_APPROVE
source: The request has been approved
ca: សំណើត្រូវបានអនុម័ត
my: တောင်းဆိုမှုကိုအတည်ပြုပြီး

# ASSETIMPRO_MSG_REQUEST_CANCEL
source: The request was canceled not allowed to be approved
ca: សំណើនេះត្រូវបានលុបចោលដោយមិនអនុញ្ញាតឱ្យមានការយល់ព្រម
my: ခွင့်ပြုချက်မရဘဲတောင်းဆိုမှုကိုဖျက်သိမ်းခဲ့သည်

# ASSETIMPRO_MSG_REQUEST_FAIL
source: Browser request failed
ca: សំណើរកម្មវិធីរុករកបានបរាជ័យ
my: Browser တောင်းဆိုမှုမအောင်မြင်ပါ

# ASSETIMPRO_MSG_SAVE_TICKET
source: Please add property maintenance voucher!
ca: សូមបន្ថែមប័ណ្ណទូទាត់ទ្រព្យសម្បត្តិ!
my: ကျေးဇူးပြု၍ အိမ်ခြံမြေထိန်းသိမ်းမှုဘောက်ချာထည့်ပါ။

# ASSETIMPRO_MSG_SUCCESS_REQUEST
source: Browse request successfully
ca: រកមើលសំណើដោយជោគជ័យ
my: တောင်းဆိုမှုကိုအောင်မြင်စွာရှာဖွေပါ

# ASSETIMPRO_MSG_UPDATE_ASSET_SUCCESS
source: Update maintenance card successfully
ca: ធ្វើបច្ចុប្បន្នភាពកាតថែទាំដោយជោគជ័យ
my: ပြုပြင်ထိန်းသိမ်းမှုကဒ်ကိုအောင်မြင်စွာ Update လုပ်ပါ

# ASSETIMPRO_OPINION_INPUT
source: Enter an opinion
ca: បញ្ចូលមតិ
my: ထင်မြင်ချက်တစ်ခုထည့်ပါ

# ASSETIMPRO_REQUEST
source: Request
ca: សំណើ
my: တောင်းဆိုချက်ကို

# ASSETIMPRO_TAB_ASSET_ASSET_NAME
source: asset name
ca: ឈ្មោះទ្រព្យ
my: ပိုင်ဆိုင်မှုအမည်

# ASSETIMPRO_TAB_ASSET_COL_ACTION
source: Action
ca: សកម្មភាព
my: လှုပ်ရှားမှု

# ASSETIMPRO_TAB_ASSET_IMPROVEMENT_IN_ADD
source: Property maintenance
ca: ការថែរក្សាទ្រព្យសម្បត្តិ
my: အိမ်ခြံမြေပြုပြင်ထိန်းသိမ်းမှု

# ASSETIMPRO_TAB_ASSET_NOTE
source: Note
ca: ចំណាំ
my: မှတ်စု

# ASSETIMPRO_TAB_ASSET_STATUS
source: Status
ca: ស្ថានភាព
my: အခြေအနေ

# ASSETIMPRO_TAB_ASSET_UNIT_IMPROVEMENT
source: Maintenance unit
ca: ឯកតាថែទាំ
my: ပြုပြင်ထိန်းသိမ်းမှုယူနစ်

# ASSETIMPRO_TAB_ASSET_UNIT_TRANSFER
source: Unit transfer
ca: ផ្ទេរឯកតា
my: ယူနစ်လွှဲပြောင်း

# ASSETIMPRO_TAB_ASSET_USER_IMPROVEMENT
source: Maintenance person
ca: អ្នកថែរក្សា
my: ပြုပြင်ထိန်းသိမ်းမှုလူတစ် ဦး

# ASSETIMPRO_TAB_CATEGORY_ACTION
source: Action
ca: សកម្មភាព
my: လှုပ်ရှားမှု

# ASSETIMPRO_TAB_CATEGORY_CATEGORY_NAME
source: Categories
ca: ប្រភេទ
my: အမျိုးအစားများ

# ASSETIMPRO_TAB_CATEGORY_IMPROVEMENT_IN_ADD
source: Maintenance items
ca: របស់របរថែរក្សា
my: ပြုပြင်ထိန်းသိမ်းမှုပစ္စည်းများ

# ASSETIMPRO_TAB_CATEGORY_LBL_SUM_MONEY
source: Total amount:
ca: ចំនួន​សរុប:
my: စုစုပေါင်းပမာဏ:

# ASSETIMPRO_TAB_CATEGORY_LBL_UNIT_MONEY
source: VND
ca: ដុង

# ASSETIMPRO_TAB_CATEGORY_MONEY
source: into money
ca: ចូលទៅក្នុងលុយ
my: ပိုက်ဆံသို့

# ASSETIMPRO_TAB_CATEGORY_NOTE
source: content
ca: មាតិកា
my: အကြောင်းအရာ

# ASSETIMPRO_TAB_CATEGORY_PRICE
source: Unit price
ca: តម្លៃ​ឯកតា
my: တစ်ခုချင်းစျေးနှုန်း

# ASSETIMPRO_TAB_CATEGORY_QUANTITY
source: Amount
ca: ចំនួនទឹកប្រាក់
my: ပမာဏ

# ASSETIMPRO_TAB_CATEGORY_USER_IMPROVEMENT
source: Maintenance person
ca: អ្នកថែរក្សា
my: ပြုပြင်ထိန်းသိမ်းမှုလူတစ် ဦး

# ASSETIMPRO_TAB_COL_ACTION_NAME
source: Action name
ca: ឈ្មោះសកម្មភាព
my: လှုပ်ရှားမှုအမည်

# ASSETIMPRO_TAB_COL_ACTION_TYPE
source: Type of action
ca: ប្រភេទនៃសកម្មភាព
my: လုပ်ဆောင်ချက်အမျိုးအစား

# ASSETIMPRO_TAB_COL_DELETE
source: Erase
ca: លុប
my: ဖျက်ပါ

# ASSETIMPRO_TAB_COL_EDIT
source: Repair
ca: ជួសជុល
my: ပြုပြင်ပါ

# ASSETIMPRO_TAB_COL_LOCATION_GPS
source: LocationGPS
ca: ទីតាំងGPS

# ASSETIMPRO_TAB_COL_RESULT
source: Result
ca: លទ្ធផល
my: ရလဒ်

# ASSETIMPRO_TAB_COL_USER_ACTION
source: User action
ca: សកម្មភាពអ្នកប្រើប្រាស់
my: အသုံးပြုသူလုပ်ဆောင်ချက်

# ASSETIMPRO_TAB_DETAILS_COL_ACTION
source: Action
ca: សកម្មភាព
my: လှုပ်ရှားမှု

# ASSETIMPRO_TAB_DETAILS_COL_ASSET_NAME
source: asset name
ca: ឈ្មោះទ្រព្យ
my: ပိုင်ဆိုင်မှုအမည်

# ASSETIMPRO_TAB_DETAILS_COL_NOTE
source: content
ca: មាតិកា
my: အကြောင်းအရာ

# ASSETIMPRO_TAB_DETAILS_COL_STATUS
source: Status
ca: ស្ថានភាព
my: အခြေအနေ

# ASSETIMPRO_TAB_DETAILS_COL_SUM_MONEY
source: Total money
ca: លុយសរុប
my: စုစုပေါင်းပိုက်ဆံ

# ASSETIMPRO_TAB_DETAILS_COL_TICKET_CODE
source: Form code
ca: កូដទម្រង់
my: ပုံစံကုဒ်

# ASSETIMPRO_TAB_HEADER_COL_ACTION
source: Action
ca: សកម្មភាព
my: လှုပ်ရှားမှု

# ASSETIMPRO_TAB_HEADER_COL_BRANCH
source: Branch
ca: សាខា
my: ဌာနခွဲ

# ASSETIMPRO_TAB_HEADER_COL_FROM_DATE
source: Delivery date
ca: កាលបរិច្ឆេទដឹកជញ្ជូន
my: ကုန်ပို့ရက်စွဲ

# ASSETIMPRO_TAB_HEADER_COL_NOTE
source: content
ca: មាតិកា
my: အကြောင်းအရာ

# ASSETIMPRO_TAB_HEADER_COL_STATUS
source: Status
ca: ស្ថានភាព
my: အခြေအနေ

# ASSETIMPRO_TAB_HEADER_COL_TICKET_CODE
source: Form code
ca: កូដទម្រង់
my: ပုံစံကုဒ်

# ASSETIMPRO_TAB_HEADER_COL_TICKET_NAME
source: Name of the coupon
ca: ឈ្មោះគូប៉ុង
my: ကူပွန်၏အမည်

# ASSETIMPRO_TAB_HEADER_COL_TO_DATE
source: Date taken
ca: កាលបរិច្ឆេទយក
my: ရက်စွဲယူ

# ASSETIMPRO_TAB_HEADER_COL_UNIT_IMPROVERMENT
source: Maintenance unit
ca: ឯកតាថែទាំ
my: ပြုပြင်ထိန်းသိမ်းမှုယူနစ်

# ASSETIMPRO_TAB_HEADER_COL_UNIT_TRANSFER
source: Unit transfer
ca: ផ្ទេរឯកតា
my: ယူနစ်လွှဲပြောင်း

# ASSETIMPRO_TITLE_ADD_TIKET_MAINTE
source: Add property maintenance tickets
ca: បន្ថែមសំបុត្រថែរក្សាទ្រព្យសម្បត្តិ
my: အိမ်ခြံမြေပြုပြင်ထိန်းသိမ်းမှုလက်မှတ်တွေထည့်ပါ

# ASSETIMPRO_TITLE_ASSET_MAINTENANCE
source: Asset Maintenance
ca: ការថែរក្សាទ្រព្យសម្បត្តិ
my: ပိုင်ဆိုင်မှုကို Maintenance

# ASSETIMPRO_TITLE_LIST_ACTIVITY
source: Activity list
ca: បញ្ជីសកម្មភាព
my: လှုပ်ရှားမှုစာရင်း

# ASSETIMPRO_TITLE_RESULT_ACTIVITY
source: Activity results
ca: លទ្ធផលសកម្មភាព
my: လှုပ်ရှားမှုရလဒ်

# ASSETIMPRO_TITLE_UPDATE_TIKET_MAINTE
source: Correct the property maintenance ticket
ca: កែសំបុត្រថែទាំទ្រព្យសម្បត្តិ
my: အိမ်ခြံမြေပြုပြင်ထိန်းသိမ်းမှုလက်မှတ်ပြင်ဆင်ပါ

# ASSETIMPRO_VALIDATE_LOCATION_RECEIVED
source: Pick up location is empty
ca: រើសទីតាំងគឺទទេ
my: Pick up location သည်လွတ်နေသည်

# ASSETIMPRO_VALIDATE_LOCATION_TRANSFER
source: Transferring location is empty
ca: ទីតាំងផ្ទេរគឺទទេ
my: တည်နေရာလွှဲပြောင်းသည်အချည်းနှီးဖြစ်သည်

# ASSETIMPRO_VALIDATE_PRICE
source: Unit price
ca: តម្លៃ​ឯកតា
my: တစ်ခုချင်းစျေးနှုန်း

# ASSETIMPRO_VALIDATE_SUM_TOTAL_NOT_NULL
source: Total amount is not allowed to be blank!
ca: ចំនួនទឹកប្រាក់សរុបមិនត្រូវបានអនុញ្ញាតឱ្យនៅទទេទេ!
my: စုစုပေါင်းငွေပမာဏကိုကွက်လပ်ခွင့်မပြုပါ!

# ASSETIMPRO_VALIDATE_TICKET_NAME
source: The name of the ticket is empty
ca: ឈ្មោះសំបុត្រគឺទទេ
my: လက်မှတ်၏အမည်မှာဗလာဖြစ်သည်

# ASSETIMPRO_VALIDATE_TIME_RECEIVED
source: Receiving time is empty
ca: ការទទួលបានពេលវេលាគឺទទេ
my: အချိန်ကိုလက်ခံရရှိသည်ဗလာဖြစ်သည်

# ASSETIMPRO_VALIDATE_TIME_TRANSFER
source: Time for empty transfer
ca: ពេលវេលាសម្រាប់ការផ្ទេរទទេ
my: အချည်းနှီးသောအပြောင်းအရွေ့များအတွက်အချိန်

# ASSETIMPRO_VALIDATE_TO_END
source: From 1 to 255 characters
ca: ពី ១ ដល់ ២៥៥ តួអក្សរ
my: 1 မှ 255 ဇာတ်ကောင်မှ

# ASSETIMPRO_VALIDATE_UNIT_IMPRO
source: Empty repair unit
ca: អង្គភាពជួសជុលទទេ
my: ဗလာပြုပြင်ရေးယူနစ်

# ASSETIMPRO_VALIDATE_VALUE_NOT_NULL
source: Value required
ca: តម្លៃដែលត្រូវការ
my: တန်ဖိုးလိုအပ်သည်

# ASSETIMPRO_VALIDATE_VALUE_NUM
source: Amount
ca: ចំនួនទឹកប្រាក់
my: ပမာဏ

# ASSETIMPRO_VALIDATE_VALUE_NUM_SMALL_ZERO
source: Quantity not less than 0
ca: បរិមាណមិនតិចជាង ០
my: သုညထက်နည်းသောအရေအတွက်

# ASSETIMPRO_VALIDATE_VALUE_PRICE_SMALL_ZERO
source: Unit price is not less than 0
ca: តម្លៃឯកតាមិនតិចជាង ០ ទេ
my: ယူနစ်စျေးနှုန်းသည် 0 ထက်မနည်းပါ

# ASSETMPRO_ALL
source: All
ca: ទាំងអស់
my: အားလုံး

# ASSETMPRO_ALL_CATEGORY
source: All of the files
ca: ឯកសារទាំងអស់
my: ဖိုင်များအားလုံး

# ASSETMPRO_CURRENCY_MUST_NOT_BE_BLOCKED
source: Currency must not be blank!
ca: រូបិយប័ណ្ណមិនត្រូវទុកចោលទេ!
my: ငွေကြေးသည်အလွတ်မဖြစ်သင့်ပါ။

# ASSETMPRO_KEY_SEARCH
source: Key word
ca: ពាក្យគន្លឹះ
my: အဓိကစကားလုံး

# ASSETMPRO_LBL_CURRENCY
source: Currency
ca: រូបិយប័ណ្ណ
my: ငွေကြေး
