Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/CardJobController.*.resx
Languages: fr, ko

# CJ_ADD_EMP_DOWN
source: More down
fr: Plus bas
ko: 더 아래로

# CJ_ADD_LIST_WORK
source: Add to-do list
fr: Ajouter une liste de tâches
ko: 할 일 목록에 추가

# CJ_BOARD_ALL
source: All
fr: Tous
ko: 모두

# CJ_BTN_ACTION
source: Work
fr: Actif
ko: 활성

# CJ_BTN_ADD_BOARD
source: Add a new board
fr: Ajouter un nouveau forum
ko: 새 보드 추가

# CJ_BTN_ADD_TEAM
source: Add new groups
fr: Ajouter de nouveaux groupes
ko: 새로운 그룹 추가

# CJ_BTN_BOARD
source: Board forms
fr: Forme tabulaire
ko: 표 형식

# CJ_BTN_BOARD_WORK
source: Table work
fr: Travail de table
ko: 테이블 작업

# CJ_BTN_CALENDAR
source: Calendar
fr: Calendrier
ko: 달력

# CJ_BTN_CARD_LINK
source: Link card
fr: Carte de liaison
ko: 링크 카드

# CJ_BTN_CHANGE_BACKGROUND
source: Change wallpaper
fr: Changer le fond d'écran
ko: 배경 화면 변경

# CJ_BTN_CHANGE_BACKGROUND1
source: Card filter table
fr: Table de filtrage des cartes
ko: 카드 필터 테이블

# CJ_BTN_CHART_PROGRESS
source: Progress chart
fr: Tableau de progression
ko: 진행 차트

# CJ_BTN_CHECK_ITEM
source: Head of work
fr: Chef de travail
ko: 작업 책임자

# CJ_BTN_CLEAR_DATA
source: Delete data
fr: Effacer les données
ko: 데이터 지우기

# CJ_BTN_COPY
source: Copy
fr: Copier
ko: 복사

# CJ_BTN_DELEETE_BOARD
source: Delete this board
fr: Supprimer ce forum
ko: 이 보드를 삭제

# CJ_BTN_DELETE
source: Erase
fr: Effacer
ko: 삭제

# CJ_BTN_DELETE_TEAM
source: Delete this team
fr: Supprimer cette équipe
ko: 이 팀을 삭제

# CJ_BTN_DEPARTMENT
source: Department
fr: Département
ko: 학과

# CJ_BTN_EDIT
source: Repair
fr: Fix
ko: 수정

# CJ_BTN_EDIT_BOARD
source: Edit this table
fr: Modifier ce tableau
ko: 이 테이블 편집

# CJ_BTN_EDIT_TEAM
source: Edit this team
fr: Modifier cette équipe
ko: 이 팀을 편집

# CJ_BTN_EXTENSION
source: Extensive features
fr: Fonctionnalités étendues
ko: 광범위한 기능

# CJ_BTN_GROUP
source: Group
fr: Groupe
ko: 그룹

# CJ_BTN_HIDE_FORM
source: Show / hide
fr: Afficher / masquer
ko: 표시 / 숨기기

# CJ_BTN_LABEL
source: Labels
fr: Les étiquettes
ko: 라벨

# CJ_BTN_LINK
source: Link
fr: Associé
ko: 준회원

# CJ_BTN_LIST
source: List
fr: Liste
ko: 리스트

# CJ_BTN_MODIFY
source: Adjusted
fr: Ajustement
ko: 조정

# CJ_BTN_OK
source: OK, got it
fr: OK, j'ai compris
ko: 알았어

# CJ_BTN_PROGRESS
source: Progress
fr: Progrès
ko: 진행

# CJ_BTN_REFRESH
source: Reload
fr: Recharger
ko: 새로 고침

# CJ_BTN_RELATIVE
source: Link
fr: Associé
ko: 준회원

# CJ_BTN_RPT_PROGRESS
source: Progress report
fr: Rapport d'avancement
ko: 진행 보고서

# CJ_BTN_SELECT_MULTI
source: Choose many
fr: Choisissez beaucoup
ko: 많이 선택

# CJ_BTN_SELECT_PERSON
source: Choose people
fr: Choisissez des personnes
ko: 사람을 선택하십시오

# CJ_BTN_SEND_NOTIFI
source: Send notification
fr: Envoyer une notification
ko: 알림 보내기

# CJ_BTN_SUPPLIER
source: House cc
fr: Maison cc
ko: 하우스 cc

# CJ_BTN_TABLE_FILTER
source: Extensive features
fr: Fonctionnalités étendues
ko: 광범위한 기능

# CJ_BTN_TAB_COMMENT
source: Discuss
fr: Discuter
ko: 토론

# CJ_BTN_TAB_DESCIPTION
source: Description
fr: La description
ko: 설명

# CJ_BTN_TAB_DOCUMENT
source: Document
fr: Les documents
ko: 서류

# CJ_BTN_TAB_ITEM_PROGRESS
source: Heading & schedule
fr: Rubrique et calendrier
ko: 제목 및 일정

# CJ_BTN_TAB_OBJECT_RELA
source: Object
fr: Objet
ko: 대상

# CJ_BTN_TRANS_WORK
source: Assign
fr: Attribué
ko: 할당

# CJ_BTN_UPDATE
source: Update
fr: Mise à jour
ko: 업데이트

# CJ_BTN_UPLOAD_FILE
source: Download the file
fr: Téléchargez le dossier
ko: 파일 다운로드

# CJ_BTN_VIEW_ACTION
source: See the entire activity
fr: Voir toute l'activité
ko: 전체 활동보기

# CJ_CHK_SELECT_ALL
source: Choose socks
fr: Choisissez des chaussettes
ko: 양말을 선택하십시오

# CJ_COL_ACTION
source: Manipulation
ko: 조작

# CJ_COL_BEGIN
source: Begin
fr: Pour commencer
ko: 시작하기

# CJ_COL_CARD_CODE
source: ID Card
fr: Code de la carte
ko: 카드 코드

# CJ_COL_CARD_LEVEL
source: Level
fr: Degré de
ko: 정도

# CJ_COL_CARD_NAME
source: Name card
fr: Nom de la carte
ko: 카드 이름

# CJ_COL_CREATE_BY
source: Creator
fr: Créateur
ko: 제작자

# CJ_COL_CREATE_DATE
source: Date created
fr: Date de création
ko: 만든 날짜

# CJ_COL_DUEDATE
source: Expired
fr: Expire
ko: 만료

# CJ_COL_EXPENSE
source: Expense
fr: Financement
ko: 자금 조달

# CJ_COL_EXPIRED
source: Expired
fr: Expire
ko: 만료

# CJ_COL_FINISH
source: End
fr: La fin
ko: 끝

# CJ_COL_LIST_NAME
source: List
fr: Liste
ko: 리스트

# CJ_COL_PROGRESS
source: Progress
fr: Progrès
ko: 진행

# CJ_COL_ROLE
source: Role
fr: Le rôle
ko: 역할

# CJ_COL_STATUS
source: Status
fr: Statut
ko: 상태

# CJ_CURD_BTN_ADD_CARD
source: Add a tag
fr: Ajouter un tag
ko: 태그 추가

# CJ_CURD_BTN_ADD_LIST
source: Add a list
fr: Ajouter une liste
ko: 리스트 추가

# CJ_CURD_BTN_CHANGE_BOARD
source: Move to
fr: Déplacer vers
ko: 로 이동

# CJ_CURD_BTN_CHANGE_HEADER_BACKGROUND
source: Color
fr: La couleur
ko: 색깔

# CJ_CURD_BTN_CHANGE_STATUS_ACTION
source: Work
fr: Actif
ko: 활성

# CJ_CURD_BTN_CHANGE_STATUS_INITILIZE
source: Initialization
fr: Initialisation
ko: 초기화

# CJ_CURD_BTN_CHANGE_STATUS_LATE
source: Delay
fr: Retard
ko: 지연

# CJ_CURD_BTN_CHECK_ITEM
source: Add item
fr: Ajouter un élément
ko: 아이템 추가

# CJ_CURD_BTN_CONTRACT
source: Contract
fr: Le contrat
ko: 계약

# CJ_CURD_BTN_CUSTOMER
source: Customer
fr: Les clients
ko: 고객

# CJ_CURD_BTN_DELETE_CARD
source: Delete this tag
fr: Supprimer cette balise
ko: 이 태그를 삭제

# CJ_CURD_BTN_DELETE_LIST
source: Delete this listing
fr: Supprimer cette liste
ko: 이 리스팅을 삭제하십시오

# CJ_CURD_BTN_DEPARTMENT
source: Department
fr: Département
ko: 학과

# CJ_CURD_BTN_EDIT
source: Edit the table
fr: Modifier le tableau
ko: 테이블 편집

# CJ_CURD_BTN_MEMBER
source: Staff
fr: Employé
ko: 종업원

# CJ_CURD_BTN_OPEN_ADD_CARD
source: Add another tag
fr: Ajouter une autre balise
ko: 다른 태그 추가

# CJ_CURD_BTN_OPEN_ADD_LIST
source: Add another listing
fr: Ajouter une autre annonce
ko: 다른 업체 정보 추가

# CJ_CURD_BTN_PROJECT
source: Project
fr: Le projet
ko: 프로젝트

# CJ_CURD_BTN_SORT_BY_ACTION_STATUS
source: Active status
fr: Statut actif
ko: 활성 상태

# CJ_CURD_BTN_SORT_BY_LATE_STATUS
source: Delayed state
fr: Etat retardé
ko: 지연된 상태

# CJ_CURD_BTN_SUPPLIER
source: Supplier
fr: Fournisseur
ko: 공급자

# CJ_CURD_BTN_TEAM
source: Group
fr: Groupe
ko: 그룹

# CJ_CURD_LBL_ACTION
source: MANIPULATION
fr: ACTION
ko: 행동

# CJ_CURD_LBL_ATTACHMENT
source: The attached file
fr: Le fichier joint
ko: 첨부 파일

# CJ_CURD_LBL_BOARD_CODE
source: Board
fr: Tableaux
ko: 보드

# CJ_CURD_LBL_CARD_LEVEL
source: Card level
fr: Niveau de la carte
ko: 카드 레벨

# CJ_CURD_LBL_CHANGE_STATUS
source: Update status
fr: Mise à jour du statut
ko: 상태 업데이트

# CJ_CURD_LBL_COST
source: Expense
fr: Financement
ko: 자금 조달

# CJ_CURD_LBL_CREATE_CARD
source: Create new
fr: Créer un nouveau
ko: 새로 만들기

# CJ_CURD_LBL_DESCRIPTION
source: Describe
fr: Décrivez
ko: 설명

# CJ_CURD_LBL_DUEDATE
source: Deadline
fr: Date limite
ko: 마감

# CJ_CURD_LBL_LABEL
source: Label
fr: Étiquette
ko: 라벨

# CJ_CURD_LBL_LIST_CODE
source: List
fr: Liste
ko: 리스트

# CJ_CURD_LBL_LIST_CODE1
source: List
fr: Liste
ko: 리스트

# CJ_CURD_LBL_PRIORITY
source: Priority
fr: Priorité
ko: 우선 순위

# CJ_CURD_LBL_QUANTITATIVE
source: Mass
fr: Le volume
ko: 볼륨

# CJ_CURD_LBL_QUANTITY
source: Amount
fr: Le montant
ko: 금액

# CJ_CURD_LBL_SEARCH_CARD_TITLE
source: Name card
fr: Nom de la carte
ko: 카드 이름

# CJ_CURD_LBL_SEARCH_FROM_DATE
source: Since
fr: À partir de la date
ko: 날짜부터

# CJ_CURD_LBL_SEARCH_MEMBER
source: Member
fr: Adhésion
ko: 멤버십

# CJ_CURD_LBL_SEARCH_OBJ_CODE
source: Object
fr: Objet
ko: 대상

# CJ_CURD_LBL_SEARCH_OBJ_DEPENDENCY
source: Type of object
fr: Type d'objet
ko: 객체의 유형

# CJ_CURD_LBL_SEARCH_STATUS
source: Status
fr: Statut
ko: 상태

# CJ_CURD_LBL_SEARCH_TO_DATE
source: To date
fr: Allez
ko: 어서

# CJ_CURD_LBL_SELECT_CARD
source: Choose card
fr: Choisissez une carte
ko: 카드를 선택하십시오

# CJ_CURD_LBL_SORT_LIST_BY_STATUS
source: Sort the list by
fr: Trier la liste par
ko: 다음을 기준으로 목록 정렬

# CJ_CURD_LBL_STATUS
source: Card status
fr: Statut de la carte
ko: 카드 상태

# CJ_CURD_LBL_TITTLE
source: Table work
fr: Travail de table
ko: 테이블 작업

# CJ_CURD_LBL_UPDATE_BY
source: By
fr: Par
ko: 으로

# CJ_CURD_LBL_UPDATE_TIME
source: Edit
fr: Modifier
ko: 편집

# CJ_CURD_LBL_VISIBILITY_PRIVATE
source: Private
fr: Confidentialité
ko: 프라이버시

# CJ_CURD_LBL_VISIBILITY_PUBLIC
source: Public
fr: Ouvertement
ko: 공개적으로

# CJ_CURD_LBL_WEIGHT_NUM
source: Weighted
fr: Pondéré
ko: 가중

# CJ_CURD_LBL_WORK_TYPE
source: Type of work
fr: Type de travail
ko: 일의 유형

# CJ_CURD_MSG_ADD_COMMENT_FAILED
source: An error occurred while adding a comment
fr: Une erreur s'est produite lors de l'ajout d'un commentaire
ko: 댓글을 추가하는 중에 오류가 발생했습니다

# CJ_CURD_MSG_ADD_COMMENT_SUCCESS
source: Add a successful comment
fr: Ajouter un commentaire réussi
ko: 성공적인 의견 추가

# CJ_CURD_MSG_ADD_CONTENT
source: Import content
fr: Entrez le contenu
ko: 내용을 입력

# CJ_CURD_MSG_CHANGE_BOARD_FAILED
source: An error occurred while moving the list
fr: Une erreur s'est produite lors du déplacement de la liste
ko: 목록을 이동하는 중에 오류가 발생했습니다

# CJ_CURD_MSG_CHANGE_BOARD_SUCCESS
source: Successfully moved list
fr: Liste déplacée avec succès
ko: 성공적으로 이동 한 목록

# CJ_CURD_MSG_CHANGE_LIST_CARD_SUCCESS
source: Migration successful
fr: Migration réussie
ko: 마이그레이션 성공

# CJ_CURD_MSG_CHOOSE_INFO
source: Choose full information
fr: Choisissez des informations complètes
ko: 전체 정보를 선택하십시오

# CJ_CURD_MSG_CHOOSE_LABEL
source: Choose a label
fr: Choisissez une étiquette
ko: 라벨을 선택하십시오

# CJ_CURD_MSG_CHOOSE_TEAM
source: No group selected
fr: Aucun groupe sélectionné
ko: 선택된 그룹이 없습니다

# CJ_CURD_MSG_CONTENT_BLANK
source: No content has been entered yet
fr: Aucun contenu n'a encore été saisi
ko: 내용이 입력되지 않았습니다

# CJ_CURD_MSG_DEFAULT_SETTING
source: No default setting
fr: Aucun paramètre par défaut
ko: 기본 설정이 없습니다

# CJ_CURD_MSG_ENTER_COMMENT
source: Enter a comment
fr: Entrez un commentaire
ko: 코멘트를 입력

# CJ_CURD_MSG_ENTER_TEAM_NAME
source: Enter the group name
fr: Entrez le nom du groupe
ko: 그룹 이름을 입력하십시오

# CJ_CURD_MSG_ERROR
source: An error occurred!
fr: Une erreur est survenue!
ko: 오류가 발생했습니다!

# CJ_CURD_MSG_MEMBER_EXITED
source: Member already exists
fr: Le membre existe déjà
ko: 회원이 이미 존재합니다

# CJ_CURD_MSG_OBJ_CODE_EXITED
source: Object code already exists
fr: Le code objet existe déjà
ko: 객체 코드가 이미 존재합니다

# CJ_CURD_MSG_SAVE_SUCCESS
source: Save successfully
fr: Enregistrer avec succès
ko: 성공적으로 저장

# CJ_CURD_MSG_TEAM_EXITED
source: Team already exists
fr: L'équipe existe déjà
ko: 팀이 이미 존재합니다

# CJ_CURD_SEARCH_DEPARTMENT
source: Search departments by name
fr: Rechercher les départements par nom
ko: 이름으로 검색 부서

# CJ_CURD_TAB_ADD_ATTACHMENT
source: Attach
fr: Attaché
ko: 첨부

# CJ_CURD_TAB_ADD_ATTACHMENT_TITLE_ADD_ATTACHMENT
source: Add file
fr: Ajouter un fichier
ko: 파일 추가

# CJ_CURD_TAB_ADD_ATTACHMENT_TXT_ADD_ATTACHMENT
source: Choose a file
fr: Choisissez un fichier
ko: 파일을 선택하십시오

# CJ_CURD_TAB_ADD_CHECK_LIST
source: Article item work
fr: Travail sur un article
ko: 기사 아이템 작업

# CJ_CURD_TAB_ADD_CHECK_LIST_CURD_TXT_TITLE
source: Things to do
fr: À faire
ko: 할 것들

# CJ_CURD_TAB_ADD_CHECK_LIST_TITLE_ADD_CHECK_LIST
source: More to-do
fr: Plus à faire
ko: 더 할 일

# CJ_CURD_TAB_ADD_DUEDATE
source: Expiration date
fr: Date d'expiration
ko: 만기일

# CJ_CURD_TAB_ADD_DUEDATE_CURD_DUEDATE
source: Expiration date
fr: Date d'expiration
ko: 만기일

# CJ_CURD_TAB_ADD_DUEDATE_TITLE_ADD_DUEDATE
source: Expiration date
fr: Date d'expiration
ko: 만기일

# CJ_CURD_TAB_ADD_LABEL
source: Priority label
fr: Étiquette de priorité
ko: 우선 순위 라벨

# CJ_CURD_TAB_ADD_LABEL_BTN_DANGER
source: Priority 5
fr: Priorité 5
ko: 우선 순위 5

# CJ_CURD_TAB_ADD_LABEL_BTN_INFO
source: Priority 3
fr: Priorité 3
ko: 우선 순위 3

# CJ_CURD_TAB_ADD_LABEL_BTN_PRIMARY
source: Priority 1
fr: Priorité 1
ko: 우선 순위 1

# CJ_CURD_TAB_ADD_LABEL_BTN_SUCCES
source: Priority 2
fr: Priorité 2
ko: 우선 순위 2

# CJ_CURD_TAB_ADD_LABEL_BTN_WARNING
source: Priority 4
fr: Priorité 4
ko: 우선 순위 4

# CJ_CURD_TAB_ADD_LABEL_TITLE_LABEL
source: Edit the label
fr: Modifier l'étiquette
ko: 라벨 수정

# CJ_CURD_TAB_ADD_MEMBER
source: Group / Member
fr: Groupe / membre
ko: 그룹 / 회원

# CJ_CURD_TAB_ADD_MEMBER_CURD_TXT_MEMBER
source: Member
fr: Membre
ko: 회원

# CJ_CURD_TAB_ADD_MEMBER_CURD_TXT_TEAM
source: Team
fr: Équipe
ko: 팀

# CJ_CURD_TAB_ADD_MEMBER_TITLE_ADD_MEMBER
source: Add groups / members
fr: Ajouter des groupes / membres
ko: 그룹 / 멤버 추가

# CJ_CURD_TAB_OBJECT_RELATIVE
source: Related object
fr: Objet connexe
ko: 관련 대상

# CJ_CURD_TAB_OBJECT_RELATIVE_TITLE_OBJ_RELATIVE
source: Related object
fr: Objet connexe
ko: 관련 대상

# CJ_CURD_TAB_OBJECT_RELATIVE_TXT_OBJ_CODE
source: Object
fr: Objet
ko: 대상

# CJ_CURD_TAB_OBJECT_RELATIVE_TXT_OBJ_DEPENDENCY
source: Species
fr: Tapez
ko: 타입

# CJ_CURD_TAB_OBJECT_RELATIVE_TXT_RELATIVE
source: relationship
fr: Relation
ko: 관계

# CJ_CURD_TITLE_CALENDAR
source: Calendar
fr: Calendrier
ko: 달력

# CJ_CURD_TITLE_DEFAULT_SETTING
source: Default setting
fr: Paramètre par défaut
ko: 기본 설정

# CJ_CURD_TITLE_SEARCH_ADVANCE_SEARCH
source: Advanced search
fr: Recherche avancée
ko: 고급 검색

# CJ_CURD_TXT_BOARD_CODE
source: Select the table
fr: Sélectionnez la table
ko: 테이블을 선택하십시오

# CJ_CURD_TXT_BOARD_NAME
source: Table header
fr: En-tête de tableau
ko: 테이블 헤더

# CJ_CURD_TXT_CARD_LEVEL
source: Card level
fr: Niveau de la carte
ko: 카드 레벨

# CJ_CURD_TXT_CARD_NAME
source: Enter a title for this tag
fr: Entrez un titre pour cette balise
ko: 이 태그의 제목을 입력하십시오

# CJ_CURD_TXT_CHECK_ITEM
source: Add item
fr: Ajouter un élément
ko: 아이템 추가

# CJ_CURD_TXT_COMMENT
source: Write a comment
fr: Rédiger un commentaire
ko: 의견 쓰기

# CJ_CURD_TXT_DESCRIPTION
source: Add a more detailed description
fr: Ajouter une description plus détaillée
ko: 더 자세한 설명 추가

# CJ_CURD_TXT_LEADER
source: Leader
ko: 지도자

# CJ_CURD_TXT_LIST_CODE
source: Choose a list
fr: Choisissez une liste
ko: 목록을 선택하십시오

# CJ_CURD_TXT_LIST_NAME
source: Enter the list title
fr: Entrez le titre de la liste
ko: 목록 제목을 입력하십시오

# CJ_CURD_TXT_MEMBER
source: Members
fr: Les membres
ko: 회원

# CJ_CURD_TXT_MEMBER1
source: Member
fr: Adhésion
ko: 멤버십

# CJ_CURD_TXT_NAME_CARD
source: Name card
fr: Nom de la carte
ko: 카드 이름

# CJ_CURD_TXT_OBJ_CODE
source: Object code
fr: Code objet
ko: 객체 코드

# CJ_CURD_TXT_RELATIVE
source: Relationship
fr: La relation
ko: 관계

# CJ_CURD_TXT_SEARCH_CARD_TITLE
source: Name card
fr: Nom de la carte
ko: 카드 이름

# CJ_CURD_TXT_SEARCH_FROM_DATE
source: Since
fr: À partir de la date
ko: 날짜부터

# CJ_CURD_TXT_SEARCH_MEMBER
source: Member
fr: Adhésion
ko: 멤버십

# CJ_CURD_TXT_SEARCH_OBJ_CODE
source: Object
fr: Objet
ko: 대상

# CJ_CURD_TXT_SEARCH_OBJ_DEPENDENCY
source: Type of object
fr: Type d'objet
ko: 객체의 유형

# CJ_CURD_TXT_SEARCH_STATUS
source: Status
fr: Statut
ko: 상태

# CJ_CURD_TXT_SEARCH_TO_DATE
source: Since
fr: À partir de la date
ko: 날짜부터

# CJ_CURD_TXT_SELECT_CARD
source: Choose card
fr: Choisissez une carte
ko: 카드를 선택하십시오

# CJ_CURD_TXT_STATUS
source: Card status
fr: Statut de la carte
ko: 카드 상태

# CJ_CURD_TXT_TEAM
source: Group
fr: Groupe
ko: 그룹

# CJ_CURD_TXT_TEAM_CODE
source: Group
fr: Groupe
ko: 그룹

# CJ_CURD_TXT_TEAM_NAME
source: Group name
fr: Nom du groupe
ko: 그룹 이름

# CJ_CURD_TXT_TYPE
source: Species
fr: Tapez
ko: 타입

# CJ_CURD_TXT_WORK_TYPE
source: Select the type of job
fr: Sélectionnez le type de travail
ko: 작업 유형을 선택하십시오

# CJ_DEPART_GROUP_MEMBER
source: Department / Group / Member
fr: Département / Groupe / Membre
ko: 부서 / 그룹 / 회원

# CJ_IMG_CHECK_IN
source: Photo check in
fr: Enregistrement photo
ko: 사진 체크인

# CJ_IMG_CHECK_OUT
source: Photo check out
fr: Départ photo
ko: 사진 확인

# CJ_LBL_ACT_MEMBER_ASSIGN
source: Operation person assigned
fr: Personne d'opération affectée
ko: 작업 담당자 할당

# CJ_LBL_ADD_TAG
source: Add a tag
fr: Ajouter un tag
ko: 태그 추가

# CJ_LBL_APPROVE_EMP
source: Please browse for staff to do
fr: Veuillez rechercher le personnel à faire
ko: 할 직원을 찾아보십시오

# CJ_LBL_APR
source: April
fr: avril
ko: 4 월

# CJ_LBL_APRIL
source: April
fr: avril
ko: 4 월

# CJ_LBL_AUG
source: August
fr: août
ko: 팔월

# CJ_LBL_AUGUST
source: August
fr: août
ko: 팔월

# CJ_LBL_BOARD_NAME
source: Table name
fr: Nom de table
ko: 테이블 이름

# CJ_LBL_BOARD_TYPE
source: Table type
fr: Type de table
ko: 테이블 타입

# CJ_LBL_BRANCH
source: Branch
fr: Branche
ko: 분기

# CJ_LBL_CALENDAR
source: Calendar
fr: Calendrier
ko: 달력

# CJ_LBL_CANCLE
source: Cancel
fr: Annuler
ko: 취소

# CJ_LBL_CARD_FIRST
source: Previous job card
fr: Carte de travail précédente
ko: 이전 직업 카드

# CJ_LBL_CARD_INHERIT
source: The inheritance
fr: L'héritage
ko: 상속

# CJ_LBL_CHANGE_COLOR
source: Change color
fr: Changer les couleurs
ko: 색상 변경

# CJ_LBL_CONTRACT
source: Contract
fr: Le contrat
ko: 계약

# CJ_LBL_CREATE
source: Newly created
fr: Nouvellement créé
ko: 새로 만들어진

# CJ_LBL_CREATE_BOARD
source: Create a job board
fr: Créer un job board
ko: 직업 게시판 만들기

# CJ_LBL_CREATE_LIST
source: Create list
fr: Créer une liste
ko: 리스트 작성

# CJ_LBL_DEADLINE
source: Plan to end the day
fr: Prévoyez de terminer la journée
ko: 하루를 끝낼 계획

# CJ_LBL_DEC
source: December
fr: décembre
ko: 12 월

# CJ_LBL_DECEMBER
source: December
fr: décembre
ko: 12 월

# CJ_LBL_DEFAULT_CARD_SETTING
source: default setting
fr: Paramètre par défaut
ko: 기본 설정

# CJ_LBL_DEPARTMENT_ASSIGN
source: Department is assigned
fr: Le département est affecté
ko: 부서가 할당됩니다

# CJ_LBL_DEPARTMENT_GROUP
source: Department / group
fr: Département / groupe
ko: 부서 / 그룹

# CJ_LBL_DO_FOR
source: Made for
fr: Conçu pour
ko: 위해 만든

# CJ_LBL_END_TIME
source: End date
fr: La date de fin
ko: 종료일

# CJ_LBL_ENTER_WORK
source: Enter the job
fr: Entrez le travail
ko: 직업을 입력

# CJ_LBL_EXAMINATION
source: Evaluate
fr: Revue
ko: 검토

# CJ_LBL_FEB
source: February
fr: février
ko: 이월

# CJ_LBL_FEBRUARY
source: February
fr: février
ko: 이월

# CJ_LBL_FRI
source: Fri
fr: ven
ko: 금

# CJ_LBL_FRIDAY
source: Friday
fr: Vendredi
ko: 금요일

# CJ_LBL_FULL_NAME
source: First and last name
fr: Prénom et nom
ko: 이름과 성

# CJ_LBL_GIRD_CARD_LIST
source: List
fr: Liste
ko: 리스트

# CJ_LBL_GIRD_CARD_TRADITIONAL
source: Traditional
fr: La tradition
ko: 전통

# CJ_LBL_GROUP_ASSIGNED
source: The group assigned the task
fr: Le groupe a assigné la tâche
ko: 그룹은 작업을 할당

# CJ_LBL_ITEM_CHECK_NEW
source: New work
fr: Nouveau travail
ko: 새로운 작업

# CJ_LBL_JAN
source: January
fr: janvier
ko: 일월

# CJ_LBL_JANUARY
source: January
fr: janvier
ko: 일월

# CJ_LBL_JUL
source: July
fr: juillet
ko: 칠월

# CJ_LBL_JULY
source: July
fr: juillet
ko: 칠월

# CJ_LBL_JUN
source: June
fr: juin
ko: 유월

# CJ_LBL_JUNE
source: June
fr: juin
ko: 유월

# CJ_LBL_LEADER_EXAM
source: Browser manager
fr: Gestionnaire de navigateur
ko: 브라우저 관리자

# CJ_LBL_LIST_ACTIVITY
source: Activity list
fr: Liste d'activités
ko: 활동 목록

# CJ_LBL_LIST_LOCATION
source: List of locations
fr: Liste des emplacements
ko: 위치 목록

# CJ_LBL_LIST_PRODUCT
source: List of products
fr: Liste des produits
ko: 제품 목록

# CJ_LBL_LIST_SERVICES
source: List of services
fr: Liste des services
ko: 서비스 목록

# CJ_LBL_LIST_USER_RECEI_NOTIFI
source: List of notification recipients
fr: Liste des destinataires des notifications
ko: 알림 수신자 목록

# CJ_LBL_LOCATION_WORK
source: Work location
fr: Lieu de travail
ko: 작업 장소

# CJ_LBL_LOC_CHECK_IN
source: Location checkin
fr: Enregistrement de l'emplacement
ko: 위치 체크인

# CJ_LBL_LOC_CHECK_OUT
source: Location check out
fr: Vérification de l'emplacement
ko: 위치 확인

# CJ_LBL_LOG_ADD
source: added
fr: ajoutée
ko: 추가

# CJ_LBL_LOG_ADD_ADDRESS
source: added place of work
fr: lieu de travail ajouté
ko: 작업장 추가

# CJ_LBL_LOG_ADD_PROD
source: added products
fr: produits ajoutés
ko: 추가 된 제품

# CJ_LBL_LOG_ADD_SER
source: added the service
fr: a ajouté le service
ko: 서비스를 추가

# CJ_LBL_LOG_ADD_SUB_ITEM
source: added subheadings
fr: sous-titres ajoutés
ko: 추가 된 소제목

# CJ_LBL_LOG_CREATE_CMT
source: created a comment
fr: a créé un commentaire
ko: 의견을 작성

# CJ_LBL_LOG_DEL
source: deleted
fr: supprimé
ko: 삭제

# CJ_LBL_LOG_DEL_ADDRESS
source: deleted place to work
fr: lieu de travail supprimé
ko: 직장을 삭제함

# CJ_LBL_LOG_DEL_FILE
source: deleted file
fr: fichier supprimé
ko: 삭제 된 파일

# CJ_LBL_LOG_DEL_ITEM
source: deleted the work item
fr: supprimé l'élément de travail
ko: 작업 항목을 삭제했습니다

# CJ_LBL_LOG_DEL_PROD
source: product deleted
fr: produit supprimé
ko: 제품이 삭제되었습니다

# CJ_LBL_LOG_DEL_PROGRESS
source: deleted the progress report
fr: supprimé le rapport d'avancement
ko: 진행 보고서를 삭제했습니다

# CJ_LBL_LOG_DEL_SER
source: service deleted
fr: service supprimé
ko: 서비스가 삭제되었습니다

# CJ_LBL_LOG_EVALUATE_PROGRESS
source: has assessed the progress
fr: a évalué les progrès
ko: 진행 상황을 평가했습니다

# CJ_LBL_LOG_ITEM_CREATE
source: created a work item
fr: créé un élément de travail
ko: 작업 항목을 만들었습니다

# CJ_LBL_LOG_RPT_PROGRESS
source: has announced the progress
fr: a annoncé les progrès
ko: 진행 상황을 발표했다

# CJ_LBL_LOG_UPDATE
source: updated
fr: mise à jour
ko: 업데이트

# CJ_LBL_LOG_UPLOAD_FILE
source: file uploaded
fr: Fichier téléchargé
ko: 파일 업로드

# CJ_LBL_MA
source: May
fr: Mai
ko: 할 수있다

# CJ_LBL_MAR
source: March
fr: Mars
ko: 행진

# CJ_LBL_MARCH
source: March
fr: Mars
ko: 행진

# CJ_LBL_MAY
source: May
fr: Mai
ko: 할 수있다

# CJ_LBL_MEMBER_ASSIGN
source: Person assigned
fr: Personne affectée
ko: 배정 된 사람

# CJ_LBL_MENU
source: Menu
fr: Le menu
ko: 메뉴

# CJ_LBL_MODAL_HEADER
source: Done
fr: Déjà fait
ko: 이미 완료

# CJ_LBL_MON
source: 2nd
fr: 2e
ko: 2 위

# CJ_LBL_MONDAY
source: Monday
fr: Lundi
ko: 월요일

# CJ_LBL_NEED_WORK
source: Things to do
fr: À faire
ko: 할 것들

# CJ_LBL_NEXT_CARD
source: Next
fr: Suivant
ko: 다음 것

# CJ_LBL_NOV
source: November
fr: novembre
ko: 십일월

# CJ_LBL_NOVEMBER
source: November
fr: novembre
ko: 십일월

# CJ_LBL_NO_LOCATION
source: There is no address
fr: Il n'y a pas d'adresse
ko: 주소가 없습니다

# CJ_LBL_NO_PRODUCT
source: No products
fr: Vous n'avez pas d'articles
ko: 상품이 없습니다

# CJ_LBL_NO_SERVICES
source: There is no service
fr: Il n'y a pas de service
ko: 서비스가 없습니다

# CJ_LBL_OBJECT_RELATIVE
source: Related objects (Contracts, projects, personnel, ...)
fr: Objets associés (contrats, projets, personnel, ...)
ko: 관련 대상 (계약, 프로젝트, 인력 등)

# CJ_LBL_OCT
source: October
fr: octobre
ko: 십월

# CJ_LBL_OCTOBER
source: October
fr: octobre
ko: 십월

# CJ_LBL_OFFICE
source: Office
fr: Bureau
ko: 사무실

# CJ_LBL_OTHER
source: Other
fr: Autre
ko: 기타

# CJ_LBL_PENDING
source: Being implemented
fr: En cours d'exécution
ko: 구현 중

# CJ_LBL_PERMISSION_FILE
source: File permissions
fr: Autorisations de fichiers
ko: 파일 권한

# CJ_LBL_PROGRESS
source: Progress
fr: Progrès
ko: 진행

# CJ_LBL_PROGRESS_EVALUATE
source: Evaluate
fr: Revue
ko: 검토

# CJ_LBL_PROGRESS_MAX
source: Maximum progress of 100%
fr: Progression maximale de 100%
ko: 100 %의 최대 진행

# CJ_LBL_PROGRESS_REAL
source: Actual progress
fr: Progrès réels
ko: 실제 진행

# CJ_LBL_PROJECT
source: Project
fr: Le projet
ko: 프로젝트

# CJ_LBL_SAT
source: Saturday
fr: samedi
ko: 토요일

# CJ_LBL_SATURDAY
source: Saturday
fr: samedi
ko: 토요일

# CJ_LBL_SEP
source: September
fr: septembre
ko: 구월

# CJ_LBL_SEPTEMBER
source: September
fr: septembre
ko: 구월

# CJ_LBL_SERVICES
source: Service
fr: Le service
ko: 서비스

# CJ_LBL_SHIFT_WORK
source: Shift
fr: Décalage
ko: 시프트

# CJ_LBL_START_TIME
source: Start day
fr: La date de début
ko: 시작일

# CJ_LBL_SUCCESS
source: Finish
fr: terminer
ko: 끝

# CJ_LBL_SUNDAY
source: Sunday
fr: dimanche
ko: 일요일

# CJ_LBL_THUS
source: Thursday
fr: Jeudi
ko: 목요일

# CJ_LBL_THUSDAY
source: Thursday
fr: Jeudi
ko: 목요일

# CJ_LBL_TIME
source: Time
fr: Heure de
ko: 시간

# CJ_LBL_TIME_CHECK_IN
source: Time to check in
fr: Il est temps de s'enregistrer
ko: 체크인 시간

# CJ_LBL_TIME_CHECK_OUT
source: Time to check out
fr: Il est temps de vérifier
ko: 체크 아웃 시간

# CJ_LBL_TIME_SPAN
source: Time
fr: Temps
ko: 시각

# CJ_LBL_TITLE
source: Title
fr: Le titre
ko: 직함

# CJ_LBL_TODAY
source: Today
fr: Aujourd'hui
ko: 오늘

# CJ_LBL_TUE
source: 3rd
fr: 3e
ko: 3 위

# CJ_LBL_TUESDAY
source: Tuesday
fr: Mardi
ko: 화요일

# CJ_LBL_UNIT
source: Unit
fr: Unité
ko: 단위

# CJ_LBL_USER_WORK
source: Employees
fr: Les gens font
ko: 사람들은

# CJ_LBL_WED
source: 4th
fr: 4e
ko: 네번째

# CJ_LBL_WEDNESDAY
source: Wednesday
fr: Mercredi
ko: 수요일

# CJ_LBL_WEIGH_NUM
source: Weighted
fr: Pondéré
ko: 가중
