Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/CardJobController.*.resx
Languages: fr, ko

# CJ_LBL_WORK
source: Job
fr: Emplois
ko: 채용 공고

# CJ_LBL_WORK_JOB
source: Work
fr: Travail
ko: 작업

# CJ_LBL_WORK_SHIFT
source: Shift (Shift)
fr: Maj (Maj)
ko: 시프트 (Shift)

# CJ_LIST_COL_BOARD
source: Table work
fr: Travail de table
ko: 테이블 작업

# CJ_LIST_COL_COST
source: Expense
fr: Financement
ko: 자금 조달

# CJ_LIST_COL_DEADLINE
source: Expired
fr: Expire
ko: 만료

# CJ_LIST_COL_END
source: End
fr: La fin
ko: 끝

# CJ_LIST_COL_LIST_LINK_CARD
source: List of CardJob links
fr: Liste des liens CardJob
ko: CardJob 링크 목록

# CJ_LIST_COL_NAME_DEPEND
source: Dependent name
fr: Nom dépendant
ko: 종속 이름

# CJ_LIST_COL_OBJ_NAME
source: Object name
fr: Nom d'objet
ko: 객체 이름

# CJ_LIST_COL_RELA_CODE
source: Relationship code
fr: Code de relation
ko: 관계 코드

# CJ_LIST_COL_START
source: Begin
fr: Pour commencer
ko: 시작하기

# CJ_LIST_COL_STT
source: No.
fr: Non.
ko: 아니

# CJ_LIST_COL_TYPE_DATA
source: Datatypes
fr: Type de données
ko: 자료형

# CJ_LIST_COL_VALUE_SET
source: Setting value
fr: Définition de la valeur
ko: 설정 값

# CJ_LIST_GROUP_DEPART_ASSIGN
source: List of Departments / Groups / Members assigned
fr: Liste des départements / groupes / membres affectés
ko: 할당 된 부서 / 그룹 / 멤버 목록

# CJ_LOG_ACCEPT
source: agreed
fr: D'accord
ko: 합의

# CJ_LOG_DE_ACCEPT
source: gave up agreeing
fr: a renoncé à accepter
ko: 동의 포기

# CJ_LOG_DE_REJECT
source: gave up rejecting
fr: a renoncé à rejeter
ko: 거절하다

# CJ_LOG_REJECT
source: declined
fr: diminué
ko: 거절

# CJ_MODAL_TITLE_ADD_EMP
source: Add staff
fr: Ajouter du personnel
ko: 직원 추가

# CJ_MODAL_TITLE_WORK_SHIFT
source: Shift
fr: Travail posté
ko: 교대 근무

# CJ_MSG_ADD_ADDRESS_SUCCESS
source: Add the address of success!
fr: Ajoutez l'adresse du succès!
ko: 성공의 주소를 추가하십시오!

# CJ_MSG_ADD_DEPARTMENT_SUCCESS
source: More successful departments!
fr: Des départements plus performants!
ko: 더 성공적인 부서!

# CJ_MSG_ADD_GROUP_SUCCESS
source: Add group successfully!
fr: Ajouter un groupe avec succès!
ko: 그룹을 성공적으로 추가하십시오!

# CJ_MSG_ADD_LINK_SUCCESS
source: Add link successfully!
fr: Ajouter le lien avec succès!
ko: 링크를 성공적으로 추가하십시오!

# CJ_MSG_ADD_MEMBER_SUCCESS
source: More successful employees!
fr: Des employés plus performants!
ko: 더 성공적인 직원!

# CJ_MSG_ADD_SERVICE_SUCCESS
source: More successful service!
fr: Un service plus réussi!
ko: 보다 성공적인 서비스!

# CJ_MSG_ADD_TAGS
source: Please enter tags
fr: Veuillez saisir des balises
ko: 태그를 입력하십시오

# CJ_MSG_BOARD_EXIST_WANT_CREATE
source: Table already exists. Do you want to create this board?
fr: La table existe déjà. Voulez-vous créer ce forum?
ko: 테이블이 이미 존재합니다. 이 게시판을 만드시겠습니까?

# CJ_MSG_BROWSER_NOT_SUPPORT
source: Browser does not support
fr: Le navigateur ne prend pas en charge
ko: 브라우저는 지원하지 않습니다

# CJ_MSG_CANNOT_DELETE
source: You are not the creator, you are not allowed to delete
fr: Vous n'êtes pas le créateur, vous n'êtes pas autorisé à supprimer
ko: 당신은 창조자가 아니며, 삭제할 수 없습니다

# CJ_MSG_CANNOT_EDIT_WORK_SHIFT
source: You are not authorized to edit this case
fr: Vous n'êtes pas autorisé à modifier ce cas
ko: 이 사례를 편집 할 권한이 없습니다.

# CJ_MSG_CANNOT_UPDATE_CMT
source: You are not the creator, not allowed to update
fr: Vous n'êtes pas le créateur, pas autorisé à mettre à jour
ko: 제작자가 아니며 업데이트 할 수 없습니다

# CJ_MSG_CARD_NOT_EXISTS
source: Card does not exist!
fr: La carte n'existe pas!
ko: 카드가 없습니다!

# CJ_MSG_CARD_NOT_SUCCESS
source: Unfinished job card
fr: Carte de travail inachevée
ko: 미완성 된 직업 카드

# CJ_MSG_CARD_STATUS_CLOSE
source: Job card status closed
fr: Statut de la carte de travail fermée
ko: 작업 카드 상태가 닫힘

# CJ_MSG_CHECKIN_TO_WORK
source: Please check in to do the job
fr: Veuillez vous enregistrer pour faire le travail
ko: 작업을 수행하기 위해 체크인하십시오

# CJ_MSG_COMMENT
source: comment
fr: commenter
ko: 코멘트

# CJ_MSG_COPY_CARD
source: Do you want to copy job card?
fr: Voulez-vous copier la carte de travail?
ko: 작업 카드를 복사 하시겠습니까?

# CJ_MSG_COPY_CARD_SUCCESS
source: Card copy success
fr: Succès de la copie de la carte
ko: 카드 복사 성공

# CJ_MSG_CREATE_CARD_FIRST
source: Please create job card first
fr: Veuillez d'abord créer une carte de travail
ko: 먼저 구직 카드를 작성하십시오

# CJ_MSG_DATE_EXPERIED_NOT_LESS_START_DATE
source: Expiry date cannot be less than start date
fr: La date d'expiration ne peut pas être inférieure à la date de début
ko: 만료 날짜는 시작 날짜보다 작을 수 없습니다

# CJ_MSG_DATE_START
source: start day
fr: date de début
ko: 시작일

# CJ_MSG_DELETE_ADDRESS_SUCCESS
source: Delete place successfully!
fr: Supprimer le lieu avec succès!
ko: 장소를 성공적으로 삭제하십시오!

# CJ_MSG_DELETE_DATA_SUCCESS
source: Data deleted successfully!
fr: Les données ont bien été supprimées!
ko: 데이터가 성공적으로 삭제되었습니다!

# CJ_MSG_DELETE_LINK_SUCCESS
source: Successfully deleted the link!
fr: Le lien a bien été supprimé!
ko: 링크를 성공적으로 삭제했습니다!

# CJ_MSG_DELETE_SERVICE_SUCCESS
source: Successfully deleted the service!
fr: Le service a bien été supprimé!
ko: 서비스를 성공적으로 삭제했습니다!

# CJ_MSG_DEPARTMENT_ASSIGNED_WORK
source: The department has been assigned!
fr: Le département a été assigné!
ko: 부서가 할당되었습니다!

# CJ_MSG_END_DATE_GREATER_EQUAL_START_DATE
source: End date is greater than or equal to start date!
fr: La date de fin est supérieure ou égale à la date de début!
ko: 종료일이 시작일 이상입니다!

# CJ_MSG_ENTER_BOARD_NAME
source: Please enter the board name!
fr: Veuillez saisir le nom du forum!
ko: 보드 이름을 입력하십시오!

# CJ_MSG_ENTER_KEY_WORD
source: Enter keywords to search!
fr: Entrez des mots clés pour rechercher!
ko: 검색 할 키워드를 입력하십시오!

# CJ_MSG_EXPIRED
source: expiration date
fr: date d'expiration
ko: 만료일

# CJ_MSG_FILE_IS_EDITING
source: The file is editing. Please wait
fr: Le fichier est en cours d'édition. Veuillez patienter
ko: 파일이 편집 중입니다. 기다려주세요

# CJ_MSG_GROUP_ASSIGNED_WORK
source: The group has been assigned!
fr: Le groupe a été assigné!
ko: 그룹이 할당되었습니다!

# CJ_MSG_KEY_EXPIRED_PLS_CONTACT_ADMIN
source: Key has exceeded the limit, please contact the administrator!
fr: La clé a dépassé la limite, veuillez contacter l'administrateur!
ko: 키가 한도를 초과했습니다. 관리자에게 문의하십시오!

# CJ_MSG_LEADER_EXAM_NOT_DEL
source: Leadership has evaluated, not deleted
fr: Le leadership a évalué, pas supprimé
ko: 리더십 평가, 삭제되지 않은

# CJ_MSG_LIMIT_CHARACTER
source: 255 characters!
fr: 255 caractères!
ko: 255 자!

# CJ_MSG_LINK_EXIST
source: The link already exists!
fr: Le lien existe déjà!
ko: 링크가 이미 존재합니다!

# CJ_MSG_LIST_EXITS_WANT_CREATE
source: The listing already exists. Do you want to create this list?
fr: La liste existe déjà. Voulez-vous créer cette liste?
ko: 목록이 이미 존재합니다. 이 목록을 작성 하시겠습니까?

# CJ_MSG_LIST_NOT_EXISTS
source: Does not exist list!
fr: N'existe pas de liste!
ko: 목록이 없습니다!

# CJ_MSG_MAXIMUM_WEIGHT
source: Maximum weight allowed
fr: Poids maximum autorisé
ko: 허용되는 최대 무게

# CJ_MSG_MEMBER_ADDED_ITEM
source: Staff has been added to the work item
fr: Le personnel a été ajouté à l'élément de travail
ko: 직원이 작업 항목에 추가되었습니다

# CJ_MSG_MEMBER_EXIST
source: Member has been assigned
fr: Le membre a été affecté
ko: 회원이 할당되었습니다

# CJ_MSG_MEMBER_EXISTED
source: Staff already exists
fr: Le personnel existe déjà
ko: 직원이 이미 존재합니다

# CJ_MSG_MEMBER_ROLE_EXIST
source: The assigned member already has this role
fr: Le membre affecté a déjà ce rôle
ko: 배정 된 회원에게는 이미이 역할이 있습니다

# CJ_MSG_NOT_FIND_OBJECT_DELETE
source: No object found to delete
fr: Aucun objet trouvé à supprimer
ko: 삭제할 객체가 없습니다.

# CJ_MSG_NOT_FOUND_RECORD
source: No records found!
fr: Aucun enregistrement trouvé!
ko: 기록이 없습니다!

# CJ_MSG_NO_CHANGE_CONTENT
source: Job card has not changed
fr: La carte de travail n'a pas changé
ko: 작업 카드가 변경되지 않았습니다

# CJ_MSG_NO_LIST_IN_BOARD
source: There is no list in this table!
fr: Il n'y a pas de liste dans ce tableau!
ko: 이 표에는 목록이 없습니다!

# CJ_MSG_PLS_ACCEPT
source: Please agree to carry out the work
fr: Veuillez accepter d'effectuer le travail
ko: 작업 수행에 동의하십시오

# CJ_MSG_PLS_CLICK_SAVE_FIRST
source: Please click save first
fr: Veuillez cliquer sur enregistrer d'abord
ko: 먼저 저장을 클릭하십시오

# CJ_MSG_PLS_ENTER_END_DATE
source: Please enter plan end date
fr: Veuillez saisir la date de fin du plan
ko: 계획 종료일을 입력하십시오

# CJ_MSG_PLS_ENTER_FULL_INFO
source: Please complete all information
fr: Veuillez compléter toutes les informations
ko: 모든 정보를 작성하십시오

# CJ_MSG_PLS_ENTER_PROGRESS_LESS_THAN_100
source: Please enter progress less than or equal to 100
fr: Veuillez saisir une progression inférieure ou égale à 100
ko: 100 이하의 진행률을 입력하십시오

# CJ_MSG_PLS_ENTER_START_DATE
source: Please enter start date
fr: Veuillez entrer la date de début
ko: 시작일을 입력하십시오

# CJ_MSG_PLS_ENTER_TITILE
source: Please enter a title
fr: Veuillez saisir un titre
ko: 제목을 입력하십시오

# CJ_MSG_PLS_ENTER_TITLE_CARD
source: Please enter a title for the card
fr: Veuillez saisir un titre pour la carte
ko: 카드 제목을 입력하십시오

# CJ_MSG_PLS_SELECT_BOARD_LIST
source: Please select the Job Board, Job list first!
fr: Veuillez d'abord sélectionner le Job Board, la liste des emplois!
ko: Job Board, Job 목록을 먼저 선택하십시오!

# CJ_MSG_PLS_SELECT_COLOR
source: Please choose a color!
fr: Veuillez choisir une couleur!
ko: 칼라를 선택해주세요!

# CJ_MSG_PLS_SELECT_GROUP_DEPARTMENT
source: Please select a department
fr: Veuillez sélectionner un département
ko: 부서를 선택하십시오

# CJ_MSG_PLS_SELECT_LIST
source: Please select a list
fr: Veuillez sélectionner une liste
ko: 목록을 선택하십시오

# CJ_MSG_PLS_SELECT_OBJ_TYPE
source: Please select an object type
fr: Veuillez sélectionner un type d'objet
ko: 객체 유형을 선택하십시오

# CJ_MSG_PLS_SELECT_TABLE_WORKING
source: Please select the job board
fr: Veuillez sélectionner le site d'emploi
ko: 채용 정보를 선택하십시오

# CJ_MSG_PRODUCT
source: product
fr: les produits
ko: 제품

# CJ_MSG_PRODUCT_NOT_EXISTS
source: Product does not exist!
fr: Le produit n'existe pas!
ko: 제품이 존재하지 않습니다!

# CJ_MSG_PROGRESS_LESS_THAN_100
source: Enter progress less than 100
fr: Entrez une progression inférieure à 100
ko: 진행률 100 미만

# CJ_MSG_PROGRESS_OVER_HUNDRED_PRECENT
source: Progress has exceeded 100%
fr: Les progrès ont dépassé 100%
ko: 진행률이 100 %를 초과했습니다

# CJ_MSG_PUSH_CARD_TO_BIN
source: Card deleted in trash
fr: Carte supprimée dans la corbeille
ko: 휴지통에서 카드가 삭제되었습니다.

# CJ_MSG_REAL_PROGRESS
source: actual progress
fr: progrès réel
ko: 실제 진행

# CJ_MSG_SELECT_LIST
source: Please select a job category
fr: Veuillez sélectionner une catégorie d'emploi
ko: 직업 카테고리를 선택하십시오

# CJ_MSG_SELECT_PRODUCT
source: Please choose a product!
fr: Veuillez sélectionner le produit!
ko: 제품을 선택하십시오!

# CJ_MSG_SELECT_PRODUCT_QUANTITY
source: Please select the product, quantity!
fr: Veuillez sélectionner le produit, la quantité!
ko: 제품 수량을 선택하십시오!

# CJ_MSG_SELECT_QUANTITY
source: Please enter the number!
fr: Veuillez saisir le numéro!
ko: 숫자를 입력하십시오!

# CJ_MSG_SELECT_SERVICE
source: Please select a service!
fr: Veuillez sélectionner un service!
ko: 서비스를 선택하십시오!

# CJ_MSG_SELECT_SERVICE_QUANTITY
source: Please select the service, quantity!
fr: Veuillez sélectionner le service, la quantité!
ko: 서비스 수량을 선택하십시오!

# CJ_MSG_SEND_NOTIFI_SUCCESS
source: Send success message
fr: Envoyer un message de réussite
ko: 성공 메시지 보내기

# CJ_MSG_SERVICE_NOT_EXIST
source: Service does not exist!
fr: Le service n'existe pas!
ko: 서비스가 존재하지 않습니다!

# CJ_MSG_SHIFT_EXIST_RPT
source: This shift has been reported on progress
fr: Ce changement a été signalé sur les progrès
ko: 이 변화는 진행 중으로보고되었습니다

# CJ_MSG_START_DATE_LESS_EQUAL_END_DATE
source: Start date is less than or equal to end date!
fr: La date de début est inférieure ou égale à la date de fin!
ko: 시작일이 종료일보다 작거나 같습니다!

# CJ_MSG_U_DO_NOT_PERMISSION
source: You do not have permission to perform this function
fr: Vous n'êtes pas autorisé à exécuter cette fonction
ko: 이 기능을 수행 할 권한이 없습니다

# CJ_MSG_U_NOT_ASSIGN_IN_CARD
source: You are not assigned in the # card
fr: Vous n'êtes pas affecté dans la carte #
ko: # 카드에 지정되지 않았습니다

# CJ_MSG_U_NOT_PERMISSION_UPDATE_FILE
source: You do not have right to edit this file
fr: Vous n'avez pas le droit de modifier ce fichier
ko: 이 파일을 편집 할 권리가 없습니다

# CJ_MSG_U_NO_PERMISSION_DEL_HR
source: You do not have permission to delete
fr: Vous n'êtes pas autorisé à supprimer
ko: 삭제할 권한이 없습니다

# CJ_MSG_VALIDATE_PROGRESS
source: Enter% less than or equal to
fr: Entrez% inférieur ou égal à
ko: % 이하

# CJ_MSG_WANT_TO_SAVE
source: Do you want to save changes?
fr: Voulez-vous enregistrer les modifications?
ko: 변경 사항을 저장 하시겠습니까?

# CJ_MSG_WEIGHT
source: weight
fr: poids
ko: 무게

# CJ_MSG_WEIGHT_OVER_HUNDRED_PERCENT
source: The current weight has passed 100%!
fr: Le poids actuel a dépassé 100%!
ko: 현재 무게가 100 %를 초과했습니다!

# CJ_MSG_WORKING_PLACE
source: Work location
fr: lieu de travail
ko: 직장

# CJ_MSG_YOU_NOT_CREATED_CARD
source: You are not authorized to delete job card
fr: Vous n'êtes pas autorisé à supprimer la carte de travail
ko: 작업 카드를 삭제할 권한이 없습니다

# CJ_MSG_YOU_NOT_LEADER
source: You are not a leader, cannot be updated
fr: Vous n'êtes pas un leader, ne peut pas être mis à jour
ko: 리더가 아니므로 업데이트 할 수 없습니다

# CJ_MSG_YOU_WATCHED
source: You saw!
fr: Tu as regardé!
ko: 당신은 보았다!

# CJ_NOTICE_WEIGH_NUM
source: Note: Maximum weight
fr: Remarque: poids maximum
ko: 참고 : 최대 무게

# CJ_PAGINATION_AFTER
source: Before
fr: Avant
ko: 전에

# CJ_PAGINATION_BEFORE
source: Before
fr: Avant
ko: 전에

# CJ_PAGINATION_FIRST
source: Head
fr: Chef
ko: 머리

# CJ_PAGINATION_LAST
source: The end
fr: La fin
ko: 끝

# CJ_STATUS_VIEWED
source: watched
fr: regardé
ko: 시청

# CJ_TAB_ALL
source: All
fr: Tous
ko: 모두

# CJ_TAB_CANCLED
source: Cancel
fr: Abandonné
ko: 중단

# CJ_TAB_CHECK_ITEM
source: Head of work
fr: Chef de travail
ko: 작업 책임자

# CJ_TAB_CREATED
source: Newly created
fr: Nouvellement créé
ko: 새로 만든

# CJ_TAB_DOCUMENT
source: Document
fr: Les documents
ko: 서류

# CJ_TAB_FLOW_CARD
source: Workflow
ko: 워크 플로우

# CJ_TAB_PENDING
source: Being implemented
fr: En cours de mise en œuvre
ko: 구현 중

# CJ_TAB_PRODUCT
source: Product
fr: Les produits
ko: 제품

# CJ_TAB_PROGRESS
source: Progress
fr: Progrès
ko: 진행

# CJ_TAB_SERVICES
source: Service
fr: Le service
ko: 서비스

# CJ_TAB_STATUS_TRASH
source: Trash card
fr: Carte poubelle
ko: 쓰레기 카드

# CJ_TAB_SUCCESS
source: Finish
fr: Terminé
ko: 완료

# CJ_TAB_SUMARY
source: synthetic
fr: Résumé
ko: 요약

# CJ_TAB_WORK_FLOW
source: Bidding process
fr: Processus d'appel d'offres
ko: 입찰 과정

# CJ_TITLE_ASSIGN_WORK_GROUP
source: Assign tasks to Department / Team / User
fr: Attribuer des tâches au département / à l'équipe / à l'utilisateur
ko: 부서 / 팀 / 사용자에게 작업 할당

# CJ_TITLE_COMPLETED
source: Done
fr: Déjà fait
ko: 이미 완료

# CJ_TITLE_PERMISSION_TAG
source: Decentralize the project
fr: Décentraliser le projet
ko: 프로젝트 분산

# CJ_TXT_ACTIVITY
source: Work
fr: Actif
ko: 활성

# CJ_TXT_BOARD
source: Job board
fr: Tableau des emplois
ko: 직업 게시판

# CJ_TXT_BOARD_NAME
source: Find tables by name
fr: Rechercher des tableaux par nom
ko: 이름으로 테이블 찾기

# CJ_TXT_BRANCH
source: Branch
fr: Branche
ko: 분기

# CJ_TXT_BRANCH_UNIT
source: Unit / Branch
fr: Unité / succursale
ko: 단위 / 지점

# CJ_TXT_BY_NAME
source: by name
fr: par nom
ko: 이름으로

# CJ_TXT_CARD_FIRST
source: Previous job card
fr: Carte de travail précédente
ko: 이전 직업 카드

# CJ_TXT_ENTER_ITEM_CHECK_NEW
source: Enter the new job
fr: Entrez le nouveau travail
ko: 새로운 직업을 입력하십시오

# CJ_TXT_ENTER_LOCATION
source: Enter location
fr: Entrez l'emplacement
ko: 위치를 입력하십시오

# CJ_TXT_ENTER_WORK_ASSIGN
source: Enter the job to be assigned
fr: Entrez le travail à attribuer
ko: 할당 할 작업을 입력하십시오

# CJ_TXT_FIND
source: Find
fr: Trouver
ko: 찾기

# CJ_TXT_JOB
source: Choose project, contract
fr: Choisissez un projet, un contrat
ko: 프로젝트, 계약을 선택하십시오

# CJ_TXT_LIST
source: Job list
fr: Liste d'emplois
ko: 직업 목록

# CJ_TXT_LOC_CHECK_IN
source: Location check in
fr: Enregistrement de l'emplacement
ko: 위치 체크인

# CJ_TXT_LOC_CHECK_OUT
source: Location check out
fr: Vérification de l'emplacement
ko: 위치 확인

# CJ_TXT_NOTE
source: Note
fr: Remarques
ko: 비고

# CJ_TXT_OBJECT_RELA
source: Related object
fr: Objet connexe
ko: 관련 대상

# CJ_TXT_PRODUCT
source: Product
fr: Les produits
ko: 제품

# CJ_TXT_SEARCH_CARD_NAME
source: Name card
fr: Nom de la carte
ko: 카드 이름

# CJ_TXT_SEARCH_CARD_TITLE
source: Key word
fr: Mot-clé
ko: 키워드

# CJ_TXT_SEARCH_FROM_DATE
source: Since
fr: À partir de la date
ko: 날짜부터

# CJ_TXT_SEARCH_LIST
source: List
fr: Liste
ko: 리스트

# CJ_TXT_SEARCH_MEMBER
source: Person assigned
fr: Personne affectée
ko: 배정 된 사람

# CJ_TXT_SEARCH_TO_DATE
source: To date
fr: Allez
ko: 어서

# CJ_TXT_TIME_CHECK_IN
source: Time to check in
fr: Il est temps de s'enregistrer
ko: 체크인 시간

# CJ_TXT_TIME_CHECK_OUT
source: Time to check out
fr: Il est temps de vérifier
ko: 체크 아웃 시간

# CJ_TXT_WORK_SHIFT
source: Shift
fr: Travail posté
ko: 교대 근무

# CJ_VALIDATE_BOARD
source: Table of mandatory requirements!
fr: Tableau des exigences obligatoires!
ko: 필수 요건 표!

# CJ_VALIDATE_BOARD_NAME
source: Job board name cannot be empty
fr: Le nom du tableau d'affichage ne peut pas être vide
ko: 작업 게시판 이름은 비워 둘 수 없습니다

# CJ_VALIDATE_BRANCH
source: Branch cannot be empty
fr: La branche ne peut pas être vide
ko: 지점은 비워 둘 수 없습니다

# CJ_VALIDATE_CARD_LINK
source: Job card may not be blank
fr: La carte de travail n'est peut-être pas vierge
ko: 작업 카드가 비어 있지 않을 수 있습니다

# CJ_VALIDATE_DEADLINE_REQUIRE
source: Required request expiry date
fr: Date d'expiration de la demande requise
ko: 필요한 요청 만기일

# CJ_VALIDATE_DEPARTMENT
source: The department must not be empty
fr: Le département ne doit pas être vide
ko: 부서는 비워 둘 수 없습니다

# CJ_VALIDATE_EMP
source: Employees must not be empty
fr: Les employés ne doivent pas être vides
ko: 직원은 비워 둘 수 없습니다

# CJ_VALIDATE_ENTER_END_DATE
source: Enter the end date
fr: Entrez la date de fin
ko: 종료일을 입력하십시오

# CJ_VALIDATE_ENTER_PROGRESS
source: Enter the progress
fr: Entrez la progression
ko: 진행 상황을 입력하십시오

# CJ_VALIDATE_ENTER_WEIGHTNUM
source: Weight cannot be empty!
fr: Le poids ne peut pas être vide!
ko: 무게는 비워 둘 수 없습니다!

# CJ_VALIDATE_ENTER_WEIGHTNUM_PLUS
source: Enter a negative weight
fr: Entrez un poids négatif
ko: 음의 무게를 입력하십시오

# CJ_VALIDATE_LIST
source: Required list!
fr: Liste obligatoire!
ko: 필수 목록!

# CJ_VALIDATE_PROGRESS
source: Required schedule required
fr: Horaire requis requis
ko: 필요한 일정

# CJ_VALIDATE_PROGRESS_NEGATIVE
source: Enter progress equal to or greater than 0
fr: Entrez une progression égale ou supérieure à 0
ko: 0 이상의 진행률을 입력하십시오

# CJ_VALIDATE_START_DATE
source: Enter the start date
fr: Entrez la date de début
ko: 시작일을 입력하십시오

# CJ_VALIDATE_WEIGHT_NUM_GREATER_THAN_0
source: Weight is greater than zero
fr: Le poids est supérieur à zéro
ko: 무게가 0보다 큼

# CJ_VALIDATE_WEIGHT_NUM_SMALLER_THAN_100
source: Weight is less than 100
fr: Le poids est inférieur à 100
ko: 무게가 100보다 작습니다

# CJ_VALIDATE_WORK_REQUIRED
source: Things to do required requirements!
fr: Choses à faire exigences requises!
ko: 필요한 요구 사항!

# CL_LBL_DEL_SUB_ITEM
source: child header deleted
fr: en-tête enfant supprimé
ko: 자식 헤더가 삭제되었습니다.

# CL_LBL_LOG_DEL_CMT
source: comment deleted
fr: commentaire supprimé
ko: 댓글 삭제
