Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/CategoryController.*.resx
Languages: ca, ja, ko, my, zh

# CATEGORY_LIST_COL_OUTSIDE
source: Use outdoors
ca: ប្រើខាងក្រៅ
ja: 屋外で使う
ko: 실외에서의 사용
my: အဆောက်အဦးအပြင်အသုံးပြုမှု
zh: 起源

# CATEGORY_LIST_COL_PAGE
source: Page
ca: ទំព័រ
ja: ページ
ko: 페이지
my: စာမျက်နှာ
zh: 在户外使用

# CATEGORY_LIST_COL_PAPER
source: Hard paper surface
ca: ផ្ទៃក្រដាសរឹង
ja: 硬質紙の表面
ko: 경질 지 표면
my: hard စက္ကူမျက်နှာပြင်
zh: 页

# CATEGORY_LIST_COL_PATHIMG
source: Image
ca: រូបថត
ja: 写真
ko: 사진들
my: ပုံရိပ်
zh: 硬纸表面

# CATEGORY_LIST_COL_PRICE
source: Price
ca: តម្លៃ
ja: 価格
ko: 가격
my: စြေး
zh: 图片

# CATEGORY_LIST_COL_PRICEM2_CATALOGUE
source: Catalog Price (Yen / m2)
ca: តម្លៃកាតាឡុក (យ៉េន / មការ៉េ)
ja: カタログ価格（円/ m 2）
ko: 카탈로그 가격 (원 / ㎡)
my: catalog စျေးနှုန်း (ယန်း / m2)
zh: 目录价格（日元/米）

# CATEGORY_LIST_COL_PRICE_CATALOGUE
source: Catalog Price (Yen / m)
ca: កាតាឡុកតម្លៃ (យ៉េន / ម៉ែ)
ja: カタログ価格（円/ m）
ko: 카탈로그 가격 (엔 / m)
my: catalog စျေးနှုန်း (ယန်း / ဍ)
zh: 价格

# CATEGORY_LIST_COL_PRODUCTGROUP
source: Product Groups
ca: ក្រុមផលិតផល
ja: 製品グループ
ko: 제품 그룹
my: ကုန်ပစ္စည်းအဖွဲ့များ
zh: 目录价格（日元/平方米）

# CATEGORY_LIST_COL_PRODUCTNAME
source: Product's name
ca: ឈ្មោះផលិតផល
ja: 商品名
ko: 상품명
my: ကုန်ပစ္စည်းအမည်ဖြင့်
zh: 产品组

# CATEGORY_LIST_COL_QRCODE
source: QrCode code
ca: កូដ Qr កូដ
ja: QrCodeコード
ko: QR 코드
my: QrCode ကုဒ်
zh: 产品名称

# CATEGORY_LIST_COL_SHOCK
source: Anti-shock when falling, bumping
ca: ការប្រឆាំងនឹងការឆក់នៅពេលធ្លាក់ចុះ
ja: 落下時のアンチショック、バンピング
ko: 낙하 충격 방지 충격
my: ထိတ်လန့်, ပြန်တယ်ကျရောက်
zh: QrCode代码

# CATEGORY_LIST_COL_SIZE
source: Dai x Wide
ja: ダイ×ワイド
ko: 다이 x 와이드
my: အရှည်က x အကျယ်
zh: 坠落，撞击时防震

# CATEGORY_LIST_COL_STRUCTURE
source: Structure
ca: រចនាសម្ព័ន្ធ
ja: 構造
ko: 구조
my: ဖွဲ့စည်းပုံ
zh: 戴x宽

# CATEGORY_LIST_COL_TEXTILETYPE
source: Textile type
ca: ប្រភេទវាយនភ័ណ្ឌ
ja: テキスタイルタイプ
ko: 섬유 종류
my: ယက်လုပ်
zh: 结构

# CATEGORY_LIST_COL_TOTAL_DEEP
source: Total thickness (mm)
ca: កម្រាស់សរុប (មម)
ja: 総厚さ（mm）
ko: 총 두께 (mm)
my: စုစုပေါင်းအထူ (မီလီမီတာ)
zh: 纺织类型

# CATEGORY_LIST_COL_TRAVEL_DENSITY
source: Suitable for travel density
ca: សមស្របសម្រាប់ដង់ស៊ីតេនៃការធ្វើដំណើរ
ja: 移動密度に適しています
ko: 여행 밀도에 적합
my: တိုက်ဆိုင်သည့်သိပ်သည်းဆခရီးသည်
zh: 产品类型

# CATEGORY_LIST_COL_TYPE_PRODUCT
source: Product type
ca: ប្រភេទផលិតផល
ja: 製品タイプ
ko: 제품 유형
my: ကုန်ပစ္စည်းအမျိုးအစား
zh: 总厚度（mm）

# CATEGORY_LIST_COL_UNIT
source: Unit
ca: ឯកតា
ja: 単位
ko: 단위
my: ယူနစ်
zh: 适合旅行密度

# CATEGORY_LIST_COL_VALUE
source: Value
ca: តម្លៃ
ja: 値
ko: 가치
my: တန်ဘိုး
zh: 单位

# CATEGORY_LIST_COL_VALUE_TYPE
source: Value type
ca: ប្រភេទតម្លៃ
ja: 値のタイプ
ko: 값 유형
my: value ကိုရိုက်ထည့်
zh: 值得

# CATEGORY_LIST_COL_VERTICALSTROKE
source: Vertical stroke (cm)
ca: ដាច់សរសៃឈាមខួរក្បាលបញ្ឈរ (ស។ ម។ )
ja: 縦ストローク（cm）
ko: 세로 스트로크 (cm)
my: ဗန်ဒေါင်လိုက် (စင်တီမီတာ)
zh: 价值类型

# CATEGORY_LIST_COL_WAS
source: No need to use wax wax
ca: មិនចាំបាច់ប្រើ wax wax
ja: ワックスワックスを使用する必要はありません
ko: 왁스 왁스를 사용할 필요가 없음
my: ဖယောင်းအရောင်သုံးစွဲဖို့မလိုအပ်
zh: 垂直行程（cm）

# CATEGORY_LIST_COL_WEIGTH
source: Weight / m (kg)
ca: ទម្ងន់ / ម៉ែ (គីឡូក្រាម)
ja: 重量/ m（kg）
ko: 무게 / m (kg)
my: အလေးချိန် / မီတာ (ကီလိုဂရမ်)
zh: 无需使用蜡蜡

# CATEGORY_LIST_COL_WIDTH
source: Width (cm)
ca: ទទឹង (ស។ ម។ )
ja: 幅（cm）
ko: 너비 (cm)
my: အကျယ် (စင်တီမီတာ)
zh: 重量/ m（kg）

# CATEGORY_LIST_LINE_PRODUCT
source: Product line
ca: បន្ទាត់ផលិតផល
ja: 製品ライン
ko: 제품 라인
my: ကုန်ထုတ်ရေးလိုင်း
zh: 宽度（cm）

# CATEGORY_MSG_ADD_CUSTUMER_ERR
source: Add the customer error
ca: បន្ថែមកំហុសអតិថិជន
ja: 顧客エラーを追加
ko: 고객 오류 추가
my: client ကိုအမှား Add
zh: 产品系列

# CATEGORY_MSG_ERR_DELETE_CATEGORY
source: Cannot delete product catalog with sub-products imported
ca: មិនអាចលុបកាតាឡុកផលិតផលជាមួយផលិតផលរងដែលបាននាំចូល
ja: サブ商品がインポートされた商品カタログは削除できません
ko: 가져온 하위 제품이있는 제품 카탈로그를 삭제할 수 없습니다.
my: ရှိပြီးသားအသုတ်တင်သွင်းထုတ်ကုန်တွေနဲ့ထုတ်ကုန်အစုစုကိုဖယ်ရှားနိုင်ခြင်း
zh: 添加客户错误

# CATEGORY_MSG_ERR_DELETE_WAREHOUSE
source: Cannot delete product catalog with sub-products that have been imported.
ca: មិនអាចលុបកាតាឡុកផលិតផលជាមួយអនុផលដែលបាននាំចូល។
ja: インポートされた副製品のある製品カタログは削除できません。
ko: 가져온 하위 제품이있는 제품 카탈로그를 삭제할 수 없습니다.
my: သငျသညျ warehoused ပြီထုတ်ကုန်တွေနဲ့ထုတ်ကုန်အစုစုကိုဖယ်ရှားပစ်ရန် လုပ်. မရပါ။
zh: 无法删除导入子产品的产品目录

# CATEGORY_MSG_ERR_DOWLOAD
source: Download error record
ca: ទាញយកកំណត់ត្រាកំហុស
ja: エラーレコードをダウンロードする
ko: 다운로드 오류 기록
my: ဒေါင်းလုပ်အမှားစံချိန်
zh: 无法删除已导入子产品的产品目录。

# CATEGORY_MSG_FILE_SIZE_MAXIMUM
source: The maximum file size allowed is 1 MB!
ca: ទំហំឯកសារអតិបរមាដែលត្រូវបានអនុញ្ញាតគឺ 1 មេកាបៃ!
ja: 最大ファイルサイズは1 MBです。
ko: 허용되는 최대 파일 크기는 1MB입니다!
my: ခွင့်ပြုအများဆုံးဖိုင်အရွယ်အစား 1 MB အထိပါ!
zh: 下载错误记录

# CATEGORY_MSG_FORMAT_REQUIRED
source: Valid formats are: png, jpg, jpeg, gif, bmp!
ca: ទ្រង់ទ្រាយត្រឹមត្រូវគឺ: png, jpg, jpeg, gif, bmp!
ja: 有効なフォーマットは、png、jpg、jpeg、gif、bmpです。
ko: 유효한 형식은 다음과 같습니다. png, jpg, jpeg, gif, bmp!
my: သက်တမ်းရှိကို formats နေသောခေါင်းစဉ်: png, jpg, jpeg, GIF, BMP,
zh: 允许的最大文件大小为1 MB！

# CATEGORY_MSG_IMG_SIZE_MAXIMUM
source: Maximum image size is (1000px x 1000px)!
ca: ទំហំរូបភាពអតិបរមាគឺ (1000px x 1000px)!
ja: 最大画像サイズは（1000ピクセルx 1000ピクセル）です。
ko: 최대 이미지 크기는 (1000px x 1000px)입니다.
my: အများဆုံးပုံရိပ်ရဲ့အရွယ်အစား (1000px x ကို 1000px)!
zh: 有效格式为：png，jpg，jpeg，gif，bmp！

# CATEGORY_MSG_NOT_DELETE
source: Cannot delete {0}
ca: មិនអាចលុប {0}
ja: {0}を削除できません
ko: {0}을 (를) 삭제할 수 없습니다.
my: {0} ကိုဖျက်ဖို့မအောင်မြင်ဘူး
zh: 最大图像尺寸为（1000px x 1000px）！

# CATEGORY_MSG_NOT_GROUP
source: Product group must not be blank
ca: ក្រុមផលិតផលមិនត្រូវទទេ
ja: 商品グループは空白にしないでください
ko: 제품 그룹은 비워 둘 수 없습니다.
my: ကုန်ပစ္စည်းအုပ်စုသည်အချည်းနှီးမဖွစျနိုငျ
zh: 无法删除{0}

# CATEGORY_MSG_NOT_IMG
source: No product photos
ca: មិនមានរូបថតផលិតផល
ja: 商品の写真はありません
ko: 제품 사진이 없습니다.
my: အဘယ်သူမျှမဓာတ်ပုံကိုထုတ်ကုန်
zh: 产品组不得为空白

# CATEGORY_MSG_NOT_PICK_PRODUCT
source: Not selected converted products
ca: មិនបានជ្រើសផលិតផលដែលបានបម្លែង
ja: 選択されていない変換製品
ko: 변환 제품을 선택하지 않았습니다.
my: ပြောင်းလဲရွေးချယ်ထားသောထုတ်ကုန်မဟုတ်
zh: 没有产品照片

# CATEGORY_MSG_NOT_TYPECODE
source: Product type cannot be empty
ca: ប្រភេទផលិតផលមិនអាចទទេបានទេ
ja: 商品タイプは空にできません
ko: 상품 유형은 비워 둘 수 없습니다.
my: ကုန်ပစ္စည်းအမျိုးအစားဗလာမဖြစ်သင့်
zh: 未选择转换产品

# CATEGORY_MSG_NOT_UNIT
source: Units cannot be blank
ca: ឯកតាមិនអាចទទេបានទេ
ja: 単位を空白にすることはできません
ko: 단위는 비워 둘 수 없습니다.
my: ယူနစ်အလွတ်မကျမည်အကြောင်း
zh: 产品类型不能为空

# CATEGORY_MSG_PRODUCT
source: product portfolio
ca: កាតាឡុកផលិតផល
ja: 製品カタログ
ko: 제품 카탈로그
my: ထုတ်ကုန် catalog
zh: 单位不能为空

# CATEGORY_MSG_SIZE
source: Enter the wrong size format
ca: បញ្ចូលទ្រង់ទ្រាយទំហំខុស
ja: 間違ったサイズフォーマットを入力してください
ko: 잘못된 크기 형식을 입력하십시오.
my: မှား format နဲ့အရွယ်အစား Enter
zh: 产品目录

# CATEGORY_MSG_UPDATE_CUSTUMER_ERR
source: Edit the customer error
ca: កែកំហុសអតិថិជន
ja: 顧客エラーを編集する
ko: 고객 오류 편집
my: client ကိုအမှားပြင်ရန်
zh: 输入错误的大小格式

# CATEGORY_MSG_UPLOAD_FILE
source: An error occurred while uploading the file
ca: កំហុសមួយបានកើតឡើងនៅពេលផ្ទុកឡើងឯកសារ
ja: ファイルのアップロード中にエラーが発生しました
ko: 파일을 업로드하는 동안 오류가 발생했습니다.
my: ဖိုင်များတင်ခြင်းအခါအမှားဖြစ်ပွားခဲ့သည်
zh: 编辑客户错误

# CATEGORY_MSG_UPLOAD_FILE_ALL
source: Add all records
ca: បន្ថែមកំណត់ត្រាទាំងអស់
ja: 全レコードを追加
ko: 모든 기록 추가
my: အားလုံးမှတ်တမ်းများ Add
zh: 上传文件时发生错误

# CATEGORY_MSG_UPLOAD_FILE_SUCCES
source: Add the selected record
ca: បន្ថែមកំណត់ត្រាដែលបានជ្រើសរើស
ja: 選択したレコードを追加する
ko: 선택한 레코드 추가
my: ရွေးထားသောအရာများ Add
zh: 添加所有记录

# CATEGORY_MSG_WAREHOUSE_DATA
source: Data warehouse
ca: ឃ្លាំងទិន្នន័យ
ja: データウェアハウス
ko: 데이터웨어 하우스
my: datastore
zh: 添加所选记录

# CATEGORY_TITLE_ADD_CATEGORY
source: Add product catalog
ca: បន្ថែមកាតាឡុកផលិតផល
ja: 製品カタログを追加する
ko: 제품 카탈로그 추가
my: ထုတ်ကုန်အစုစုကိုပေါင်းထည့်ပါ
zh: 数据仓库

# CATEGORY_TITLE_CATEGORY
source: Product portfolio
ca: កាតាឡុកផលិតផល
ja: 製品カタログ
ko: 제품 카탈로그
my: ကုန်ပစ္စည်းကဏ္ဍ
zh: 添加产品目录

# CATEGORY_TITLE_EDIT_CATEGORY
source: Edit product catalog
ca: កែសម្រួលកាតាឡុកផលិតផល
ja: 製品カタログを編集する
ko: 제품 카탈로그 편집
my: ထုတ်ကုန်များ၏စာရင်းကိုပြင်ရန်
zh: 产品目录

# CATEGORY_VALIDATE_CATEGORY
source: Category cannot be empty
ca: ប្រភេទមិនអាចទទេ
ja: カテゴリは空にできません
ko: 카테고리는 비워 둘 수 없습니다.
my: Category: အလွတ်မကျမည်အကြောင်း
zh: 编辑产品目录

# CATEGORY_VALIDATE_CHARACTER
source: Product code does not contain special characters or spaces
ca: លេខកូដផលិតផលមិនមានតួអក្សរពិសេសឬដកឃ្លា
ja: 製品コードに特殊文字またはスペースが含まれていません
ko: 제품 코드에 특수 문자 또는 공백이 포함되어 있지 않습니다.
my: ကုန်ပစ္စည်းကုဒ်အထူးအက္ခရာများသို့မဟုတ်နေရာများမဆံ့မပါဘူး
zh: 属性代码不超过255个字符！

# CATEGORY_VALIDATE_CODE_CHARACTER_PRODUCT
source: The child product code does not exceed 255 characters!
ca: លេខកូដផលិតផលកុមារមិនលើសពី 255 តួអក្សរ!
ja: 子商品コードは255文字を超えてはいけません。
ko: 하위 제품 코드는 255자를 넘지 않습니다!
my: ကုန်ပစ္စည်း Code ကို 255 ဇာတ်ကောင်ထက်မပိုဘူး!
zh: 类别不能为空

# CATEGORY_VALIDATE_CODE_PRODUCT
source: The child product code cannot be blank
ca: កូដផលិតផលកុមារមិនអាចទទេបានទេ
ja: 子商品コードを空白にすることはできません
ko: 하위 제품 코드는 비워 둘 수 없습니다.
my: SKU ကလေးများဗလာမဖြစ်သင့်
zh: 子产品代码不超过255个字符！

# CATEGORY_VALIDATE_CODE_PRODUCT_IMPORT
source: Enter the product code!
ca: បញ្ចូលលេខកូដផលិតផល!
ja: 製品コードを入力してください。
ko: 제품 코드를 입력하십시오!
my: ထုတ်ကုန်ကုဒ်ရိုက်ထည့်ပါ!
zh: 子产品代码不能为空

# CATEGORY_VALIDATE_CODE_PRODUCT_IMPORT_CHARACTER
source: Product code does not exceed 100 characters!
ca: លេខកូដផលិតផលមិនលើសពី 100 តួអក្សរ!
ja: 商品コードは100文字以下です。
ko: 제품 코드는 100자를 넘지 않습니다!
my: ကုန်ပစ္စည်းကုဒ်ပေါင်း 100 ဇာတ်ကောင်ထက်မပိုပါဘူး!
zh: 输入产品代码！

# CATEGORY_VALIDATE_CODE_PROPERTIES_IMPORT
source: Enter the property code!
ca: បញ្ចូលលេខកូដអចលនទ្រព្យ!
ja: プロパティコードを入力してください。
ko: 속성 코드를 입력하십시오!
my: ပစ္စည်းဥစ္စာပိုင်ဆိုင်မှုကုဒ်ရိုက်ထည့်ပါ!
zh: 产品代码不超过100个字符！

# CATEGORY_VALIDATE_CODE_PROPERTIES_IMPORT_CHARACTER
source: Property code does not exceed 255 characters!
ca: លេខកូដអចលនទ្រព្យមិនលើសពី 255 តួអក្សរ!
ja: プロパティコードは255文字以下です。
ko: 속성 코드는 255자를 초과 할 수 없습니다!
my: အိမ်ခြံမြေကုဒ် 255 ဇာတ်ကောင်ထက်မပိုပါဘူး!
zh: 输入属性代码！

# CATEGORY_VALIDATE_DEEP
source: Depth cannot be left blank
ca: ជម្រៅមិនអាចទុកទទេបានទេ
ja: 深さを空白のままにすることはできません
ko: 깊이를 비워 둘 수 없습니다.
my: အတိမ်အနက်ကိုအချည်းနှီးမဖြစ်သင့်
zh: 产品代码不包含特殊字符或空格

# CATEGORY_VALIDATE_HORIZONTALSTROKE
source: Horizontal text cannot be left blank
ca: អត្ថបទផ្ដេកមិនអាចទុកទទេបានទេ
ja: 横書きのテキストは空白のままにできません
ko: 가로 텍스트는 비워 둘 수 없습니다.
my: ဗန်အလျားလိုက်အလွတ်မဖြစ်ရ
zh: 深度不能留空

# CATEGORY_VALIDATE_LENGTH
source: Length must not be blank
ca: ប្រវែងមិនត្រូវទទេ
ja: 長さは空白にしないでください
ko: 길이는 비워 둘 수 없습니다.
my: အရှည်အချည်းနှီးမဖြစ်သင့်
zh: 水平文本不能留空

# CATEGORY_VALIDATE_NAME_CHARACTER_PRODUCT
source: Sub-product name does not exceed 255 characters!
ca: ឈ្មោះអនុផលមិនលើសពី 255 តួអក្សរ!
ja: 副製品名は255文字を超えてはいけません！
ko: 하위 제품 이름은 255자를 초과 할 수 없습니다.
my: ကုန်ပစ္စည်းအမည်ဖြင့် 255 ဇာတ်ကောင်ထက်မပိုဘူး!
zh: 长度不得为空

# CATEGORY_VALIDATE_NAME_PRODUCT
source: Child product names cannot be empty
ca: ឈ្មោះផលិតផលកុមារមិនអាចទទេ
ja: 子商品名は空にできません
ko: 하위 제품 이름은 비워 둘 수 없습니다.
my: ကုန်ပစ္စည်းအမည်ဖြင့်ကလေးများဗလာမဖြစ်သင့်
zh: 子产品名称不超过255个字符！

# CATEGORY_VALIDATE_NAME_PRODUCT_IMPORT
source: Enter the product name!
ca: បញ្ចូលឈ្មោះផលិតផល!
ja: 商品名を入力してください。
ko: 제품 이름을 입력하십시오!
my: ထုတ်ကုန်နာမည်ရိုက်ထည့်ပါ!
zh: 子产品名称不能为空

# CATEGORY_VALIDATE_NAME_PRODUCT_IMPORT_CHARACTER
source: Product name does not exceed 100 characters!
ca: ឈ្មោះផលិតផលមិនលើសពី 100 តួអក្សរ!
ja: 商品名は100文字以内です。
ko: 제품 이름은 100자를 넘지 않습니다!
my: ကုန်ပစ္စည်းအမည်အားက 100 ဇာတ်ကောင်ထက်မကျော်လွန်!
zh: 输入产品名称！

# CATEGORY_VALIDATE_NAME_PROPERTIES_IMPORT
source: Enter the attribute name!
ca: បញ្ចូលឈ្មោះគុណលក្ខណៈ!
ja: 属性名を入力してください。
ko: 속성 이름을 입력하십시오!
my: နာမတော်ကိုအမှီ ပြု. attribute ကိုထည့်သွင်းပါ!
zh: 产品名称不超过100个字符！

# CATEGORY_VALIDATE_NAME_PROPẺTIES_IMPORT_CHARACTER
source: Property name does not exceed 255 characters!
ca: ឈ្មោះអចលនទ្រព្យមិនលើសពី 255 តួអក្សរ!
ja: プロパティ名は255文字以下です。
ko: 속성 이름은 255자를 초과 할 수 없습니다!
my: အဆိုပါ attribute ကိုနာမကိုအမှီ 255 ဇာတ်ကောင်ထက်မပိုရပါမည်!
zh: 输入属性名称！

# CATEGORY_VALIDATE_NUMBER_PHONE
source: Phone number must be digits [0-9]!
ca: លេខទូរស័ព្ទត្រូវតែជាលេខ [0-9]!
ja: 電話番号は数字[0-9]にする必要があります。
ko: 전화 번호는 [0-9] 자릿수 여야합니다!
my: အဆိုပါဖုန်းနံပါတ်တစ်ဂဏန်း [0-9] ပါ!
zh: 属性名称不超过255个字符！

# CATEGORY_VALIDATE_PAGE
source: Page cannot be blank
ca: ទំព័រមិនអាចទទេ
ja: ページを空白にすることはできません
ko: 페이지는 비워 둘 수 없습니다.
my: စာမျက်နှာအလွတ်မဖွစျနိုငျ
zh: 电话号码必须是数字[0-9]！

# CATEGORY_VALIDATE_PERM
source: Price cannot be blank
ca: តម្លៃមិនអាចទទេបានទេ
ja: 価格を空白にすることはできません
ko: 가격은 비워 둘 수 없습니다.
my: စျေးနှုန်းအလွတ်မကျမည်အကြောင်း
zh: 页面不能为空

# CATEGORY_VALIDATE_PERM2
source: Price cannot be blank
ca: តម្លៃមិនអាចទទេបានទេ
ja: 価格を空白にすることはできません
ko: 가격은 비워 둘 수 없습니다.
my: စျေးနှုန်းအလွတ်မကျမည်အကြောင်း
zh: 价格/ m必须大于或等于0

# CATEGORY_VALIDATE_PERM2_IMPORT
source: Enter the price (price / m2)!
ca: បញ្ចូលតម្លៃ (តម្លៃ / ម 2)!
ja: 価格を入力してください（price / m2）！
my: သွင်းကုန်စျေးနှုန်းများ (စျေးနှုန်း / m2)!
zh: 价格不能为空

# CATEGORY_VALIDATE_PERM2_VALUE
source: Price / m2 must be greater than or equal to 0
ca: តម្លៃ / ម 2 ត្រូវតែធំជាងឬស្មើ 0
ja: 価格/ m 2は0以上でなければなりません
ko: 가격 / m2는 0보다 크거나 같아야합니다.
my: စျေး / m2 ထက် သာ. ကြီးမြတ်သို့မဟုတ် 0 င်ရန်တန်းတူဖြစ်ရမည်
zh: 输入价格（价格/平方米）！

# CATEGORY_VALIDATE_PERM_IMPORT
source: Enter price (price / m)!
ca: បញ្ចូលតម្លៃ (តម្លៃ / ម)!
ja: 価格を入力してください（price / m）
my: သွင်းကုန်စျေးနှုန်းများ (စျေးနှုန်း / ဍ)!
zh: 价格不能为空

# CATEGORY_VALIDATE_PERM_VALUE
source: Price / m must be greater than or equal to 0
ca: តម្លៃ / ម៉ែត្រូវតែធំជាងឬស្មើ 0
ja: 価格/ mは0以上でなければなりません
ko: 가격 / m은 0보다 크거나 같아야합니다.
my: စျေး / မီတာထက် သာ. ကြီးမြတ်သို့မဟုတ် 0 င်ရန်တန်းတူဖြစ်ရမည်
zh: 输入价格（价格/米）！

# CATEGORY_VALIDATE_SIZE_FORMAT
source: Enter the wrong size format
ca: បញ្ចូលទ្រង់ទ្រាយទំហំខុស
ja: 間違ったサイズフォーマットを入力してください
ko: 잘못된 크기 형식을 입력하십시오.
my: မှား format နဲ့အရွယ်အစား Enter
zh: 价格/ m2必须大于或等于0

# CATEGORY_VALIDATE_TOTAL
source: Total thickness cannot be left blank
ca: កម្រាស់មិនអាចទុកទទេ
ja: 総厚を空白のままにすることはできません
ko: 전체 두께는 비워 둘 수 없습니다.
my: စုစုပေါင်းအထူအချည်းနှီးမဖြစ်သင့်
zh: 输入错误的大小格式

# CATEGORY_VALIDATE_UNIT_IMPORT
source: Enter the unit!
ca: បញ្ចូលឯកតា!
ja: 単位を入力してください。
ko: 유닛을 입력하십시오!
my: ယင်းယူနစ် Enter!
zh: 总厚度不能留空

# CATEGORY_VALIDATE_UNIT_IMPORT_CHARACTER1
source: The unit does not exceed 200 characters!
ca: ឯកតាមិនលើសពី 200 តួអក្សរ!
ja: 単位は200文字以下です。
ko: 단위는 200자를 넘지 않습니다!
my: အဆိုပါယူနစ် 200 ဇာတ်ကောင်ထက်မပိုရပါမည်!
zh: 进入单位！

# CATEGORY_VALIDATE_VALUE_IMPORT
source: Enter value!
ca: បញ្ចូលតម្លៃ!
ja: 値を入力してください。
ko: 가치를 입력하십시오!
my: တန်ဖိုး Enter!
zh: 单位不超过200个字符！

# CATEGORY_VALIDATE_VERTICALSTROKE
source: Vertical paper must not be blank
ca: ក្រដាសបញ្ឈរមិនត្រូវទទឹក
ja: 縦紙は白紙であってはいけません
ko: 세로 용지는 비워 둘 수 없습니다.
my: ကွက်လပ်မဖြစ်တလျှောက်ဗန်
zh: 输入价值！

# CATEGORY_VALIDATE_WEIGTH
source: Weight must not be blank
ca: ទំងន់មិនត្រូវទទេ
ja: 重量を空白にしないでください
ko: 무게는 비워 둘 수 없습니다.
my: အလေးချိန်ဗလာမဖြစ်သင့်
zh: 垂直纸不得为空白

# CATEGORY_VALIDATE_WIDTH
source: Width cannot be blank
ca: ទទឹងមិនអាចទទេ
ja: 幅を空白にすることはできません
ko: 너비는 비워 둘 수 없습니다.
my: width ဗလာမဖြစ်သင့်
zh: 重量不能为空
