Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/CategoryController.*.resx
Languages: ca, ja, ko, my, zh

# CATEGORY_CURD_LBL_PRODUCT
source: Product
ca: ផលិតផល
ja: 製品情報
ko: 제품
my: ထုတ်ကုန်
zh: 制品

# CATEGORY_CURD_LBL_PRODUCT_PROPERTIES
source: Extended attributes of the product
ca: គុណលក្ខណៈបន្ថែមនៃផលិតផល
ja: 製品の拡張属性
ko: 제품의 확장 된 속성
my: ထုတ်ကုန်များ၏တိုးချဲ့ attribute တွေ
zh: 产品的扩展属性

# CATEGORY_CURE_LBL_ACTION
source: Describe
ca: ការពិពណ៌នា
ja: 説明
ko: 설명
my: ဖေါ်ပြချက်
zh: 描述

# CATEGORY_CURE_LBL_ANTI_STATIC
source: Antistatic
ja: 帯電防止
ko: 정전기 방지
zh: 防静电

# CATEGORY_CURE_LBL_BACTERIA
source: Anti-bacteria
ca: បាក់តេរីប្រឆាំង
ja: 抗菌
ko: 항균
my: anti-ဘက်တီးရီးယား
zh: 抗菌

# CATEGORY_CURE_LBL_BARCODE
source: BarCode
ca: លេខកូដ
ja: バーコード
ko: 바코드
my: ဘားကုဒ်
zh: 条形码

# CATEGORY_CURE_LBL_CATEGORY
source: Category
ca: ប្រភេទ
ja: カテゴリー
ko: 범주
my: အမျိုးအစား
zh: 类别

# CATEGORY_CURE_LBL_CHARACTERS
source: Pattern
ca: លំនាំ
ja: パターン
ko: 패턴
my: ပုံစံ
zh: 模式

# CATEGORY_CURE_LBL_CHEMISTRY
source: Chemical resistance
ca: ភាពធន់ទ្រាំគីមី
ja: 耐薬品性
ko: 내 화학성
my: ဓာတုခုခံ
zh: 耐化学性

# CATEGORY_CURE_LBL_CIR
source: CRI standard
ca: ស្តង់ដា CRI
ja: CRI規格
ko: CRI 표준
my: စံ CRI
zh: CRI标准

# CATEGORY_CURE_LBL_CLEAN
source: Easy to clean
ca: ងាយស្រួលក្នុងការសម្អាត
ja: 掃除が簡単
ko: 손쉬운 청소
my: လွယ်ကူသောသန့်ရှင်းရေး
zh: 易于清洁

# CATEGORY_CURE_LBL_CODE
source: Product code
ca: លេខកូដផលិតផល
ja: 商品コード
ko: 제품 코드
my: SKU
zh: 产品代码

# CATEGORY_CURE_LBL_CODE_ATTRIBUTE
source: Code
ca: កូដ
ja: コード
ko: 코드
my: ma
zh: 妈

# CATEGORY_CURE_LBL_CODE_BARCODE
source: BarCode code
ca: លេខកូដកូដ
ja: バーコードコード
ko: 바코드 코드
my: ကုဒ်ဘားကုဒ်
zh: 条形码代码

# CATEGORY_CURE_LBL_CODE_CATEGORY
source: DM code SP
ja: DMコードSP
ko: DM 코드 SP
my: DM Code ကို SP
zh: DM代码SP

# CATEGORY_CURE_LBL_CODE_CHILDREN_CATEGORY
source: Child code SP
ca: លេខកូដកុមារ SP
ja: 子コードSP
ko: 어린이 코드 SP
my: Code ကိုငါ
zh: 子代码SP

# CATEGORY_CURE_LBL_CODE_QRCODE
source: QR Code
ca: QR កូដ
ja: QRコード
ko: QR 코드
my: QR Code ကို
zh: 二维码

# CATEGORY_CURE_LBL_COUNT_PERBOX
source: Number of plates / boxes
ca: ចំនួនដប / ប្រអប់
ja: プレート/箱の数
ko: 번호판 / 상자 개수
my: နံပါတ်ပြား / သေတ္တာ
zh: 板/箱数量

# CATEGORY_CURE_LBL_DEEP
source: TT thickness
ca: កម្រាស់ TT
ja: TTの厚さ
ko: TT 두께
my: အထူ TT
zh: TT厚度

# CATEGORY_CURE_LBL_DEODORANT
source: Deodorant
ja: 消臭剤
ko: 방취제
zh: 除臭剂

# CATEGORY_CURE_LBL_DETAIL_IMG
source: Product photo details
ca: ផលិតផលរូបថតលម្អិត
ja: 商品写真の詳細
ko: 제품 사진 세부 정보
my: အသေးစိတ်ထုတ်ကုန်ပုံရိပ်တွေ
zh: 产品照片详情

# CATEGORY_CURE_LBL_DIRTY
source: Anti-fouling
ca: ប្រឆាំងនឹងការកកស្ទះ
ja: 防汚
ko: 방오
my: anti-ပုပ်
zh: 防垢除垢

# CATEGORY_CURE_LBL_ECOMARK
source: ECO Mark
ca: ECO សញ្ញា
ja: エコマーク
ko: 에코 마크
zh: ECO马克

# CATEGORY_CURE_LBL_EXAMPLE
source: For example: 3 * process♯100 * 92.5 * 50m * 0.227 * 64.1 * 92.5 * _ * _ * _ * Y * _ * _ * _ * _ * _ * Y.
ca: ឧទាហរណ៍: 3 * process♯100 * 92.5 * 50 ម * 0.227 * 64.1 * 92.5 * _ * _ * _ * Y ។
ja: 例えば、3 * process＃100 * 92.5 * 50m * 0.227 * 64.1 * 92.5 * _ * _ * _ * Y * _ * _ * _ * _ * _ * Yのようになります。
ko: 예 : 3 * 프로세스 # 100 * 92.5 * 50m * 0.227 * 64.1 * 92.5 * _ * _ * _ * Y * _ * _ * _ * _ * _ * Y.
my: ဥပမာ: * 92.5 * 3 * process♯100 50 * 0227 * 64.1 * 92.5 * _ * _ * _ * _ * _ * Y ကို * _ * _ * _ * Y.
zh: 例如：3 *process♯100* 92.5 * 50m * 0.227 * 64.1 * 92.5 * _ * _ * _ * Y * _ * _ * _ * _ * _ * Y.

# CATEGORY_CURE_LBL_EXCHANGE_PRODUCT
source: Convert
ca: បម្លែង
ja: 変換する
ko: 변환
my: SP ကူးပြောင်း
zh: SP转换

# CATEGORY_CURE_LBL_E_SEKOU
source: E-Sekou
ja: イーセコウ
ko: 전자 세관
zh: E-蛇口

# CATEGORY_CURE_LBL_FIRE
source: Fire spread
ca: ភ្លើងឆេះ
ja: 延焼
ko: 화재 확산
my: မီးပျံ့နှံ့ဆန့်ကျင်
zh: 火蔓延

# CATEGORY_CURE_LBL_FORECAST_TIME
source: Forecast time
ca: ពេលវេលាព្យាករណ៍
ja: 予報時間
ko: 예측 시간
my: အချိန်ခန့်မှန်းချက်
zh: 预测时间

# CATEGORY_CURE_LBL_FORECAST_WAREHOUSE
source: Forecast in stock
ca: ការព្យាករនៅក្នុងស្តុក
ja: 在庫予測
ko: 재고 예측
my: စတော့ရှယ်ယာအတွက်ခန့်မှန်းချက်
zh: 库存预测

# CATEGORY_CURE_LBL_FORMALDEHYDE
source: Formaldehyde
ja: ホルムアルデヒド
ko: 포름 알데히드
zh: 甲醛

# CATEGORY_CURE_LBL_FRIENDLY
source: Friendly MT
ja: フレンドリーMT
ko: 친절한 몬태나
my: ပတ်ဝန်းကျင်ဖော်ရွေ
zh: 友善的MT

# CATEGORY_CURE_LBL_GAUGE
source: Gauge
ca: រង្វាស់
ja: ゲージ
ko: 게이지
my: စံအတိုင်းအတာ
zh: 规

# CATEGORY_CURE_LBL_GROUP
source: Product Groups
ca: ក្រុមផលិតផល
ja: 製品グループ
ko: 제품 그룹
my: ကုန်ပစ္စည်းအဖွဲ့များ
zh: 产品组

# CATEGORY_CURE_LBL_HORIZONTALSTROKE
source: Horizontal (cm)
ca: ផ្ដេក (សង់ទីម៉ែត្រ)
ja: 横（cm）
ko: 가로 (cm)
my: Transverse သွေးကြော (စင်တီမီတာ)
zh: 水平（cm）

# CATEGORY_CURE_LBL_HUMIDITY
source: Humidity control
ca: ការត្រួតពិនិត្យសំណើម
ja: 湿度コントロール
ko: 습도 조절
my: စိုထိုင်းဆကိုထိန်းချုပ်
zh: 湿度控制

# CATEGORY_CURE_LBL_IMG
source: Product image
ca: រូបថតផលិតផល
ja: 製品の写真
ko: 제품 사진
my: ဓာတ်ပုံထုတ်ကုန်များ
zh: 产品照片

# CATEGORY_CURE_LBL_JIS
source: JIS standard
ca: ស្តង់ដារ JIS
ja: JIS規格
ko: JIS 규격
my: JIS ဘီ
zh: JIS标准

# CATEGORY_CURE_LBL_LENGTH
source: Length (m)
ca: ប្រវែង (ម)
ja: 長さ（m）
ko: 길이 (m)
my: အရှည် (ဍ)
zh: 长度（m）

# CATEGORY_CURE_LBL_LENGTH_MM
source: Roll length
ca: ប្រវែងវិល
ja: ロール長
my: အရှည်လိပ်
zh: 卷长

# CATEGORY_CURE_LBL_M2_PERBOX
source: Number of m2 / box
ca: ចំនួននៃការ m2 / ប្រអប់
ja: m2 /箱の数
ko: m2 / 상자의 수
my: နံပါတ် m2 / သေတ္တာ
zh: m2 /盒数量

# CATEGORY_CURE_LBL_MANUFACTURING
source: Sx to 2021
ca: Sx ទៅ 2021
ja: 2021までのSx
ko: Sx에서 2021
my: 2021 မှထုတ်လုပ်မှု
zh: Sx到2021年

# CATEGORY_CURE_LBL_MATERIAL
source: Material
ca: សម្ភារៈ
ja: 材料
ko: 재료
my: ပစ္စည်း
zh: 材料

# CATEGORY_CURE_LBL_MSG
source: Pages * Category * Width * Length * Weight * Vertical Strips * Horizontal Strips * Notes * E-Sekou * Continue production until 2021 * Mold resistance * Anti-fouling - Easy to clean * Anti-bacteria * Deodorization * Humidity control * Hard paper surface * Fire spread.
ca: ទំព័រ * ជំពូក * ទទឹង * ប្រវែង * ទំងន់ * តម្រៀបបញ្ឈរ * ក្រដាសផ្តេក * កំណត់សម្គាល់ * អ៊ី - គឹម * បន្តផលិតរហូតដល់ឆ្នាំ 2021 * ភាពធន់ទ្រាំនឹងផ្សិត * ប្រឆាំងនឹងការកកស្ទះ - ងាយស្រួលក្នុងការសម្អាត * ប្រឆាំងនឹងបាក់តេរី * Deodorization * ការត្រួតពិនិត្យភាពត្រជាក់ * ផ្ទៃក្រដាសរឹង * ការរីករាលដាលអគ្គីភ័យ។
ja: ページ*カテゴリ*幅*長さ*重量*垂直方向のストリップ*水平方向のストリップ*注意* E-Sekou * 2021年まで生産を継続*防カビ性*防汚 - 清掃が簡単* 抗菌・消臭・調湿・硬質紙表面・延焼。
ko: 페이지 * 범주 * 너비 * 길이 * 무게 * 세로 스트립 * 가로 스트립 * 참고 사항 * E-Sekou * 2021 년까지 생산 계속 * 곰팡이 저항 * 방오 - 청소 용이 * 항 박테리아 * 탈취 * 습도 조절 * 경질 지 표면 * 화재 확산.
my: စာမျက်နှာ * Category: * အကျယ် * တာရှည် * အလေးချိန် * ဗန်ဗန်အလျားလိုက်ဒေါင်လိုက် * * မှတ်စုများ * E-Sekou * 2021 * Anti-ဖန်းဂတ်စ် * Anti-ပုပ်မှထုတ်လုပ်မှု Continue - လွယ်ကူသောသန့်ရှင်းရေး * မီးပျံ့နှံ့ဆန့်ကျင် Antibacterial * Deodorants * ထိန်းချုပ်ရေး Surface ကအစိုဓာတ်ကို * ကတ်ထူပြား။ *
zh: “页数*类别*宽度*长度*重量*垂直条*水平条*注* E-Sekou *继续生产至2021年*防霉性*防污 - 易于清洁*

# CATEGORY_CURE_LBL_MUSHROOM
source: Anti mold
ca: ធន់ទ្រាំនឹងផ្សិត
ja: カビ抵抗
ko: 곰팡이 저항
my: အနာ
zh: 抗菌*除臭*湿度控制*硬纸表面*火蔓延。“

# CATEGORY_CURE_LBL_NAME
source: Product's name
ca: ឈ្មោះផលិតផល
ja: 商品名
ko: 상품명
my: ကုန်ပစ္စည်းအမည်ဖြင့်
zh: 防霉性

# CATEGORY_CURE_LBL_NAME_CATEGORY
source: Name DM SP
ca: ឈ្មោះ DM SP
ja: DM SPの名前
ko: DM SP 이름
my: DM ကုန်ပစ္စည်းအမည်ဖြင့်
zh: 产品名称

# CATEGORY_CURE_LBL_NAME_CHILDREN_CATEGORY
source: Child's name
ca: ឈ្មោះកុមារ
ja: 子供の名前
ko: 자녀 이름
my: ကုန်ပစ္စည်းအမည်ဖြင့်ကလေး
zh: 名称DM SP

# CATEGORY_CURE_LBL_NOTE
source: Note
ca: ចំណាំ
ja: ノート
ko: 메모
my: မှတ်ချက်ချ
zh: 孩子的名字

# CATEGORY_CURE_LBL_OBJECT_MOVING
source: Bear heavy objects
ca: ចិញ្ចឹមវត្ថុធ្ងន់ ៗ
ja: 重い物に耐える
ko: 무거운 물건을 맺는다.
my: မိုးသည်းထန်စွာဝန်ကိုထမ်း
zh: 注意

# CATEGORY_CURE_LBL_ORIGIN
source: Origin
ca: ប្រភពដើម
ja: 起源
ko: 원산지
my: အရင်းအမြစ်
zh: 承受重物

# CATEGORY_CURE_LBL_OUTSIDE
source: Used outdoors
ca: ត្រូវបានប្រើចេញ
ja: 屋外で使用
ko: 야외에서 사용
my: Out-
zh: 起源

# CATEGORY_CURE_LBL_PAGE
source: Page
ca: ទំព័រ
ja: ページ
ko: 페이지
my: စာမျက်နှာ
zh: 在户外使用

# CATEGORY_CURE_LBL_PAPER
source: Hard paper surface
ca: ផ្ទៃក្រដាសរឹង
ja: 硬質紙の表面
ko: 경질 지 표면
my: hard စက္ကူမျက်နှာပြင်
zh: 页

# CATEGORY_CURE_LBL_PRICE
source: Price (Price / m ...)
ca: តម្លៃ (តម្លៃ / ម ... ​​)
ja: 価格（Price / m ...）
ko: 가격 (가격 / ...)
my: စျေးနှုန်း (စျေးနှုန်း / မီတာ ... )
zh: 硬纸表面

# CATEGORY_CURE_LBL_PRICEM2_CATALOGUE
source: Price Catalog
ca: កាតាឡុកតម្លៃ
ja: 価格カタログ
ko: 가격 카탈로그
my: စျေး Catalog
zh: 价格（价格/平方米）

# CATEGORY_CURE_LBL_PRICE_CATALOGUE
source: Price Catalog
ca: កាតាឡុកតម្លៃ
ja: 価格カタログ
ko: 가격 카탈로그
my: စျေး Catalog
zh: 价格（价格/米......）

# CATEGORY_CURE_LBL_PRICE_M2
source: Price (Price / m2)
ca: តម្លៃ (តម្លៃ / ម 2)
ja: 価格（単価/ m 2）
ko: 가격 (가격 / 평방 미터)
my: စျေး (စျေး / m2)
zh: 价格目录

# CATEGORY_CURE_LBL_PRODUCT_LINE
source: Product line
ca: បន្ទាត់ផលិតផល
ja: 製品ライン
ko: 제품 라인
my: ကုန်ထုတ်ရေးလိုင်း
zh: 价格目录

# CATEGORY_CURE_LBL_QRCODE
source: QR Code
ca: QR កូដ
ja: QRコード
ko: QR 코드
my: QR Code ကို
zh: 产品系列

# CATEGORY_CURE_LBL_SHOCK
source: Shockproof
ja: 耐衝撃性
ko: 충격 방지
my: သှေးလနျ့ခွငျး
zh: 二维码

# CATEGORY_CURE_LBL_SIZE
source: Size
ca: ទំហំ
ja: サイズ
ko: 크기
my: အရွယ်
zh: 休克

# CATEGORY_CURE_LBL_STICTH
source: Sticth
ja: スティックス
zh: 大小

# CATEGORY_CURE_LBL_STRUCTURE
source: Structure
ca: រចនាសម្ព័ន្ធ
ja: 構造
ko: 구조
my: ဖွဲ့စည်းပုံ
zh: Sticth

# CATEGORY_CURE_LBL_TEXTILETYPE
source: Textile type
ca: ប្រភេទវាយនភ័ណ្ឌ
ja: テキスタイルタイプ
ko: 섬유 종류
my: ယက်လုပ်
zh: 结构

# CATEGORY_CURE_LBL_TOTAL_DEEP
source: Total thickness
ca: កម្រាស់សរុប
ja: 総厚
ko: 총 두께
my: စုစုပေါင်းအထူ
zh: 纺织类型

# CATEGORY_CURE_LBL_TRAVEL_DENSITY
source: Travel density
ca: ដង់ស៊ីតេនៃការធ្វើដំណើរ
ja: 旅行密度
ko: 여행 밀도
my: သိပ်သည်းဆခရီးသည်
zh: 样

# CATEGORY_CURE_LBL_TYPE
source: Species
ca: វាយ
ja: タイプ
ko: 종류
my: အမျိုးအစား
zh: 总厚度

# CATEGORY_CURE_LBL_UNIT
source: Unit
ca: ឯកតា
ja: 単位
ko: 단위
my: ယူနစ်
zh: 旅行密度

# CATEGORY_CURE_LBL_UPLOAD_PRODUCT
source: Upload product list
ca: ផ្ទុកឡើងបញ្ជីផលិតផល
ja: 商品リストをアップロードする
ko: 제품 목록 업로드
my: ထုတ်ကုန်စာရင်းများ Upload လုပ်ပါ
zh: 单位

# CATEGORY_CURE_LBL_VERTICALSTROKE
source: Vertical stroke (cm)
ca: ដាច់សរសៃឈាមខួរក្បាលបញ្ឈរ (ស។ ម។ )
ja: 縦ストローク（cm）
ko: 세로 스트로크 (cm)
my: ဗန်ဒေါင်လိုက် (စင်တီမီတာ)
zh: 上传产品列表

# CATEGORY_CURE_LBL_WARNING
source: Note: Data drums use "_", use "Y" or "_"
ca: ចំណាំ: ស្គ្រីនទិន្នន័យប្រើ "_" ប្រើ "Y" ឬ "_"
ja: 注意：データドラムは "_"を使用し、 "Y"または "_"を使用します。
ko: 참고 : 데이터 드럼은 "_"을 사용하고 "Y"또는 "_"
my: မှတ်ချက်: အသုံးပြုသော Blank က data ကို "_" ကို "Y ကို" သို့မဟုတ် "_" features အရာ
zh: 垂直行程（cm）

# CATEGORY_CURE_LBL_WAS
source: No wax required
ca: មិនត្រូវការក្រមួន
ja: ワックス不要
ko: 왁스가 필요 없다.
my: ဖယောင်းဖို့လိုအပ်ချက်မရှိသေးပါ
zh: 注意：数据鼓使用“_”，使用“Y”或“_”

# CATEGORY_CURE_LBL_WEIGHT
source: Weight
ca: ទំងន់
ja: 重さ
ko: 무게
my: အလေးချိန်
zh: 不需要蜡

# CATEGORY_CURE_LBL_WIDTH
source: Width (m)
ca: ទទឹង (m)
ja: 幅（m）
ko: 너비 (m)
my: width (ဍ)
zh: 重量

# CATEGORY_CURE_LBL_WIDTH_MM
source: Width (mm)
ca: ទទឹង (មម)
ja: 幅（mm）
my: အကျယ် (မီလီမီတာ)
zh: 宽度（m）

# CATEGORY_CURE_TXT_ACTION
source: Enter description
ca: បញ្ចូលការពិពណ៌នា
ja: 説明を入力
ko: 설명 입력
my: ဖော်ပြချက် Enter
zh: 宽度（mm）

# CATEGORY_CURE_TXT_ANTI_STATIC
source: Antistatic
ja: 帯電防止
ko: 정전기 방지
zh: 输入说明

# CATEGORY_CURE_TXT_BACTERIA
source: Anti-bacteria
ca: បាក់តេរីប្រឆាំង
ja: 抗菌
ko: 항균
my: anti-ဘက်တီးရီးယား
zh: 防静电

# CATEGORY_CURE_TXT_CATEGORY
source: Category
ca: ប្រភេទ
ja: カテゴリー
ko: 범주
my: အမျိုးအစား
zh: 抗菌

# CATEGORY_CURE_TXT_CHARACTERS
source: Pattern
ca: លំនាំ
ja: パターン
ko: 패턴
my: ပုံစံ
zh: 板/箱数量

# CATEGORY_CURE_TXT_CHEMISTRY
source: Chemical resistance
ca: ភាពធន់ទ្រាំគីមី
ja: 耐薬品性
ko: 내 화학성
my: ဓာတုခုခံ
zh: 模式

# CATEGORY_CURE_TXT_CIR
source: CRI standard
ca: ស្តង់ដា CRI
ja: CRI規格
ko: CRI 표준
my: စံ CRI
zh: 类别

# CATEGORY_CURE_TXT_CLEAN
source: Used outdoors
ca: ត្រូវបានប្រើចេញ
ja: 屋外で使用
ko: 야외에서 사용
my: Out-
zh: CRI标准

# CATEGORY_CURE_TXT_CODE
source: Enter the product code
ca: បញ្ចូលលេខកូដផលិតផល
ja: 製品コードを入力してください
ko: 제품 코드 입력
my: ထုတ်ကုန်ကုဒ်ရိုက်ထည့်ပါ
zh: 在户外使用

# CATEGORY_CURE_TXT_CODE_ATTRIBUTE
source: Property code
ca: លេខកូដអចលនទ្រព្យ
ja: 物件コード
ko: 부동산 코드
my: အိမ်ခြံမြေကုဒ်
zh: 输入产品代码

# CATEGORY_CURE_TXT_CODE_BARCODE
source: Enter BarCode code
ca: បញ្ចូលលេខកូដបារកូដ
ja: バーコードコードを入力
ko: 바코드 코드 입력
my: ကုဒ်ဘားကုဒ်ရိုက်ထည့်ပါ
zh: 物业代码

# CATEGORY_CURE_TXT_CODE_CHILDREN_CATEGORY
source: Child product code
ca: លេខកូដផលិតផលកុមារ
ja: 子商品コード
ko: 하위 제품 코드
my: SKU ကလေးသည်
zh: 输入BarCode代码

# CATEGORY_CURE_TXT_CODE_QRCODE
source: Enter the QR Code
ca: បញ្ចូលកូដ QR
ja: QRコードを入力
ko: QR 코드 입력
my: code ကိုဖို့အတွက် QR Code ကိုထည့်သွင်းပါ
zh: 儿童产品代码

# CATEGORY_CURE_TXT_COUNT_PERBOX
source: Number of plates / boxes
ca: ចំនួនដប / ប្រអប់
ja: プレート/箱の数
ko: 번호판 / 상자 개수
my: နံပါတ်ပြား / သေတ္တာ
zh: 输入QR码

# CATEGORY_CURE_TXT_DEEP
source: Carpet thickness (mm)
ca: កម្រាស់កម្រាលព្រំ (មម)
ja: カーペットの厚さ（mm）
ko: 양탄자 간격 (mm)
my: နှင်းဖုံးအထူ (မီလီမီတာ)
zh: 耐化学性

# CATEGORY_CURE_TXT_DEODORANT
source: Deodorant
ja: 消臭剤
ko: 방취제
zh: 地毯厚度（mm）

# CATEGORY_CURE_TXT_DIRTY
source: Anti-dirty, easy to clean
ca: ប្រឆាំងនឹងកខ្វក់ងាយស្រួលក្នុងការសម្អាត
ja: 汚れ防止、お手入れが簡単
ko: 더러워지기 쉽고 청소하기 쉽습니다.
my: clean ရန်လွယ်ကူ anti-နံ,
zh: 除臭剂

# CATEGORY_CURE_TXT_ECOMARK
source: ECO Mark certification
ca: វិញ្ញាបនប័ត្រ ECO ម៉ាក
ja: エコマーク認証
ko: ECO 마크 인증
my: ECO လက်မှတ်ထုတ်ပေးရေး, Mark
zh: E-蛇口

# CATEGORY_CURE_TXT_EXCHANGE_PRODUCT
source: Convert
ca: បម្លែង
ja: 変換する
ko: 변환
my: SP ကူးပြောင်း
zh: ECO Mark认证

# CATEGORY_CURE_TXT_E_SEKOU
source: E-Sekou
ja: イーセコウ
ko: 전자 세관
zh: 防脏，易清洁

# CATEGORY_CURE_TXT_FIRE
source: Fire spread
ca: ភ្លើងឆេះ
ja: 延焼
ko: 화재 확산
my: မီးပျံ့နှံ့ဆန့်ကျင်
zh: SP转换

# CATEGORY_CURE_TXT_FORECAST_TIME
source: Forecast time
ca: ពេលវេលាព្យាករណ៍
ja: 予報時間
ko: 예측 시간
my: အချိန်ခန့်မှန်းချက်
zh: 火蔓延

# CATEGORY_CURE_TXT_FORECAST_WAREHOUSE
source: Forecast in stock
ca: ការព្យាករនៅក្នុងស្តុក
ja: 在庫予測
ko: 재고 예측
my: စတော့ရှယ်ယာအတွက်ခန့်မှန်းချက်
zh: 预测时间

# CATEGORY_CURE_TXT_FORMALDEHYDE
source: Formaldehyde
ja: ホルムアルデヒド
ko: 포름 알데히드
zh: 库存预测

# CATEGORY_CURE_TXT_FRIENDLY
source: Environmentally friendly
ca: មិត្តភាពបរិស្ថាន
ja: 環境にやさしい
ko: 환경 친화적 인
my: ပတ်ဝန်းကျင်နဲ့သဟဇာတ
zh: 甲醛

# CATEGORY_CURE_TXT_GAUGE
source: Gauge
ca: រង្វាស់
ja: ゲージ
ko: 게이지
my: စံအတိုင်းအတာ
zh: 环保

# CATEGORY_CURE_TXT_GROUP
source: Select product group
ca: ជ្រើសរើសក្រុមផលិតផល
ja: 製品グループを選択
ko: 제품 그룹 선택
my: ကို Select လုပ်ပါကုန်ပစ္စည်းအုပ်စုတစ်စု
zh: 规

# CATEGORY_CURE_TXT_HORIZONTALSTROKE
source: Horizontal
ca: ផ្ដេក
ja: 水平
ko: 수평
my: ဗန်အလျားလိုက်
zh: 选择产品组

# CATEGORY_CURE_TXT_HUMIDITY
source: Humidity control
ca: ការត្រួតពិនិត្យសំណើម
ja: 湿度コントロール
ko: 습도 조절
my: စိုထိုင်းဆကိုထိန်းချုပ်
zh: 范水平

# CATEGORY_CURE_TXT_JIS
source: JIS standard
ca: ស្តង់ដារ JIS
ja: JIS規格
ko: JIS 규격
my: JIS ဘီ
zh: 湿度控制

# CATEGORY_CURE_TXT_LENGTH
source: Length
ca: ប្រវែង
ja: 長さ
ko: 길이
my: အရှည်
zh: JIS标准

# CATEGORY_CURE_TXT_LENGTH_MM
source: Length (M)
ca: ប្រវែង (M)
ja: 長さ（M）
my: အရှည် (မီတာ)
zh: 长

# CATEGORY_CURE_TXT_M2_PERBOX
source: Number of m2 / box
ca: ចំនួននៃការ m2 / ប្រអប់
ja: m2 /箱の数
ko: m2 / 상자의 수
my: နံပါတ် m2 / သေတ္တာ
zh: 长度（M）

# CATEGORY_CURE_TXT_MANUFACTURING
source: Sx to 2021
ca: Sx ទៅ 2021
ja: 2021までのSx
ko: Sx에서 2021
my: 2021 မှထုတ်လုပ်မှု
zh: m2 /盒数量

# CATEGORY_CURE_TXT_MATERIAL
source: Material
ca: សម្ភារៈ
ja: 材料
ko: 재료
my: ပစ္စည်း
zh: Sx到2021年

# CATEGORY_CURE_TXT_MUSHROOM
source: Anti mold
ca: ធន់ទ្រាំនឹងផ្សិត
ja: カビ抵抗
ko: 곰팡이 저항
my: အနာ
zh: 材料

# CATEGORY_CURE_TXT_NAME
source: Enter the product name
ca: បញ្ចូលឈ្មោះផលិតផល
ja: 製品名を入力してください
ko: 제품 이름 입력
my: ထုတ်ကုန်အမည်ထည့်ပါ
zh: 防霉性

# CATEGORY_CURE_TXT_NAME_ATTRIBUTE
source: Property name
ca: ឈ្មោះអចលនទ្រព្យ
ja: 物件名
ko: 속성 이름
my: attribute မှာအမည်အား
zh: 输入产品名称

# CATEGORY_CURE_TXT_NAME_CHILDREN_CATEGORY
source: Child product name
ca: ឈ្មោះផលិតផលកុមារ
ja: こども商品名
ko: 하위 제품 이름
my: ကုန်ပစ္စည်းအမည်ဖြင့်ကလေး
zh: 物业名称

# CATEGORY_CURE_TXT_NOTE
source: Note
ca: ចំណាំ
ja: ノート
ko: 메모
my: မှတ်ချက်ချ
zh: 儿童产品名称

# CATEGORY_CURE_TXT_OBJECT_MOVING
source: Bear heavy objects
ca: ចិញ្ចឹមវត្ថុធ្ងន់ ៗ
ja: 重い物に耐える
ko: 무거운 물건을 맺는다.
my: မိုးသည်းထန်စွာဝန်ကိုထမ်း
zh: 注意

# CATEGORY_CURE_TXT_ORIGIN
source: Origin
ca: ប្រភពដើម
ja: 起源
ko: 원산지
my: အရင်းအမြစ်
zh: 承受重物

# CATEGORY_CURE_TXT_OUTSIDE
source: Used outdoors
ca: ត្រូវបានប្រើចេញ
ja: 屋外で使用
ko: 야외에서 사용
my: Out-
zh: 起源

# CATEGORY_CURE_TXT_PAGE
source: Page
ca: ទំព័រ
ja: ページ
ko: 페이지
my: စာမျက်နှာ
zh: 在户外使用

# CATEGORY_CURE_TXT_PAPER
source: Hard paper surface
ca: ផ្ទៃក្រដាសរឹង
ja: 硬質紙の表面
ko: 경질 지 표면
my: hard စက္ကူမျက်နှာပြင်
zh: 页

# CATEGORY_CURE_TXT_PRICE
source: Price (Price / m, long, sheet, box, box ...)
ca: តម្លៃ (តម្លៃ / ម៉ែយឺតសន្លឹកប្រអប់ប្រអប់ ... )
ja: 価格（価格/メートル、ロング、シート、箱、箱...）
ko: 가격 (가격 / 월, 표, 상자, 상자 ...)
my: စျေးနှုန်း (စျေးနှုန်း / မီတာ, ရှည်လျားပြား, bins, သေတ္တာများ ... )
zh: 硬纸表面

# CATEGORY_CURE_TXT_PRICEM2_CATALOGUE
source: Catalog Price (Yen / m2)
ca: តម្លៃកាតាឡុក (យ៉េន / មការ៉េ)
ja: カタログ価格（円/ m 2）
ko: 카탈로그 가격 (원 / ㎡)
my: catalog စျေးနှုန်း (ယန်း / m2)
zh: 价格（价格/平方米）

# CATEGORY_CURE_TXT_PRICE_CATALOGUE
source: Catalog Price (Yen / m)
ca: កាតាឡុកតម្លៃ (យ៉េន / ម៉ែ)
ja: カタログ価格（円/ m）
ko: 카탈로그 가격 (엔 / m)
my: catalog စျေးနှုန်း (ယန်း / ဍ)
zh: 价格（价格/米，长，表，盒子，盒......）

# CATEGORY_CURE_TXT_PRICE_M2
source: Price (Price / m2)
ca: តម្លៃ (តម្លៃ / ម 2)
ja: 価格（単価/ m 2）
ko: 가격 (가격 / 평방 미터)
my: စျေး (စျေး / m2)
zh: 目录价格（日元/米）

# CATEGORY_CURE_TXT_PRODUCT_LINE
source: Product line
ca: បន្ទាត់ផលិតផល
ja: 製品ライン
ko: 제품 라인
my: ကုန်ထုတ်ရေးလိုင်း
zh: 目录价格（日元/平方米）

# CATEGORY_CURE_TXT_SHOCK
source: Shockproof
ja: 耐衝撃性
ko: 충격 방지
my: သှေးလနျ့ခွငျး
zh: 产品系列

# CATEGORY_CURE_TXT_SIZE
source: Length x Width
ca: ប្រវែង x ទទឹង
ja: 長さ×幅
ko: 길이 x 너비
my: အရှည်က x အကျယ်
zh: 休克

# CATEGORY_CURE_TXT_STICTH
source: Sticth
ja: スティックス
zh: 长x宽

# CATEGORY_CURE_TXT_STRUCTURE
source: Structure
ca: រចនាសម្ព័ន្ធ
ja: 構造
ko: 구조
my: ဖွဲ့စည်း
zh: Sticth

# CATEGORY_CURE_TXT_TEXTILETYPE
source: Textile type
ca: ប្រភេទវាយនភ័ណ្ឌ
ja: テキスタイルタイプ
ko: 섬유 종류
my: ယက်လုပ်
zh: 构成

# CATEGORY_CURE_TXT_TOTAL_DEEP
source: Total thickness (mm)
ca: កម្រាស់សរុប (មម)
ja: 総厚さ（mm）
ko: 총 두께 (mm)
my: စုစုပေါင်းအထူ (မီလီမီတာ)
zh: 纺织类型

# CATEGORY_CURE_TXT_TRAVEL_DENSITY
source: Suitable for travel density
ca: សមស្របសម្រាប់ដង់ស៊ីតេនៃការធ្វើដំណើរ
ja: 移動密度に適しています
ko: 여행 밀도에 적합
my: တိုက်ဆိုင်သည့်သိပ်သည်းဆခရီးသည်
zh: 价值类型

# CATEGORY_CURE_TXT_TYPE
source: Species
ca: វាយ
ja: タイプ
ko: 종류
my: အမျိုးအစား
zh: 总厚度（mm）

# CATEGORY_CURE_TXT_TYPE_VALUE
source: Value type
ca: ប្រភេទតម្លៃ
ja: 値のタイプ
ko: 값 유형
my: value ကိုရိုက်ထည့်
zh: 样

# CATEGORY_CURE_TXT_UNIT
source: Choose the unit
ca: ជ្រើសរើសឯកតា
ja: 単位を選択してください
ko: 단위 선택
my: ယူနစ်ကိုရွေးချယ်ပါ
zh: 适合旅行密度

# CATEGORY_CURE_TXT_VERTICALSTROKE
source: Vertical stroke
ca: ដាច់សរសៃឈាមខួរក្បាលបញ្ឈរ
ja: 縦ストローク
ko: 수직 스트로크
my: ဗန်ဒေါင်လိုက်
zh: 选择单位

# CATEGORY_CURE_TXT_WAS
source: No need of polishing wax
ca: មិនចាំបាច់លាប wax
ja: 研磨ワックス不要
ko: 왁스 연마 필요 없음
my: ဖယောင်းအရောင်မသုံးဘဲ
zh: 垂直行程

# CATEGORY_CURE_TXT_WEIGTH
source: Weight (kg / m)
ca: ទំងន់ (គីឡូ / ម)
ja: 重量（kg / m）
ko: 무게 (kg / m)
my: အလေးချိန် (ကီလိုဂရမ် / ဍ)
zh: 无需抛光蜡

# CATEGORY_CURE_TXT_WIDTH
source: Width
ca: ទទឹង
ja: 幅
ko: 너비
my: အကျယ်
zh: 重量（kg / m）

# CATEGORY_CURE_TXT_WIDTH_MM
source: Width
ca: ទទឹង
ja: 幅
my: အကျယ်
zh: 宽度

# CATEGORY_LINK_CATEGORY
source: Product portfolio
ca: កាតាឡុកផលិតផល
ja: 製品カタログ
ko: 제품 카탈로그
my: ကုန်ပစ္စည်းကဏ္ဍ
zh: 宽度

# CATEGORY_LINK_HOME
source: Home page
ca: ផ្ទះ
ja: ホーム
ko: 홈
my: နေအိမ်
zh: 产品目录

# CATEGORY_LIST_COL_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 액션
my: လုပ်ရပ်များ
zh: 家

# CATEGORY_LIST_COL_ANTI_STATIC
source: Antistatic
ja: 帯電防止
ko: 정전기 방지
zh: 行动

# CATEGORY_LIST_COL_ATTRIBUTE_CODE
source: Property code
ca: លេខកូដអចលនទ្រព្យ
ja: 物件コード
ko: 부동산 코드
my: အိမ်ခြံမြေကုဒ်
zh: 防静电

# CATEGORY_LIST_COL_ATTRIBUTE_NAME
source: Property name
ca: ឈ្មោះអចលនទ្រព្យ
ja: 物件名
ko: 속성 이름
my: attribute မှာအမည်အား
zh: 物业代码

# CATEGORY_LIST_COL_BACTERIA
source: Antimicrobial
ca: Antibacterial
ja: 抗菌
ko: 항균
my: antibacterial
zh: 物业名称

# CATEGORY_LIST_COL_BARCODE
source: BarCode code
ca: លេខកូដកូដ
ja: バーコードコード
ko: 바코드 코드
my: ကုဒ်ဘားကုဒ်
zh: 抗菌

# CATEGORY_LIST_COL_CATEGORY
source: Category name
ca: ឈ្មោះប្រភេទ
ja: カテゴリ名
ko: 카테고리 이름
my: category: name ကို
zh: 条形码代码

# CATEGORY_LIST_COL_CHEMISTRY
source: Chemical resistance
ca: ភាពធន់ទ្រាំគីមី
ja: 耐薬品性
ko: 내 화학성
my: ဓာတုခုခံ
zh: CRI绿色标准

# CATEGORY_LIST_COL_CLEAN
source: Easy to clean
ca: ងាយស្រួលក្នុងការសម្អាត
ja: 掃除が簡単
ko: 손쉬운 청소
my: လွယ်ကူသောသန့်ရှင်းရေးနှင့်သန့်ရှင်းရေး
zh: 类别名称

# CATEGORY_LIST_COL_CODE
source: Product code
ca: លេខកូដផលិតផល
ja: 商品コード
ko: 제품 코드
my: SKU
zh: 易于清洁

# CATEGORY_LIST_COL_CODE_ATTRIBUTE
source: Code
ca: កូដ
ja: コード
ko: 코드
my: ma
zh: 产品代码

# CATEGORY_LIST_COL_CODE_PRODUCT
source: Child code SP
ca: លេខកូដកុមារ SP
ja: 子コードSP
ko: 어린이 코드 SP
my: Code ကိုငါ
zh: 妈

# CATEGORY_LIST_COL_CRI
source: CRI green standard
ca: ស្តង់ដារបៃតង CRI
ja: CRIグリーンスタンダード
ko: CRI 녹색 표준
my: CRI အစိမ်းရောင်စံချိန်စံညွှန်းများ
zh: 子代码SP

# CATEGORY_LIST_COL_DEEP
source: Carpet thickness (mm)
ca: កម្រាស់កម្រាលព្រំ (មម)
ja: カーペットの厚さ（mm）
ko: 양탄자 간격 (mm)
my: နှင်းဖုံးအထူ (မီလီမီတာ)
zh: 耐化学性

# CATEGORY_LIST_COL_DEODORANT
source: Deodorant
ja: 消臭剤
ko: 방취제
zh: 地毯厚度（mm）

# CATEGORY_LIST_COL_DIRTY_CLEAN
source: Anti-fouling - easy to clean
ca: ការប្រឆាំងនឹងការកកស្ទះ - ងាយសម្អាត
ja: 防汚 - 清掃が簡単
ko: 방오 - 청소가 쉽습니다.
my: anti-နံ - လွယ်ကူသောသန့်ရှင်းရေး
zh: 除臭剂

# CATEGORY_LIST_COL_ECO_MARK
source: The ECO MARK certificate does not harm the environment
ca: វិញ្ញាបនប័ត្រ ECO MARK មិនប៉ះពាល់ដល់បរិស្ថានទេ
ja: エコマーク認証は環境に害を与えません
ko: ECO MARK 인증서는 환경에 해를 끼치 지 않습니다.
my: လက်မှတ်ရ ECO မာကုပတ်ဝန်းကျင်ကိုမထိခိုက်
zh: 防污 - 易于清洁

# CATEGORY_LIST_COL_ESEKOU
source: E-Sekou (Paper with higher thickness than usual)
ca: E-Sekou (ក្រដាសដែលមានកម្រាស់ក្រាស់ជាងធម្មតា)
ja: イーセコウ（普通より厚紙）
ko: E-Sekou (평소보다 더 두꺼운 용지)
my: E-Sekou (စက္ကူအထူသာမန်ထက်ပိုမိုမြင့်မားသည်)
zh: ECO MARK证书不会损害环境

# CATEGORY_LIST_COL_FIRE
source: Fire spread
ca: ភ្លើងឆេះ
ja: 延焼
ko: 화재 확산
my: မီးပျံ့နှံ့ဆန့်ကျင်
zh: E-Sekou（厚度比平常厚的纸张）

# CATEGORY_LIST_COL_FORMALDEHYDE
source: Formaldehyde
ja: ホルムアルデヒド
ko: 포름 알데히드
zh: 火蔓延

# CATEGORY_LIST_COL_FRIENDLY
source: Friendly products with the environment
ca: ផលិតផលដែលងាយនឹងប៉ះពាល់ដល់បរិស្ថាន
ja: 環境に優しい製品
ko: 친환경 제품
my: ပတ်ဝန်းကျင်နှင့်အတူဖော်ရွေထုတ်ကုန်
zh: 甲醛

# CATEGORY_LIST_COL_GAUGE_STICTH
source: Gauge x Sticth
ca: រង្វាស់ x ស្នេហា
ja: ゲージxスティク
ko: 게이지 x Sticth
my: Sticth x ကို gauge
zh: 环保产品

# CATEGORY_LIST_COL_HORIZONTALSTROKE
source: Horizontal (cm)
ca: ផ្ដេក (សង់ទីម៉ែត្រ)
ja: 横（cm）
ko: 가로 (cm)
my: Transverse သွေးကြော (စင်တီမီတာ)
zh: Gauge x Sticth

# CATEGORY_LIST_COL_HUMIDITY
source: Humidity control
ca: ការត្រួតពិនិត្យសំណើម
ja: 湿度コントロール
ko: 습도 조절
my: စိုထိုင်းဆကိုထိန်းချုပ်
zh: 水平（cm）

# CATEGORY_LIST_COL_JIS
source: Certification according to JIS Japan standards
ca: វិញ្ញាបនបត្រយោងតាមបទដ្ឋាន JIS ជប៉ុន
ja: JIS日本規格に準拠した認証
ko: JIS 일본 표준에 따른 인증
my: ဂျပန် JIS ဘီအောက်မှာသတ်မှတ်နိုင်ကြောင်း
zh: 湿度控制

# CATEGORY_LIST_COL_LENGTH
source: Length / Length per roll
ca: ប្រវែង / ប្រវែងក្នុងមួយវិល
ja: ロールあたりの長さ/長さ
ko: 길이 / 롤당 길이
my: လိပ်နှုန်းအရှည် / အရှည်
zh: 根据JIS日本标准认证

# CATEGORY_LIST_COL_LINE_PRODUCT
source: Product line
ca: បន្ទាត់ផលិតផល
ja: 製品ライン
ko: 제품 라인
my: ကုန်ထုတ်ရေးလိုင်း
zh: 每卷的长度/长度

# CATEGORY_LIST_COL_M2_PERBOX
source: Number of m2 / box
ca: ចំនួននៃការ m2 / ប្រអប់
ja: m2 /箱の数
ko: m2 / 상자의 수
my: နံပါတ် m2 / သေတ္တာ
zh: 产品系列

# CATEGORY_LIST_COL_MANUFACTURING
source: Continue production until 2021
ca: បន្តផលិតកម្មរហូតដល់ឆ្នាំ 2021
ja: 2021年まで生産を続ける
ko: 2021 년까지 생산 계속
my: 2021 မှထုတ်လုပ်မှု Continue
zh: m2 /盒数量

# CATEGORY_LIST_COL_MATERIAL
source: Material
ca: សម្ភារៈ
ja: 材料
ko: 재료
my: ပစ္စည်း
zh: 继续生产，直到2021年

# CATEGORY_LIST_COL_MOVING
source: Withstand heavy objects moving on the surface
ca: ទប់ទល់នឹងវត្ថុធ្ងន់ ៗ ដែលរំកិលទៅលើផ្ទៃ
ja: 重いものが表面を動くのに耐える
ko: 표면에서 움직이는 무거운 물체를 견뎌야합니다.
my: မျက်နှာပြင်ပေါ်မှာရွေ့လျားမိုးသည်းထန်စွာတ္ထုကိုဆီးတားခြင်း
zh: 材料

# CATEGORY_LIST_COL_MUSHROOM
source: Anti mold
ca: ធន់ទ្រាំនឹងផ្សិត
ja: カビ抵抗
ko: 곰팡이 저항
my: အနာ
zh: 承受重物在表面上移动

# CATEGORY_LIST_COL_NAME_PRODUCT
source: Child's name
ca: ឈ្មោះកុមារ
ja: 子供の名前
ko: 자녀 이름
my: ကုန်ပစ္စည်းအမည်ဖြင့်ကလေး
zh: 防霉性

# CATEGORY_LIST_COL_NOTE
source: Describe
ca: ការពិពណ៌នា
ja: 説明
ko: 설명
my: ဖေါ်ပြချက်
zh: 孩子的名字

# CATEGORY_LIST_COL_NOTEE
source: Note
ca: ចំណាំ
ja: ノート
ko: 메모
my: မှတ်ချက်ချ
zh: 描述

# CATEGORY_LIST_COL_ORIGIN
source: Origin
ca: ប្រភពដើម
ja: 起源
ko: 원산지
my: အရင်းအမြစ်
zh: 注意
