Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/CMSComMentController.*.resx
Languages: fr, my

# CMS_CMT_CURD_COMBO_CATEGORIES
source: Species.
fr: Tapez.
my: အမျိုးအစား။

# CMS_CMT_CURD_COMBO_CONDITION
source: Situation.
my: အခြေအနေ။

# CMS_CMT_CURD_COMBO_DISPLAY_LOCATION
source: Block options are displayed.
fr: Les options de blocage sont affichées.
my: ပိတ်ပင်တားဆီးမှု options များပြသလျက်ရှိသည်။

# CMS_CMT_CURD_COMBO_STATUS
source: Select status.
fr: Sélectionnez le statut.
my: status ကိုရွေးချယ်ပါ။

# CMS_CMT_CURD_LBL_ADD_BANNER
source: Add a banner.
fr: Ajoutez une bannière.
my: နဖူးစည်းစာတန်းတစ်ခုထည့်ပါ။

# CMS_CMT_CURD_LBL_CATEGORIES
source: Species.
fr: Tapez.
my: အမျိုးအစား။

# CMS_CMT_CURD_LBL_CHOOSE_IMAGE
source: Choose photo.
fr: Choisissez une photo.
my: ဓာတ်ပုံရွေးပါ။

# CMS_CMT_CURD_LBL_CONDITION
source: Situation.
my: အခြေအနေ။

# CMS_CMT_CURD_LBL_DESC
source: Describe
fr: Décrivez
my: ဖော်ပြပါ

# CMS_CMT_CURD_LBL_EDIT_BANNER
source: Edit the banner.
fr: Modifiez la bannière.
my: အလံကိုတည်းဖြတ်ပါ။

# CMS_CMT_CURD_LBL_LINK
source: Affiliate links.
fr: Liens affiliés.
my: Affiliate လင့်များ။

# CMS_CMT_CURD_LBL_ORDERING
source: Prepare.
fr: Préparé
my: ပြင်ဆင်သည်

# CMS_CMT_CURD_LBL_PUBLISHED
source: Display.
fr: Montrant.
my: ပြသသည်။

# CMS_CMT_CURD_LBL_STATUS
source: Situation.
my: အခြေအနေ။

# CMS_CMT_CURD_LBL_TITLE
source: Title
fr: Le titre
my: ခေါင်းစဉ်

# CMS_CMT_CURD_TXT_DESC
source: Enter a description.
fr: Saisissez une description.
my: ဖော်ပြချက်တစ်ခုထည့်ပါ

# CMS_CMT_CURD_TXT_DISPLAY_LOCATION
source: Choose a display location.
fr: Choisissez un emplacement d'affichage.
my: မျက်နှာပြင်တည်နေရာကိုရွေးချယ်ပါ။

# CMS_CMT_CURD_TXT_LINK
source: Insert affiliate link.
fr: Insérez un lien d'affiliation.
my: တွဲဖက်လင့်ခ်ကိုထည့်ပါ။

# CMS_CMT_CURD_TXT_ORDERING
source: Prepare.
fr: Préparé
my: ပြင်ဆင်သည်

# CMS_CMT_CURD_TXT_TITLE
source: Title
fr: Le titre
my: ခေါင်းစဉ်

# CMS_CMT_LINK_COMMENT
source: Comments you read.
fr: Commentaires que vous lisez.
my: သင်ဖတ်ထားသောမှတ်ချက်များ

# CMS_CMT_LINK_HOME
source: Home page.
fr: Accueil
my: နေအိမ်

# CMS_CMT_LIST_COL_CONTACT
source: You communicate.
fr: Vous communiquez.
my: သင်ဆက်သွယ်သည်

# CMS_CMT_LIST_COL_CONTENT
source: Content.
fr: Contenu.
my: အကြောင်းအရာ။

# CMS_CMT_LIST_COL_MAIL
source: Email.
fr: Courriel
my: အီးမေးလ်

# CMS_CMT_LIST_COL_PUBLISHED
source: Display.
fr: Montrant.
my: ပြသသည်။

# CMS_CMT_LIST_COL_TITLE
source: Title
fr: Le titre
my: ခေါင်းစဉ်

# CMS_CMT_LINK_MANAGEMENT_UTILITIES
source: Utility manager.
fr: Gestionnaire de services publics.
