Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/CMSManagementSlideController.*.resx
Languages: ca, ja

# CMS_CURE_ADD_BTN_LOADIMG
source: Add photos from the device
ca: បន្ថែមរូបថតពីឧបករណ៍។
ja: デバイスから写真を追加する

# CMS_CURE_ADD_DESCRIPTION_TXT_PALACEHOLDER
source: Enter description ...
ca: បញ្ចូលការពិពណ៌នា ...
ja: 説明を入力してください...

# CMS_CURE_ADD_LBL_ADD_IMG_SLIDER
source: Add a slider photo
ca: បន្ថែមរូបថតស្លាយ។
ja: スライダー写真を追加する

# CMS_CURE_ADD_LBL_DESCRIPTION
source: Describe
ca: ពិពណ៌នា។
ja: 説明する

# CMS_CURE_ADD_LBL_LINKREF
source: Link link
ca: តំណភ្ជាប់តំណ។
ja: リンクリンク

# CMS_CURE_ADD_LBL_ORDERING
source: Sort
ca: តម្រៀប។
ja: ソート

# CMS_CURE_ADD_LBL_PUBLISH
source: Display
ca: បង្ហាញ។
ja: 表示

# CMS_CURE_ADD_LBL_TITLE
source: Title
ca: ចំណងជើង
ja: タイトル

# CMS_CURE_ADD_TITLE_SLIDER_ADD
source: Add Slide
ca: បន្ថែមស្លាយ។
ja: スライドを追加

# CMS_CURE_ADD_TXT_LINKREF_PALACEHOLDER
source: Enter link ...
ca: បញ្ចូលតំណ ...
ja: リンクを入力してください...

# CMS_CURE_ADD_TXT_TITLE_DVR
source: Can not leave the title blank
ca: មិនអាចទុកចំណងជើងឱ្យនៅទទេបានទេ។
ja: タイトルを空白のままにすることはできません

# CMS_CURE_ADD_TXT_TITLE_PALACEHOLDER
source: Title…
ca: ចំណងជើង…
ja: タイトル…

# CMS_CURE_EDIT_BTN_LOADIMG
source: Add photos from the device
ca: បន្ថែមរូបថតពីឧបករណ៍។
ja: デバイスから写真を追加する

# CMS_CURE_EDIT_DESCRIPTION_TXT_PALACEHOLDER
source: Enter description ...
ca: បញ្ចូលការពិពណ៌នា ...
ja: 説明を入力してください...

# CMS_CURE_EDIT_LBL_ADD_IMG_SLIDER
source: Add a slider photo
ca: បន្ថែមរូបថតស្លាយ។
ja: スライダー写真を追加する

# CMS_CURE_EDIT_LBL_DESCRIPTION
source: Describe
ca: ពិពណ៌នា។
ja: 説明する

# CMS_CURE_EDIT_LBL_LINK
source: Link link
ca: តំណភ្ជាប់តំណ។
ja: リンクリンク

# CMS_CURE_EDIT_LBL_ORDERING
source: Sort
ca: តម្រៀប។
ja: ソート

# CMS_CURE_EDIT_LBL_PUBLISH
source: Display
ca: បង្ហាញ។
ja: 表示

# CMS_CURE_EDIT_LBL_TITLE
source: Title
ca: ចំណងជើង
ja: タイトル

# CMS_CURE_EDIT_LINKREF_PALACEHOLDER
source: Enter link ...
ca: បញ្ចូលតំណ ...
ja: リンクを入力してください...

# CMS_CURE_EDIT_TITLE_TXT_DVR
source: Can not leave the title blank
ca: មិនអាចទុកចំណងជើងឱ្យនៅទទេបានទេ។
ja: タイトルを空白のままにすることはできません

# CMS_CURE_EDIT_TITLE_TXT_PALACEHOLDER
source: Title...
ca: ចំណងជើង ...
ja: タイトル...

# CMS_CURE_TITLE_EDIT_SLIDER_EDIT
source: Edit Slider
ca: កែសម្រួលគ្រាប់រំកិល។
ja: スライダーを編集

# CMS_LBL_CREATE_DATE
source: Date created
ca: កាលបរិច្ឆេទបង្កើត។
ja: 作成日

# CMS_LBL_IMG
source: Image
ca: រូបភាព។
ja: 画像

# CMS_LBL_MODIFIED_DATE
source: Fix date
ca: កាលបរិច្ឆេទកំណត់។
ja: 修正日

# CMS_LBL_ORDERING
source: Sort
ca: តម្រៀប។
ja: ソート

# CMS_LBL_PUBLISH
source: Display
ca: បង្ហាញ។
ja: 表示

# CMS_LBL_TITLE
source: Title
ca: ចំណងជើង
ja: タイトル

# CMS_LINK_SLIDER_MANAGEMENT
source: Slider management
ca: ការគ្រប់គ្រងរអិល។
ja: スライダー管理

# CMS_LINK_TXT_PALACEHOLDER
source: Status
ca: ស្ថានភាព។
ja: 状態

# CMS_MSG_ADD_ERROR
source: An error occurred while adding
ca: កំហុសមួយបានកើតឡើងខណៈពេលបន្ថែម។
ja: 追加中にエラーが発生しました

# CMS_MSG_ADD_SUCCESS
source: Add new success
ca: បន្ថែមភាពជោគជ័យថ្មី។
ja: 新しい成功を追加

# CMS_MSG_DELETE_SUCCESS
source: Delete success
ca: លុបជោគជ័យ។
ja: 成功を削除

# CMS_MSG_DOES_NOT_EXIST
source: The record does not exist
ca: មិនមានកំណត់ត្រាទេ។
ja: レコードが存在しません

# CMS_MSG_EDIT_ERROR
source: An error occurred while editing
ca: កំហុសមួយបានកើតឡើងខណៈពេលកំពុងកែសម្រួល។
ja: 編集中にエラーが発生しました

# CMS_MSG_EDIT_SUCCESS
source: Edit successfully
ca: កែសម្រួលដោយជោគជ័យ។
ja: 正常に編集

# CMS_MSG_ERR_IMG
source: Invalid image format!
ca: ទ្រង់ទ្រាយរូបភាពមិនត្រឹមត្រូវ!
ja: 無効な画像形式です！

# CMS_MSG_EXIST_SLIDE
source: This slide already exists
ca: ស្លាយនេះមានរួចហើយ។
ja: このスライドは既に存在します

# CMS_MSG_MSG_DELETE
source: Are you sure you want to delete?
ca: តើអ្នកប្រាកដថាចង់លុបទេ?
ja: 消去してもよろしいですか？

# CMS_MSG_SLIDE_DOES_NOT_EXIST
source: Slide does not exist
ca: ស្លាយមិនមានទេ។
ja: スライドが存在しません

# CMS_TITLE_SLIDER_MANAGEMENT
source: Slider management
ca: ការគ្រប់គ្រងរអិល។
ja: スライダー管理
