Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/CMSManagementUtilitiesController.*.resx
Languages: ca, fr, my, vi, zh

# CMSMGUL_MSG_FIX_BANNER
source: Advertising banner
ca: បដាផ្សព្វផ្សាយពាណិជ្ជកម្ម
fr: Bannière publicitaire
my: ကြော်ငြာနဖူးစည်းစာတန်း
vi: Sửa Banner
zh: 广告横幅

# CMSMGUL_MSG_LBL_ABSTRACT
source: Extract
ca: ស្រង់ចេញ
fr: Extraire
my: ထုတ်ယူပါ
vi: Trích yếu
zh: 提取物

# CMSMGUL_MSG_LBL_AGENCY_ISSUED
source: Agency issued
ca: អាជ្ញាធរបានចេញ
fr: Autorisation délivrée
my: အခွင့်အာဏာထုတ်ပြန်ခဲ့သည်
vi: Cơ quan ban hành
zh: 授权发布

# CMSMGUL_MSG_LBL_BETWEEN_FOOTER
source: My footer
ca: បាតកថារបស់ខ្ញុំ
fr: Mon pied de page
my: ငါ့ခြေရာ
vi: Giữa của footer
zh: 我的页脚

# CMSMGUL_MSG_LBL_BETWEEN_HOME
source: People page
ca: ទំព័រមនុស្ស
fr: Page Personnes
my: ပြည်သူ့စာမျက်နှာ
vi: Giữa của trang chủ
zh: 人物页面

# CMSMGUL_MSG_LBL_BETWEEN_SIDEBAR
source: The bar on the right
ca: របារនៅខាងស្តាំ
fr: La barre à droite
my: ညာဘက်မှာရှိတဲ့ဘား
vi: Giữa sidebar right
zh: 右边的栏

# CMSMGUL_MSG_LBL_BOTTOM_RIGHT_HOME
source: In the home
ca: នៅក្នុងផ្ទះ
fr: Dans la maison
my: အိမ်
vi: Phía cuối bên phải của trang chủ
zh: 在房子里

# CMSMGUL_MSG_LBL_BOTTOM_SIDEBAR
source: Sidebar on the right
ca: របារចំហៀងនៅខាងស្តាំ
fr: Barre latérale à droite
my: ညာဘက်အပေါ်ဘေးတိုက်
vi: Phía cuối sidebar right
zh: 右侧边栏

# CMSMGUL_MSG_LBL_CATEGORIES
source: Noun
ca: ន
fr: Nom
my: နာမ်
vi: Danh mục
zh: 名词

# CMSMGUL_MSG_LBL_CHOOSE_BLOCK_DISPLAY
source: Block adorn
ca: គ្រឿងតុបតែង
fr: Orner le bloc
my: ပိတ်ထားသောအလှဆင်
vi: Lựa chọn block hiển thị
zh: 块装饰

# CMSMGUL_MSG_LBL_CHOOSE_FILE
source: File select
ca: ជ្រើសរើសឯកសារ
fr: Sélection de fichier
my: ဖိုင်ရွေးပါ
vi: Chọn file
zh: 文件选择

# CMSMGUL_MSG_LBL_CHOOSE_IMAGE
source: Voting pictures
ca: រូបភាពបោះឆ្នោត
fr: Photos de vote
my: မဲဆန္ဒဓါတ်ပုံများ
vi: Chọn ảnh
zh: 投票图片

# CMSMGUL_MSG_LBL_CHOOSE_IMAGE_CAPTION
source: The square calf
ca: កំភួនជើងការ៉េ
fr: Le veau carré
my: အဆိုပါစတုရန်းနွားသငယ်
vi: Chú thích hình ảnh
zh: 方小腿

# CMSMGUL_MSG_LBL_CHOOSE_IMAGE_CREDITS
source: Image slider
ca: ផ្ទាំងរំកិលរូបភាព
fr: Curseur d'image
vi: Thêm ảnh slider
zh: 图像滑块

# CMSMGUL_MSG_LBL_CHOOSE_VIEWS
source: In place
ca: នៅនឹងកន្លែង
fr: En place
my: အရပျ၌
vi: Lựa chọn vị trí hiển thị
zh: 到位

# CMSMGUL_MSG_LBL_DATE_CREATED
source: Date finished
ca: កាលបរិច្ឆេទបញ្ចប់
fr: Date terminée
my: နေ့စွဲပြီးဆုံးသည်
vi: Ngày tạo
zh: 完成日期

# CMSMGUL_MSG_LBL_DATE_EDIT
source: Japan
ca: ជប៉ុន
fr: Japon
my: ဂျပန်
vi: Ngày sửa
zh: 日本

# CMSMGUL_MSG_LBL_DATE_ISSUED
source: Date issued
ca: កាលបរិច្ឆេទចេញ
fr: Date d'émission
my: ထုတ်ပြန်သည့်ရက်စွဲ
vi: Ngày ban hành
zh: 签发日期

# CMSMGUL_MSG_LBL_DATE_SUBMITTED
source: Japan
ca: ជប៉ុន
fr: Japon
my: ဂျပန်
vi: Ngày đăng
zh: 日本

# CMSMGUL_MSG_LBL_DELETE
source: Church
ca: ព្រះវិហារ
fr: Eglise
my: ဘုရားရှိခိုးကျောင်း
vi: Xóa
zh: 教堂

# CMSMGUL_MSG_LBL_DISPLAY_FONT
source: Pattern set
ca: សំណុំលំនាំ
fr: Ensemble de motifs
my: ပုံစံထား
vi: Hiển thị kiểu mẫu
zh: 模式集

# CMSMGUL_MSG_LBL_EFFECTIVE_DATE
source: Day there
ca: ថ្ងៃនៅទីនោះ
fr: Journée là-bas
my: အဲဒီမှာနေ့
vi: Ngày có hiệu lực
zh: 那里的一天

# CMSMGUL_MSG_LBL_FIELD
source: Linh Linh
ca: លីញលីញ
vi: Lĩnh vực
zh: 琳·琳

# CMSMGUL_MSG_LBL_LANGUAGE
source: National language
ca: ភាសាជាតិ
fr: Langue nationale
my: အမျိုးသားဘာသာစကား
vi: Ngôn ngữ
zh: 母语

# CMSMGUL_MSG_LBL_LINK
source: Affiliate links
ca: តំណភ្ជាប់សម្ព័ន្ធភាព
fr: Liens affiliés
my: Affiliate လင့်များ
vi: Link liên kết
zh: 会员链接

# CMSMGUL_MSG_LBL_MOTA
source: Describe
ca: ពិពណ៌នា
fr: Décrivez
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CMSMGUL_MSG_LBL_NHAPLINK
source: Link affiliate link
ca: ភ្ជាប់តំណសម្ព័ន្ធភាព
fr: Lien lien d'affiliation
my: ချိတ်ဆက်ချိတ်ဆက် link ကို
vi: Nhập link liên kết
zh: 链接会员链接

# CMSMGUL_MSG_LBL_NHAPMOTA
source: The module
ca: ម៉ូឌុល
fr: Le module
my: module တစ်ခု
vi: Nhập mô tả
zh: 模块

# CMSMGUL_MSG_LBL_NOT_EFFECTIVE_DATE
source: Japan
ca: ជប៉ុន
fr: Japon
my: ဂျပန်
vi: Ngày hết hiệu lực
zh: 日本

# CMSMGUL_MSG_LBL_REPLACEMENT_OF_TEXT
source: Replace text
ca: ជំនួសអត្ថបទ
fr: Remplacer le texte
my: စာသားအစားထိုးပါ
vi: Thay thế văn bản
zh: 替换文字

# CMSMGUL_MSG_LBL_SHOWS
source: Shows
ca: បង្ហាញ
fr: Spectacles
my: ပြသသည်
vi: Hiển thị
zh: 演出

# CMSMGUL_MSG_LBL_SIGNAL_NUMBER
source: People signed
ca: ប្រជាជនបានចុះហត្ថលេខា
fr: Les gens ont signé
my: လူများလက်မှတ်ထိုးသည်
vi: Số ký hiệu
zh: 人们签名

# CMSMGUL_MSG_LBL_SIGNATURE
source: The signer
ca: អ្នកចុះហត្ថលេខា
fr: Le signataire
my: လက်မှတ်ထိုးသူ
vi: Người ký
zh: 签名人

# CMSMGUL_MSG_LBL_SORT
source: Sort
ca: ការរៀបចំ
fr: Arrangement
my: အစီအစဉ်
vi: Sắp xếp
zh: 安排

# CMSMGUL_MSG_LBL_STATUS
source: Love
ca: ស្នេហា
fr: L'amour
my: အချစ်
vi: Tình trạng
zh: 爱

# CMSMGUL_MSG_LBL_TAGS
source: Card
ca: កាត
fr: La carte
my: ကဒ်
vi: Tags
zh: 卡

# CMSMGUL_MSG_LBL_TEXT_LIST
source: List of documents
ca: បញ្ជីឯកសារ
fr: Liste des documents
my: စာရွက်စာတမ်းများစာရင်း
vi: Danh sách văn bản
zh: 文件清单

# CMSMGUL_MSG_LBL_TEXT_TYPE
source: Text text
ca: អត្ថបទអត្ថបទ
fr: Texte texte
my: စာသားစာသား
vi: Kiểu văn bản
zh: 文字文字

# CMSMGUL_MSG_LBL_TITLE
source: Title
ca: ចំណងជើង
fr: Le titre
my: ခေါင်းစဉ်
vi: Tiêu đề
zh: 职称

# CMSMGUL_MSG_LBL_UTILITY_MANAGEMENT
source: Hoàng Lý
ca: ហូវឡេង
my: HoàLý
vi: Quản lý tiện ích
zh: 霍利

# CMSMGUL_MSG_NEW_BANNER
source: Supplementary banner
ca: បដាបន្ថែម
fr: Bannière supplémentaire
my: နောက်ဆက်တွဲနဖူးစည်းစာတန်း
vi: Thêm Banner
zh: 补充横幅

# CMSMGUL_MSG_NEW_DOCUMENT
source: Add new text
ca: បន្ថែមអត្ថបទថ្មី
fr: Ajouter un nouveau texte
my: စာသားအသစ်ထည့်ပါ
vi: Thên mới văn bản
zh: 新增文字

# CMSMGUL_MSG_TAB_ATTACHED_FILES
source: File
ca: ឯកសារ
fr: Fichier
my: ဖိုင်
vi: File đính kèm
zh: 档案文件

# CMSMGUL_MSG_TAB_EDIT_BANNER
source: international
ca: អន្តរជាតិ
my: နိုင်ငံတကာ
vi: Sửa biểu ngữ
zh: 国际化

# CMSMGUL_MSG_TAB_IMAGE
source: Picture
ca: រូបភាព
fr: Image
my: ပုံ
vi: Ảnh
zh: 图片

# CMSMGUL_MSG_TXT_ABSTRACT
source: Extract
ca: ស្រង់ចេញ
fr: Extraire
my: ထုတ်ယူပါ
vi: Trích yếu
zh: 提取物

# CMSMGUL_MSG_TXT_AGENCY_ISSUED
source: Agency issued
ca: អាជ្ញាធរបានចេញ
fr: Autorisation délivrée
my: အခွင့်အာဏာထုတ်ပြန်ခဲ့သည်
vi: Cơ quan ban hành
zh: 授权发布

# CMSMGUL_MSG_TXT_CATEGORIES
source: Danh Danh
ca: ដាញដាញ
vi: Chọn Danh mục
zh: 丹·丹

# CMSMGUL_MSG_TXT_CHOOSE_CATEGORIES
source: Noun
ca: ន
fr: Nom
my: နာမ်
vi: Chọn danh mục
zh: 名词

# CMSMGUL_MSG_TXT_CHOOSE_DISPLAY_FONT
source: Dick
ca: ឌីក
my: ဒစ်
vi: Lựa chọn kiểu mẫu hiển thị
zh: 迪克

# CMSMGUL_MSG_TXT_CHOOSE_IMAGE_CAPTION
source: The square calf
ca: កំភួនជើងការ៉េ
fr: Le veau carré
my: အဆိုပါစတုရန်းနွားသငယ်
vi: Chú thích hình ảnh
zh: 方小腿

# CMSMGUL_MSG_TXT_CHOOSE_IMAGE_CREDITS
source: Letter of Literature
ca: លិខិតអក្សរសាស្ត្រ
fr: Lettre de littérature
my: စာပေ၏ပေးစာ
vi: Thư viện ảnh
zh: 文学信

# CMSMGUL_MSG_TXT_CHOOSE_LANGUAGE
source: international language
ca: Esperanto
fr: Espéranto
my: အက်စပရန်တို
vi: Chọn ngôn ngữ
zh: 世界语

# CMSMGUL_MSG_TXT_CHOOSE_PUBLISHED
source: To release
ca: ដើម្បីដោះលែង
fr: Pour libérer
my: လွှတ်ပေးရန်
vi: Được phát hành
zh: 释放

# CMSMGUL_MSG_TXT_DATE_ISSUED
source: Date issued
ca: កាលបរិច្ឆេទចេញ
fr: Date d'émission
my: ထုတ်ပြန်သည့်ရက်စွဲ
vi: Ngày ban hành
zh: 签发日期

# CMSMGUL_MSG_TXT_DATE_SUBMITTED
source: Japan
ca: ជប៉ុន
fr: Japon
my: ဂျပန်
vi: Ngày đăng
zh: 日本

# CMSMGUL_MSG_TXT_EFFECTIVE_DATE
source: Day there
ca: ថ្ងៃនៅទីនោះ
fr: Journée là-bas
my: အဲဒီမှာနေ့
vi: Ngày có hiệu lực
zh: 那里的一天

# CMSMGUL_MSG_TXT_FIELD
source: Linh Linh
ca: លីញលីញ
vi: Lĩnh vực
zh: 琳·琳

# CMSMGUL_MSG_TXT_LINK
source: Tutorial
ca: សេចក្តីណែនាំ
fr: Instructions
my: ညွှန်ကြားချက်များ
vi: Đường dẫn
zh: 使用说明

# CMSMGUL_MSG_TXT_NOT_EFFECTIVE_DATE
source: Japan
ca: ជប៉ុន
fr: Japon
my: ဂျပန်
vi: Ngày hết hiệu lực
zh: 日本

# CMSMGUL_MSG_TXT_NOT_EMPTY
source: Title no
ca: ចំណងជើងទេ
fr: Titre non
my: ခေါင်းစဉ်အမှတ်
vi: Tiêu đề không được để trống
zh: 标题编号

# CMSMGUL_MSG_TXT_REPLACEMENT_OF_TEXT
source: Replace text
ca: ជំនួសអត្ថបទ
fr: Remplacer le texte
my: စာသားအစားထိုးပါ
vi: Thay thế văn bản
zh: 替换文字

# CMSMGUL_MSG_TXT_SIGNAL_NUMBER
source: People signed
ca: ប្រជាជនបានចុះហត្ថលេខា
fr: Les gens ont signé
my: လူများလက်မှတ်ထိုးသည်
vi: Số ký hiệu
zh: 人们签名

# CMSMGUL_MSG_TXT_SIGNATURE
source: The signer
ca: អ្នកចុះហត្ថលេខា
fr: Le signataire
my: လက်မှတ်ထိုးသူ
vi: Người ký
zh: 签名人

# CMSMGUL_MSG_TXT_TAGS
source: Card
ca: កាត
fr: La carte
my: ကဒ်
vi: Tags
zh: 卡

# CMSMGUL_MSG_TXT_TEXT_TYPE
source: Text text
ca: អត្ថបទអត្ថបទ
fr: Texte texte
my: စာသားစာသား
vi: Kiểu văn bản
zh: 文字文字

# CMSMGUL_MSG_TXT_TITLE
source: Title
ca: ចំណងជើង
fr: Le titre
my: ခေါင်းစဉ်
vi: Tiêu đề
zh: 职称
