Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ContractController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# CONTRACT_MSG_PO_IN_YC
source: POs included in the Import Request are not allowed to add, modify or delete products
ca: POs ដែលបានដាក់បញ្ចូលក្នុងសំណើរស្នើសុំនាំចូលមិនត្រូវបានអនុញ្ញាតឱ្យបន្ថែមកែប្រែឬលុបផលិតផលឡើយ
fr: Les bons de commande inclus dans la demande d'importation ne sont pas autorisés à ajouter, modifier ou supprimer des produits
ja: インポートリクエストに含まれるPOは、製品を追加、変更、または削除できません
ko: 가져 오기 요청에 포함 된 PO는 제품을 추가, 수정 또는 삭제할 수 없습니다.
my: သွင်းကုန်တောင်းဆိုမှုတွင်ပါ ၀ င်သောကုန်ပစ္စည်းများကိုထုတ်ကုန်များထပ်ထည့်ရန်၊ ပြင်ဆင်ရန်သို့မဟုတ်ဖျက်ရန်ခွင့်မပြုပါ
vi: PO đã có trong Y/C nhập khẩu không được phép thêm, sửa, xóa sản phẩm
zh: 不允许导入请求中包含的采购订单添加，修改或删除产品

# CONTRACT_MSG_REFRESH
source: Product has been deleted or does not exist in the contract, please refresh the page
ca: ផលិតផលត្រូវបានលុបចោលឬមិនមាននៅក្នុងកិច្ចសន្យាសូមធ្វើទំព័រឡើងវិញ
fr: Le produit a été supprimé ou n'existe pas dans le contrat, veuillez rafraîchir la page
ja: 製品が削除されているか、契約に存在しません。ページを更新してください
ko: 제품이 삭제되었거나 계약서에 없습니다. 페이지를 새로 고치십시오.
my: ကုန်ပစ္စည်းကိုဖျက်ပြီးပါပြီသို့မဟုတ်စာချုပ်ထဲတွင်မပါပါ။ ကျေးဇူးပြု၍ စာမျက်နှာကို refresh လုပ်ပါ
vi: Sản phẩm đã bị xóa hoặc không tồn tại trong hợp đồng, vui lòng làm mới trang
zh: 产品已删除或合同中不存在，请刷新页面

# CONTRACT_MSG_TAB_PRODUCT_ADD_ERROR
source: There was an error adding the product
ca: មានកំហុសក្នុងការបន្ថែមផលិតផល
fr: Une erreur s'est produite lors de l'ajout du produit
ja: 製品の追加中にエラーが発生しました
ko: 제품을 추가하는 중에 오류가 발생했습니다
my: ထုတ်ကုန်ဖြည့်စွက်သည့်အမှားတစ်ခုရှိခဲ့သည်
vi: Có lỗi khi thêm sản phẩm
zh: 添加产品时出错

# CONTRACT_MSG_TAB_PRODUCT_IN_CONTRACT_REFRESH
source: This product does not exist in the contract, please refresh the page
ca: ផលិតផលនេះមិនមាននៅក្នុងកិច្ចសន្យាទេសូមធ្វើទំព័រឡើងវិញ
fr: Ce produit n'existe pas dans le contrat, veuillez rafraîchir la page
ja: この製品は契約に存在しません。ページを更新してください
ko: 이 제품은 계약서에 없습니다. 페이지를 새로 고치십시오.
my: ဒီထုတ်ကုန်စာချုပ်ထဲမှာမတည်ရှိပါ, စာမျက်နှာ refresh ကျေးဇူးပြု
vi: Không tồn tại sản phẩm này trong hợp đồng, vui lòng làm mới trang
zh: 该产品不存在于合同中，请刷新页面

# CONTRACT_MSG_TAB_PRODUCT_NOT_ADD
source: Unable to add previously added product
ca: មិនអាចបន្ថែមផលិតផលដែលបានបន្ថែមពីមុនទេ
fr: Impossible d'ajouter le produit précédemment ajouté
ja: 以前に追加した製品を追加できません
ko: 이전에 추가 한 제품을 추가 할 수 없습니다
my: ယခင်ထည့်ထားသောထုတ်ကုန်ကိုထည့်။ မရပါ
vi: Không thể thêm sản phẩm đã thêm vào trước đó
zh: 无法添加之前添加的产品

# CONTRACT_MSG_TAB_PRODUCT_UPDATE_SUCCESS
source: Successfully updated the product
ca: បានធ្វើបច្ចុប្បន្នភាពផលិតផលដោយជោគជ័យ
fr: Mise à jour du produit réussie
ja: 製品を正常に更新しました
ko: 제품을 성공적으로 업데이트했습니다
my: ထုတ်ကုန်ကိုအောင်မြင်စွာအဆင့်မြှင့်တင်
vi: Cập nhật thành công sản phẩm
zh: 成功更新产品

# CONTRACT_MSG_TAB_SERVICE_ADD_ERROR
source: There was an error adding the service
ca: មានកំហុសក្នុងការបន្ថែមសេវាកម្ម
fr: Une erreur s'est produite lors de l'ajout du service
ja: サービスの追加中にエラーが発生しました
ko: 서비스를 추가하는 중에 오류가 발생했습니다
my: ဝန်ဆောင်မှုဖြည့်စွက်သည့်အမှားတစ်ခုရှိသည်
vi: Có lỗi khi thêm dịch vụ
zh: 添加服务时出错

# CONTRACT_MSG_TAB_SERVICE_ADD_SUCCESS
source: Add service success
ca: បន្ថែមភាពជោគជ័យនៃសេវាកម្ម
fr: Ajouter le succès du service
ja: サービスの成功を追加
ko: 서비스 성공 추가
my: ဝန်ဆောင်မှုအောင်မြင်မှုထည့်ပါ
vi: Thêm thành công dịch vụ
zh: 添加服务成功

# CONTRACT_MSG_TAB_SERVICE_DELETE_SUCCESS
source: Successfully deleted the service
ca: បានលុបសេវាកម្មនេះដោយជោគជ័យ
fr: Suppression du service réussie
ja: サービスを削除しました
ko: 서비스를 성공적으로 삭제했습니다
my: ဝန်ဆောင်မှုကိုအောင်မြင်စွာဖျက်လိုက်သည်
vi: Xóa thành công dịch vụ
zh: 成功删除服务

# CONTRACT_MSG_TAB_SERVICE_NOT_EXIST_REFRESH
source: Service does not exist, please refresh the page
ca: មិនមានសេវាកម្មសូមធ្វើទំព័រឡើងវិញ
fr: Le service n'existe pas, veuillez rafraîchir la page
ja: サービスが存在しません。ページを更新してください
ko: 서비스가 존재하지 않습니다. 페이지를 새로 고침하십시오.
my: ဝန်ဆောင်မှုမရှိပါ။ ကျေးဇူးပြု၍ စာမျက်နှာကို refresh လုပ်ပါ
vi: Dịch vụ không tồn tại, vui lòng làm mới trang
zh: 服务不存在，请刷新页面

# CONTRACT_MSG_TAB_SERVICE_UPDATE_SUCCESS
source: Successfully updated the service
ca: បានធ្វើបច្ចុប្បន្នភាពសេវាកម្មដោយជោគជ័យ
fr: Mise à jour du service réussie
ja: サービスを更新しました
ko: 서비스를 성공적으로 업데이트했습니다
my: ဝန်ဆောင်မှုကိုအောင်မြင်စွာအဆင့်မြှင့်တင်
vi: Cập nhật thành công dịch vụ
zh: 成功更新服务

# CONTRACT_MSG_UPDATE_FILE_ERR
source: No new server information found, please check again!
ca: រកមិនឃើញព័ត៌មានម៉ាស៊ីនមេថ្មីសូមពិនិត្យម្តងទៀត!
fr: Aucune nouvelle information de serveur trouvée, veuillez vérifier à nouveau!
ja: 新しいサーバー情報が見つかりません。もう一度確認してください！
ko: 새로운 서버 정보가 없습니다. 다시 확인하십시오!
my: ဆာဗာအချက်အလက်အသစ်မရှိပါ။ ကျေးဇူးပြု၍ ထပ်မံစစ်ဆေးပါ။
vi: Không tìm thấy thông tin server mới, vui lòng kiểm tra lại!
zh: 找不到新的服务器信息，请再次检查！

# CONTRACT_MSG_UPDATE_FILE_NOT_EXIST
source: File does not exist or has been deleted!
ca: មិនមានឯកសារឬត្រូវបានលុបទេ!
fr: Le fichier n'existe pas ou a été supprimé!
ja: ファイルが存在しないか、削除されました！
ko: 파일이 존재하지 않거나 삭제되었습니다!
my: ဖိုင်မရှိပါသို့မဟုတ်ဖျက်ပစ်လိုက်!
vi: Tệp tin không tồn tại hoặc đã bị xóa!
zh: 文件不存在或已被删除！

# CONTRACT_MSG_UPDATE_FILE_SUCCESS
source: Successfully updated!
ca: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានដោយជោគជ័យ!
fr: Mise à jour réussie!
ja: 正常に更新されました！
ko: 성공적으로 업데이트되었습니다!
my: အောင်မြင်စွာ update လုပ်!
vi: Cập nhật thông tin thành công!
zh: 成功更新！

# CONTRACT_MSG_UPDATE_NOT_SUCCESS
source: Update failed
ca: ការធ្វើបច្ចុប្បន្នភាពបានបរាជ័យ
fr: Mise à jour a échoué
ja: 更新失敗
ko: 업데이트가 실패
my: Update မအောင်မြင်ပါ
vi: Cập nhật không thành công
zh: 更新失败

# CONTRACT_MSG_UPDATE_SUCCESS
source: Update successful
ca: ការធ្វើបច្ចុប្បន្នភាពជោគជ័យ
fr: Mise à jour réussie
ja: 更新に成功
ko: 업데이트 성공
my: Update ကိုအောင်မြင်စွာလုပ်ပါ
vi: Cập nhật thành công
zh: 更新成功

# CONTRACT_MSG_VERSION
source: Incorrect version
ca: កំណែមិនត្រឹមត្រូវ
fr: Version incorrecte
ja: 誤ったバージョン
ko: 잘못된 버전
my: မှားသောဗားရှင်း
vi: Phiên bản không đúng
zh: 版本不正确

# CONTRACT_MSG_WAREHOUSE_NOT_EXIST
source: Data warehouse does not exist
ca: ឃ្លាំងទិន្នន័យមិនមានទេ
fr: L'entrepôt de données n'existe pas
ja: データウェアハウスが存在しません
ko: 데이터웨어 하우스가 없습니다
my: ဒေတာသိုလှောင်ရုံမရှိပါ
vi: Kho dữ liệu không tồn tại
zh: 数据仓库不存在

# CONTRACT_TAB_EXT_LIST_COL_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarque
ja: 注意
ko: 노트
my: မှတ်စု
vi: Ghi chú
zh: 注意

# CONTRACT_TAB_EXT_TXT_GROUP
source: Group
ca: ក្រុម
fr: Groupe
ja: グループ
ko: 그룹
my: အုပ်စု
vi: Nhóm
zh: 组

# CONTRACT_TAB_EXT_TXT_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarque
ja: 注意
ko: 노트
my: မှတ်စု
vi: Ghi chú
zh: 注意

# CONTRACT_TAB_FILE_BTN_EXTEND
source: Extend
ca: ផ្នែកបន្ថែម
fr: Étendre
ja: 延長
ko: 넓히다
my: တိုးချဲ့
vi: Mở rộng
zh: 延伸

# CONTRACT_TAB_FILE_CURD_LBL_CURD_FILE
source: Repository
ca: ឃ្លាំង
fr: Dépôt
ja: リポジトリ
ko: 저장소
my: သိုလှောင်ရုံ
vi: Kho lưu trữ
zh: 资料库

# CONTRACT_TAB_FILE_CURD_LBL_FILE_NAME
source: File name
ca: ឈ្មោះឯកសារ
fr: Nom de fichier
ja: ファイル名
ko: 파일 이름
my: ဖိုင်နာမည်
vi: Tên tệp
zh: 文件名

# CONTRACT_TAB_FILE_CURD_LBL_NUMBER_DOCUMENT
source: Number of documents
ca: ចំនួនឯកសារ
fr: Nombre de documents
ja: 文書数
ko: 문서 수
my: စာရွက်စာတမ်းအရေအတွက်
vi: Số văn bản
zh: 文件数

# CONTRACT_TAB_FILE_CURD_LBL_TAG
source: Key word
ca: ពាក្យគន្លឹះ
fr: Mot-clé
ja: キーワード
ko: 핵심어
my: အဓိကစကားလုံး
vi: Từ khóa
zh: 关键字

# CONTRACT_TAB_FILE_CURD_LBL_WHS_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_TAB_FILE_CURD_TXT_FILE_NAME
source: File name
ca: ឈ្មោះឯកសារ
fr: Nom de fichier
ja: ファイル名
ko: 파일 이름
my: ဖိုင်နာမည်
vi: Tên tệp
zh: 文件名

# CONTRACT_TAB_FILE_CURD_TXT_NUMBER_DOCUMENT
source: Number of documents
ca: ចំនួនឯកសារ
fr: Nombre de documents
ja: 文書数
ko: 문서 수
my: စာရွက်စာတမ်းအရေအတွက်
vi: Số văn bản
zh: 文件数

# CONTRACT_TAB_FILE_CURD_TXT_TAG
source: Key word
ca: ពាក្យគន្លឹះ
fr: Mot-clé
ja: キーワード
ko: 핵심어
my: အဓိကစကားလုံး
vi: Từ khóa
zh: 关键字

# CONTRACT_TAB_FILE_CURD_TXT_WHS_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_TAB_FILE_LIST_COL_FILE_TYPE
source: File type
ca: ប្រភេទឯកសារ
fr: Type de fichier
ja: ファイルタイプ
ko: 파일 타입
my: ဖိုင်အမျိုးအစား
vi: Loại tệp
zh: 文件类型

# CONTRACT_TAB_FILE_LIST_COL_FILE_EDIT
source: Edit File
ca: កែសម្រួលឯកសារ
fr: Modifier le fichier
ja: ファイルを編集する
ko: 파일 편집
my: ဖိုင်ကိုတည်းဖြတ်ပါ
vi: Sửa tệp
zh: 编辑档案

# CONTRACT_TAB_FILE_LIST_COL_SEE_ONLINE
source: Watch online
ca: មើលតាមអ៊ីនធឺណិត
fr: Regarder en ligne
ja: オンラインで見ます
ko: 온라인 시청
my: အွန်လိုင်းပေါ်မှကြည့်သည်
vi: Xem trực tuyến
zh: 在线观看

# CONTRACT_TAB_FILE_SEARCH_LBL_FROM_DATE
source: Since
ca: ចាប់ពីកាលបរិច្ឆេទ
fr: Puisque
ja: 以来
ko: 이후
my: ကတည်းက
vi: Từ ngày
zh: 以来

# CONTRACT_TAB_FILE_SEARCH_LBL_TO_DATE
source: To date
ca: សូមអញ្ជើញមក
fr: À ce jour
ja: 現在まで
ko: 현재까지
my: ယနေ့အထိ
vi: Đến ngày
zh: 至今

# CONTRACT_TAB_FILE_SEARCH_TXT_FROM_DATE
source: Since
ca: ចាប់ពីកាលបរិច្ឆេទ
fr: Puisque
ja: 以来
ko: 이후
my: ကတည်းက
vi: Từ ngày
zh: 以来

# CONTRACT_TAB_FILE_SEARCH_TXT_TO_DATE
source: To date
ca: សូមអញ្ជើញមក
fr: À ce jour
ja: 現在まで
ko: 현재까지
my: ယနေ့အထိ
vi: Đến ngày
zh: 至今

# CONTRACT_TAB_LOP_CURD_LBL_AMOUNT
source: Amount
ca: ចំនួនទឹកប្រាក់
fr: Montant
ja: 量
ko: 양
my: ပမာဏ
vi: Số lượng
zh: 量

# CONTRACT_TAB_LOP_CURD_LBL_COMMISSION
source: Rose (%)
ca: គណៈកម្មការ (%)
ja: ローズ （％）
ko: 로즈 (%)
my: နှင်းဆီ (%)
vi: Hoa hồng (%)
zh: 玫瑰 （％）

# CONTRACT_TAB_LOP_CURD_LBL_CUSTOM_FEE
source: Discount (%)
ca: បញ្ចុះតម្លៃ (%)
fr: Remise (%)
ja: 割引（％）
ko: 할인 (%)
my: လျှော့စျေး (%)
vi: Chiết khấu (%)
zh: 优惠（％）

# CONTRACT_TAB_LOP_CURD_LBL_DISCOUNT
source: Discount
ca: ការបញ្ចុះតម្លៃ
fr: Remise
ja: ディスカウント
ko: 할인
my: လျှော့စျေး
vi: Giảm giá
zh: 折扣

# CONTRACT_TAB_LOP_CURD_LBL_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarque
ja: 注意
ko: 노트
my: မှတ်စု
vi: Ghi chú
zh: 注意

# CONTRACT_TAB_LOP_CURD_LBL_PRICE
source: Price
ca: តម្លៃ
fr: Prix
ja: 価格
ko: 가격
my: စျေးနှုန်း
vi: Giá
zh: 价钱

# CONTRACT_TAB_LOP_CURD_LBL_PRICE_OPTION
source: Price type
ca: ប្រភេទតម្លៃ
fr: Type de prix
ja: 価格タイプ
ko: 가격 유형
my: စျေးနှုန်းအမျိုးအစား
vi: Loại giá
zh: 价格类型

# CONTRACT_TAB_LOP_CURD_LBL_PRODUCT
source: Product
ca: ផលិតផល
fr: Produit
ja: 製品
ko: 생성물
my: ထုတ်ကုန်
vi: Sản phẩm
zh: 产品

# CONTRACT_TAB_LOP_CURD_LBL_TAX
source: Tax
ca: ពន្ធ
fr: Impôt
ja: 税金
ko: 세
my: အခွန်
vi: Thuế suất(%)
zh: 税

# CONTRACT_TAB_LOP_CURD_LBL_UNIT
source: Unit
ca: ឯកតា
fr: Unité
ja: 単位
ko: 단위
my: ယူနစ်
vi: Đơn vị
zh: 单元

# CONTRACT_TAB_LOP_CURD_TXT_AMOUNT
source: Amount
ca: ចំនួនទឹកប្រាក់
fr: Montant
ja: 量
ko: 양
my: ပမာဏ
vi: Số lượng
zh: 量

# CONTRACT_TAB_LOP_CURD_TXT_COMMISSION
source: rose
ca: បានកើនឡើង
ja: ローズ
ko: 장미
my: နှင်းဆီ
vi: Hoa hồng
zh: 玫瑰

# CONTRACT_TAB_LOP_CURD_TXT_CUSTOM_FEE
source: Discount
ca: ការបញ្ចុះតម្លៃ
fr: Remise
ja: ディスカウント
ko: 할인
my: လျှော့စျေး
vi: Chiết khấu
zh: 折扣

# CONTRACT_TAB_LOP_CURD_TXT_DISCOUNT
source: Discount(%)
ca: បញ្ចុះតម្លៃ (%)
fr: Remise(%)
ja: ディスカウント（％）
ko: 할인(%)
my: လျှော့စျေး(%)
vi: Giảm giá(%)
zh: 折扣（％）

# CONTRACT_TAB_LOP_CURD_TXT_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarque
ja: 注意
ko: 노트
my: မှတ်စု
vi: Ghi chú
zh: 注意

# CONTRACT_TAB_LOP_CURD_TXT_PRICE
source: Price
ca: តម្លៃ
fr: Prix
ja: 価格
ko: 가격
my: စျေးနှုန်း
vi: Giá
zh: 价钱

# CONTRACT_TAB_LOP_CURD_TXT_PRICE_OPTION
source: Price type
ca: ប្រភេទតម្លៃ
fr: Type de prix
ja: 価格タイプ
ko: 가격 유형
my: စျေးနှုန်းအမျိုးအစား
vi: Loại giá
zh: 价格类型

# CONTRACT_TAB_LOP_CURD_TXT_PRODUCT
source: Product
ca: ផលិតផល
fr: Produit
ja: 製品
ko: 생성물
my: ထုတ်ကုန်
vi: Sản phẩm
zh: 产品

# CONTRACT_TAB_LOP_CURD_TXT_TAX
source: Tax(%)
ca: ពន្ធ (%)
fr: Impôt(%)
ja: 税金（％）
ko: 세(%)
my: အခွန်(%)
vi: Thuế(%)
zh: 税（％）

# CONTRACT_TAB_LOP_CURD_TXT_UNIT
source: Unit
ca: ឯកតា
fr: Unité
ja: 単位
ko: 단위
my: ယူနစ်
vi: Đơn vị
zh: 单元

# CONTRACT_TAB_LOP_LIST_COL_AFTER_TAX
source: After tax
ca: បន្ទាប់ពីបង់ពន្ធ
fr: Après impôts
ja: 税引き後
ko: 세금을 공제 한 후에
my: အခွန်ပြီးနောက်
vi: Sau thuế
zh: 税后

# CONTRACT_TAB_LOP_LIST_COL_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarque
ja: 注意
ko: 노트
my: မှတ်စု
vi: Ghi chú
zh: 注意

# CONTRACT_TAB_LOP_LIST_COL_PRODUCT_CODE
source: Product
ca: ផលិតផល
fr: Produit
ja: 製品
ko: 생성물
my: ထုတ်ကုန်
vi: Sản phẩm
zh: 产品

# CONTRACT_TAB_LOP_LIST_COL_QUANTITY
source: Amount
ca: ចំនួនទឹកប្រាក់
fr: Montant
ja: 量
ko: 양
my: ပမာဏ
vi: Số lượng
zh: 量

# CONTRACT_TAB_LOP_LIST_COL_S_UNIT
source: Unit
ca: ឯកតា
fr: Unité
ja: 単位
ko: 단위
my: ယူနစ်
vi: Đơn vị
zh: 单元

# CONTRACT_TAB_LOP_LIST_COL_TAX
source: Tax(%)
ca: ពន្ធ (%)
fr: Impôt(%)
ja: 税金（％）
ko: 세(%)
my: အခွန်(%)
vi: Thuế suất(%)
zh: 税（％）

# CONTRACT_TAB_LOP_LIST_COL_TOTAL_PRICE
source: Total money
ca: លុយសរុប
fr: Argent total
ja: 合計金額
ko: 총 돈
my: စုစုပေါင်းပိုက်ဆံ
vi: Tổng tiền
zh: 总钱

# CONTRACT_TAB_LOP_LIST_COL_UNIT_PRICE
source: Price
ca: តម្លៃ
fr: Prix
ja: 価格
ko: 가격
my: စျေးနှုန်း
vi: Giá
zh: 价钱

# CONTRACT_TAB_LOP_TITLE_ADD
source: More products
ca: ផលិតផលជាច្រើនទៀត
fr: Plus de produits
ja: その他の製品
ko: 더 많은 제품
my: ထုတ်ကုန်များ
vi: Thêm sản phẩm
zh: 更多产品

# CONTRACT_TAB_LOP_VALIDATE_AMOUNT
source: Quantity may not be blank
ca: បរិមាណប្រហែលជាមិននៅទទេទេ
fr: La quantité peut ne pas être vide
ja: 数量は空白にできません
ko: 수량은 비워 둘 수 없습니다
my: အရေအတွက်အလွတ်မကျမည်မဟုတ်ပါ
vi: Số lượng không được để trống
zh: 数量不能为空

# CONTRACT_TAB_LOP_VALIDATE_PRICE
source: Price must not be blank
ca: តម្លៃមិនត្រូវទុកចោលទេ
fr: Le prix ne doit pas être vierge
ja: 価格を入力してください
ko: 가격은 비워 둘 수 없습니다
my: စျေးမဖြည့်ရ
vi: Giá không được để trống
zh: 价格不能空白

# CONTRACT_TAB_LOP_VALIDATE_PRODUCT
source: Product must not be blank
ca: ផលិតផលមិនត្រូវទុកចោលទេ
fr: Le produit ne doit pas être vierge
ja: 製品は空白にできません
ko: 제품은 비워 둘 수 없습니다
my: ကုန်ပစ္စည်းသည်ဗလာမဖြစ်ရ
vi: Sản phẩm không được để trống
zh: 产品不能为空

# CONTRACT_TAB_LOP_VALIDATE_TAX
source: Tax may not be blank
ca: ពន្ធប្រហែលជាមិនមានទំនេរទេ
fr: La taxe peut ne pas être vide
ja: 税金は空白にできません
ko: 세금은 비워 둘 수 없습니다
my: အခွန်အလွတ်မရနိုင်ပါ
vi: Thuế không được để trống
zh: 税项不能为空

# CONTRACT_TAB_LOP_VALIDATE_UNIT
source: Unit may not be blank
ca: ឯកតាប្រហែលជាមិនមានកន្លែងទំនេរទេ
fr: L'unité n'est peut-être pas vide
ja: ユニットは空白にできません
ko: 장치가 비어 있지 않을 수 있습니다
my: ယူနစ်အလွတ်ဖြစ်နိုင်သည်
vi: Đơn vị không được để trống
zh: 单位不能为空

# CONTRACT_TAB_LOS_LIST_COL_AFTER_TAX
source: After tax
ca: បន្ទាប់ពីបង់ពន្ធ
fr: Après impôts
ja: 税引き後
ko: 세금을 공제 한 후에
my: အခွန်ပြီးနောက်
vi: Sau thuế
zh: 税后

# CONTRACT_TAB_LOS_LIST_COL_COST
source: Price
ca: តម្លៃ
fr: Prix
ja: 価格
ko: 가격
my: စျေးနှုန်း
vi: Giá
zh: 价钱

# CONTRACT_TAB_LOS_LIST_COL_CURRENCY
source: Currency
ca: រូបិយប័ណ្ណ
fr: Devise
ja: 通貨
ko: 통화
my: ငွေကြေး
vi: Tiền tệ
zh: 货币

# CONTRACT_TAB_LOS_LIST_COL_QUANTITY
source: Amount
ca: ចំនួនទឹកប្រាក់
fr: Montant
ja: 量
ko: 양
my: ပမာဏ
vi: Số lượng
zh: 量

# CONTRACT_TAB_LOS_LIST_COL_SERVICE_CODE
source: Service code
ca: លេខកូដសេវាកម្ម
fr: Code de service
ja: サービスコード
ko: 서비스 코드
my: ဝန်ဆောင်မှုကုဒ်
vi: Mã dịch vụ
zh: 服务编号

# CONTRACT_TAB_LOS_LIST_COL_SERVICE_NAME
source: service name
ca: ឈ្មោះសេវាកម្ម
fr: Nom du service
ja: サービス名
ko: 서비스 이름
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ
zh: 服务名称

# CONTRACT_TAB_LOS_LIST_COL_TAX
source: Tax(%)
ca: ពន្ធ (%)
fr: Impôt(%)
ja: 税金（％）
ko: 세(%)
my: အခွန်(%)
vi: Thuế(%)
zh: 税（％）

# CONTRACT_TAB_LOS_LIST_COL_TOTAL
source: total price
ca: តម្លៃសរុប
fr: prix total
ja: 合計金額
ko: 총 가격
my: စုစုပေါင်းစျေးနှုန်း
vi: Tổng giá
zh: 总价

# CONTRACT_TAB_LOS_LIST_COL_UNIT
source: Unit
ca: ឯកតា
fr: Unité
ja: 単位
ko: 단위
my: ယူနစ်
vi: Đơn vị
zh: 单元

# CONTRACT_TAB_LOS_TITLE_ADD
source: Add new service
ca: បន្ថែមសេវាកម្មថ្មី
fr: Ajouter un nouveau service
ja: 新しいサービスを追加
ko: 새로운 서비스 추가
my: ဝန်ဆောင်မှုအသစ်ထည့်ပါ
vi: Thêm mới dịch vụ
zh: 新增服务

# CONTRACT_TAB_LOS_TITLE_EDIT
source: Fix the service
ca: ជួសជុលសេវាកម្ម
fr: Réparer le service
ja: サービスを修正する
ko: 서비스 수정
my: ဝန်ဆောင်မှုကို fix
vi: Sửa dịch vụ
zh: 修复服务

# CONTRACT_TAB_PAYMENT_COL_MONNEY_RECEIPT
source: Amount spent (VND)
ca: ចំនួនទឹកប្រាក់ដែលបានចំណាយ (ដុង)
fr: Montant dépensé (VND)
ja: 支出額（VND）
ko: 지출 금액 (VND)
my: သုံးစွဲသည့်ပမာဏ (VND)
vi: Số tiền chi(VNĐ)
zh: 消费金额（VND）

# CONTRACT_TAB_PAYMENT_COL_MONNEY_REVENU
source: Amount collected (VND)
ca: ចំនួនទឹកប្រាក់ដែលប្រមូលបាន (ដុង)
fr: Montant collecté (VND)
ja: 収集額（VND）
ko: 수집 된 금액 (VND)
my: ကောက်ယူသောပမာဏ (VND)
vi: Số tiền thu(VNĐ)
zh: 收款金额（VND）

# CONTRACT_TAB_PAYMENT_COL_MONNEY_SUM
source: Total money (VND)
ca: ប្រាក់សរុប (ដុង)
fr: Argent total (VND)
ja: 合計金額（VND）
ko: 총 금액 (VND)
my: စုစုပေါင်းငွေ (VND)
vi: Tổng tiền(VNĐ)
zh: 总金额（VND）

# CONTRACT_TAB_RELATED_ERR_CPNTRACT_CODE
source: Contract required
ca: តម្រូវឱ្យមានកិច្ចសន្យា
fr: Contrat requis
ja: 契約が必要です
ko: 계약 필요
my: စာချုပ်လိုအပ်သည်
vi: Hợp đồng yêu cầu bắt buộc
zh: 需要合同

# CONTRACT_TAB_RELATED_ERR_RELATIVE
source: Relations required
ca: ទំនាក់ទំនងត្រូវការ
fr: Relations requises
ja: 必要な関係
ko: 필요한 관계
my: ဆက်ဆံရေးလိုအပ်သည်
vi: Quan hệ yêu cầu bắt buộc
zh: 需要联系

# CONTRACT_TAB_RELATED_LBL_CPNTRACT_CODE
source: Contract
ca: កិច្ចសន្យា
fr: Contrat
ja: 契約する
ko: 계약
my: စာချုပ်
vi: Hợp đồng
zh: 合同

# CONTRACT_TAB_RELATED_LBL_RELATIVE
source: relationship
ca: ទំនាក់ទំនង
fr: relation
ja: 関係
ko: 관계
my: ဆက်ဆံရေး
vi: Quan hệ
zh: 关系

# CONTRACT_TAB_WA_LIST_COL_BEGIN_TIME
source: Start day
ca: កាលបរិច្ឆេទចាប់ផ្តើម
fr: Commence jour
ja: 開始日
ko: 시작일
my: နေ့စ
vi: Ngày bắt đầu
zh: 开始日

# CONTRACT_TAB_WA_LIST_COL_BOARD_NAME
source: Table name
ca: ឈ្មោះតារាង
fr: Nom de la table
ja: テーブル名
ko: 테이블 이름
my: စားပွဲတင်နာမည်
vi: Tên bảng
zh: 表名

# CONTRACT_TAB_WA_LIST_COL_CARD_CODE
source: Work Code
ca: លេខកូដការងារ
fr: Code de travail
ja: 作業コード
ko: 작업 코드
my: လုပ်ငန်းခွင်ကုဒ်
vi: Mã Việc
zh: 工作守则

# CONTRACT_TAB_WA_LIST_COL_CARD_NAME
source: Title
ca: ចំណងជើង
fr: Titre
ja: 題名
ko: 표제
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# CONTRACT_TAB_WA_LIST_COL_COMPLETED
source: Progress
ca: វឌ្ឍនភាព
fr: Le progrès
ja: 進捗
ko: 진행
my: တိုးတက်မှု
vi: Tiến độ
zh: 进展

# CONTRACT_TAB_WA_LIST_COL_COST
source: Expense
ca: ការផ្តល់មូលនិធិ
fr: Frais
ja: 費用
ko: 비용
my: အသုံးစရိတ်
vi: Kinh phí
zh: 费用

# CONTRACT_TAB_WA_LIST_COL_END_TIME
source: End date
ca: កាលបរិច្ឆេទបញ្ចប់
fr: Date de fin
ja: 終了日
ko: 종료일
my: အဆုံးရက်
vi: Ngày kết thúc
zh: 结束日期

# CONTRACT_TAB_WA_LIST_COL_LIST_NAME
source: List name
ca: ឈ្មោះបញ្ជី
fr: Liste de noms
ja: リスト名
ko: 리스트 이름
my: စာရင်းအမည်
vi: Tên danh sách
zh: 列表名称

# CONTRACT_TAB_WA_LIST_COL_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状態
ko: 상태
my: အခြေအနေ
vi: Trạng thái
zh: 状态

# CONTRACT_TITLE_ACTIVE
source: Subscribe to the contract / order comments
ca: ជាវយោបល់លើកិច្ចសន្យា / បញ្ជាទិញ
fr: Abonnez-vous aux commentaires du contrat / de la commande
ja: 契約/注文のコメントを購読する
ko: 계약 / 주문 댓글 구독
my: စာချုပ် / အမိန့်မှတ်ချက်များကိုစာရင်းသွင်းပါ
vi: Theo dõi ý kiến Hợp đồng/đơn hàng
zh: 订阅合同/订单评论

# CONTRACT_TITLE_INSTRUCTIONS
source: Instructions: Double click on the record to edit the contract
ca: សេចក្តីណែនាំ: ចុចទ្វេដងលើកំណត់ត្រាដើម្បីកែសម្រួលកិច្ចសន្យា
fr: Instructions: Double-cliquez sur l'enregistrement pour modifier le contrat
ja: 手順：契約を編集するには、レコードをダブルクリックします
ko: 지침 : 레코드를 두 번 클릭하여 계약을 편집하십시오.
my: ညွှန်ကြားချက်များ - စာချုပ်ကိုတည်းဖြတ်ရန်မှတ်တမ်းကိုနှစ်ချက်နှိပ်ပါ
vi: Hướng dẫn: Nhấn đúp chuột vào bản ghi để chỉnh sửa hợp đồng
zh: 说明：双击记录以编辑合同

# CONTRACT_TXT_FROM_DATE
source: Since
ca: ចាប់ពីកាលបរិច្ឆេទ
fr: Puisque
ja: 以来
ko: 이후
my: ကတည်းက
vi: Từ ngày
zh: 以来

# CONTRACT_TXT_SEARCH_BUDGET_F
source: Funding from
ca: ផ្តល់ថវិកាពី
fr: Financement de
ja: からの資金調達
ko: 에서 자금 지원
my: ရန်ပုံငွေ
vi: Kinh phí từ
zh: 资金来自

# CONTRACT_TXT_SEARCH_BUDGET_T
source: Funding to
ca: ផ្តល់ថវិកាដល់
fr: Financement pour
ja: 資金調達
ko: 에 자금
my: ရန်ပုံငွေရှာခြင်း
vi: Kinh phí đến
zh: 资助到

# CONTRACT_TXT_SEARCH_TO_DATE
source: Date signed
ca: កាលបរិច្ឆេទដែលបានចុះហត្ថលេខា
fr: Date de signature
ja: 日付署名しました
ko: 서명 날짜
my: ရက်စွဲလက်မှတ်ထိုးသည်
vi: Ngày ký đến
zh: 签署日期

# CONTRACT_VALIDATE_ADD_CONTRACT_CONFIRM
source: Would you like to add this contract?
ca: តើអ្នកចង់បន្ថែមកិច្ចសន្យានេះទេ?
fr: Souhaitez-vous ajouter ce contrat?
ja: この契約を追加しますか？
ko: 이 계약을 추가 하시겠습니까?
my: ဒီစာချုပ်ကိုထည့်ချင်ပါသလား။
vi: Bạn có muốn thêm hợp đồng này
zh: 您要添加此合同吗？

# CONTRACT_VALIDATE_BUYING_CONTRACTS_REQUIRED_REQUIRED
source: Contract purchase required
ca: ទាមទារការទិញកិច្ចសន្យា
fr: Achat de contrat requis
ja: 契約購入が必要
ko: 계약 구매 필요
my: စာချုပ်ဝယ်ယူရန်လိုအပ်သည်
vi: Hợp đồng mua yêu cầu bắt buộc
zh: 需要合同购买

# CONTRACT_VALIDATE_CONTRACT_PEOPLE
source: Please select an authorized employee
ca: សូមជ្រើសរើសនិយោជិកដែលមានការអនុញ្ញាត
fr: Veuillez sélectionner un employé autorisé
ja: 認定された従業員を選択してください
ko: 공인 직원을 선택하십시오
my: ကျေးဇူးပြု၍ တရားဝင် ၀ န်ထမ်းကိုရွေးချယ်ပါ
vi: Vui lòng chọn nhân viên được ủy quyền
zh: 请选择授权员工

# CONTRACT_VALIDATE_GROUP
source: Group may not be blank
ca: ក្រុមប្រហែលជាមិនមានកន្លែងទំនេរទេ
fr: Le groupe n'est peut-être pas vide
ja: グループは空白にできません
ko: 그룹은 비워 둘 수 없습니다
my: အုပ်စုသည်ကွက်လပ်မရှိပါ
vi: Nhóm không được để trống
zh: 组不能为空

# CONTRACT_VALIDATE_MUST_BE_NUMBER
source: {0} must be a number
ca: {0} ត្រូវតែជាលេខ
fr: {0} doit être un nombre
ja: {0}は数字でなければなりません
ko: {0}은 숫자 여야합니다
my: {0} ကနံပါတ်ဖြစ်ရမယ်
vi: {0} phải là số
zh: {0}必须是数字

# CONTRACT_VALIDATE_NOT_DATA_OR_BY_ZERO
source: Enter numeric data greater than or equal to 0!
ca: បញ្ចូលទិន្នន័យជាលេខធំជាងឬស្មើ ០!
fr: Entrez des données numériques supérieures ou égales à 0!
ja: 0以上の数値データを入力してください！
ko: 0보다 크거나 같은 숫자 데이터를 입력하십시오!
my: သုညထက်ကြီးသောသို့မဟုတ်ညီမျှသောဂဏန်းအချက်အလက်များကိုထည့်ပါ။
vi: Nhập dữ liệu số lớn hơn hoặc bằng 0!
zh: 输入大于或等于0的数字数据！

# CONTRACT_VALIDATE_START_DAY_NO_BLANK
source: Start date cannot be empty
ca: កាលបរិច្ឆេទចាប់ផ្តើមមិនអាចទទេបានទេ
fr: La date de début ne peut pas être vide
ja: 開始日を空にすることはできません
ko: 시작일은 비워 둘 수 없습니다
my: စတင်ရက်စွဲသည်အလွတ်မဖြစ်နိုင်ပါ
vi: Ngày bắt đầu không được để trống
zh: 开始日期不能为空

# CONTRACT_VALIDATE_TIME
source: Warranty period cannot be empty!
ca: រយៈពេលធានាមិនអាចទទេបានទេ!
fr: La période de garantie ne peut pas être vide!
ja: 保証期間を空にすることはできません！
ko: 보증 기간은 비워 둘 수 없습니다!
my: အာမခံကာလသည်အချည်းနှီးမဖြစ်နိုင်ပါ!
vi: Thời gian bảo hành không được để trống!
zh: 保修期不能为空！

# CONTRACT_VALIDATE_TXT_CONTRACT
source: Contract number must not be blank!
ca: លេខកិច្ចសន្យាមិនត្រូវទុកចោលទេ!
fr: Le numéro de contrat ne doit pas être vierge!
ja: 契約番号は空白にできません！
ko: 계약 번호는 반드시 입력해야합니다!
my: စာချုပ်နံပါတ်သည်ကွက်လပ်မဖြစ်ရ။
vi: Số hợp đồng không được để trống!
zh: 合同编号不能为空！

# CONTRACT_VALIDATE_TXT_CONTRACT_DATE
source: North signing day to force!
ca: ថ្ងៃចុះហត្ថលេខាខាងជើងដើម្បីបង្ខំ!
fr: Jour de signature du Nord pour forcer!
ja: 強制的に北の署名日！
ko: 북쪽 서명일 강제로!
my: အင်အားသုံးဖို့မြောက်ကိုရီးယားလက်မှတ်ရေးထိုးပွဲနေ့!
vi: Ngày ký kết bắc buộc!
zh: 北签字日给力！

# CONTRACT_VALIDATE_TXT_CONTRACT_TIME
source: Implementation time must not be blank!
ca: ពេលវេលាអនុវត្តមិនត្រូវទុកចោលទេ!
fr: Le temps de mise en œuvre ne doit pas être vide!
ja: 実装時間は空白にしないでください！
ko: 구현 시간은 반드시 입력해야합니다!
my: အကောင်အထည်ဖော်မည့်အချိန်သည်ကွက်လပ်မရှိရပါ။
vi: Thời gian thực hiện không được để trống!
zh: 执行时间不能为空！

# CONTRACT_VALIDATE_TXT_NO_DATA_DO_NOT_CREATE_AN_ORDER_REQUIREMENT
source: No data due to no order creation
ca: គ្មានទិន្នន័យដោយសារតែគ្មានការបង្កើតលំដាប់
fr: Aucune donnée due à aucune création de commande
ja: 注文作成がないためデータなし
ko: 주문 생성이 없기 때문에 데이터가 없습니다
my: အဘယ်သူမျှမအမိန့်ဖန်တီးမှုကြောင့်ဒေတာမရှိပါ
vi: Không có dữ liệu do chưa tạo Yêu cầu đặt hàng
zh: 由于没有订单创建，因此没有数据

# CONTRACT_VALIDATE_TXT_PROJECT_REQUIRED_REQUIRED
source: Project required
ca: គម្រោងត្រូវការ
fr: Projet requis
ja: 必要なプロジェクト
ko: 필요한 프로젝트
my: စီမံကိန်းလိုအပ်သည်
vi: Dự án yêu cầu bắt buộc
zh: 所需项目

# CONTRAT_CURD_MSG_ADDED_THIS_ORDER_REQUEST
source: You have already added this order request
ca: អ្នកបានបន្ថែមសំណើបញ្ជាទិញនេះរួចហើយ
fr: Vous avez déjà ajouté cette demande de commande
ja: この注文リクエストは既に追加されています
ko: 이 주문 요청을 이미 추가했습니다
my: သင်ဤမှာကြားမှုတောင်းဆိုမှုကိုထည့်ပြီးပါပြီ
vi: Bạn đã thêm yêu cầu đặt hàng này
zh: 您已经添加了此订单请求

# CONTRAT_CURD_MSG_ADDED_THIS_PROJECT
source: You have already added this project
ca: អ្នកបានបន្ថែមគំរោងនេះរួចហើយ
fr: Vous avez déjà ajouté ce projet
ja: このプロジェクトは既に追加されています
ko: 이미이 프로젝트를 추가했습니다
my: ဤစီမံကိန်းကိုသင်ပြီးပါပြီ
vi: Bạn đã thêm dự án này
zh: 您已经添加了该项目
