Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ContractController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# CONTRACR_MSG_DELETE_PRODUCT_YC
source: Products already in the import request are not allowed to be modified or deleted
ca: ផលិតផលដែលមានរួចហើយនៅក្នុងការស្នើសុំនាំចូលមិនត្រូវបានអនុញ្ញាតឱ្យកែប្រែឬលុបចោលទេ
fr: Les produits déjà dans la demande d'importation ne peuvent pas être modifiés ou supprimés
ja: 既にインポート要求にある製品は、変更または削除できません
ko: 가져 오기 요청이 이미 완료된 제품은 수정하거나 삭제할 수 없습니다
my: တင်သွင်းရန်တောင်းဆိုမှုတွင်ရှိနှင့်ပြီးသားထုတ်ကုန်များကိုပြုပြင်ရန်သို့မဟုတ်ဖျက်ရန်ခွင့်မပြုပါ
vi: Sản phẩm đã có trong Y/C nhập khẩu không được phép sửa, xóa
zh: 导入请求中已存在的产品不允许被修改或删除

# CONTRACR_MSG_DELETE_PRODUCT_YC_APPROVED
source: The import slip of this contract has been approved, the product cannot be deleted
ca: ប័ណ្ណនាំចូលនៃកិច្ចសន្យានេះត្រូវបានអនុម័តផលិតផលមិនអាចត្រូវបានលុបចោលទេ
fr: Le bordereau d'importation de ce contrat a été approuvé, le produit ne peut pas être supprimé
ja: この契約の輸入伝票は承認されました。製品は削除できません
ko: 이 계약의 수입 전표가 승인되었으며 제품을 삭제할 수 없습니다
my: ဤစာချုပ်၏သွင်းကုန်စာရွက်စာတမ်းကိုအတည်ပြုထားပြီးထုတ်ကုန်ကို ဖျက်၍ မရပါ
vi: Phiếu nhập khẩu của hợp đồng này đã được duyệt, không thể xóa sản phẩm
zh: 该合同的进口单已获得批准，不能删除该产品

# CONTRACR_MSG_TITLE_DETAILS_OF_SUPPLIERS_FOR_PRODUCTS
source: Supplier details for the product
ca: ព័ត៌មានលម្អិតរបស់អ្នកផ្គត់ផ្គង់សម្រាប់ផលិតផល
fr: Détails du fournisseur pour le produit
ja: 製品のサプライヤー詳細
ko: 제품 공급 업체 세부 사항
my: ထုတ်ကုန်များအတွက်ပေးသွင်းအသေးစိတ်
vi: Chi tiết các nhà cung cấp cho sản phẩm
zh: 产品的供应商详细信息

# CONTRACR_MSG_TITLE_FILE_EDIT
source: Edit the file extension
ca: កែសម្រួលផ្នែកបន្ថែមឯកសារ
fr: Modifier l'extension de fichier
ja: ファイル拡張子を編集する
ko: 파일 확장자 편집
my: ဖိုင် extension ကိုတည်းဖြတ်ပါ
vi: Sửa tệp tin mở rộng
zh: 编辑文件扩展名

# CONTRACR_MSG_UPDATE_CUS_CONTRACT_INFO_FAIL
source: Error! An error occurred. Please try again later
ca: កំហុសមួយបានកើតឡើង
fr: Erreur! Une erreur est survenue. Veuillez réessayer plus tard
ja: エラー！エラーが発生しました。後でもう一度やり直してください
ko: 오류! 오류가 발생했습니다. 나중에 다시 시도하세요
my: အမှား! အမှားတစ်ခုဖြစ်ပွားခဲ့သည် ကျေးဇူးပြု၍ နောက်မှထပ်ကြိုးစားပါ
vi: Đã xảy ra lỗi
zh: 错误！发生错误。请稍后再试

# CONTRACR_MSG_UPDATE_CUS_CONTRACT_INFO_SUCCESS
source: Successfully updated
ca: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានដោយជោគជ័យ
fr: Mise à jour réussie
ja: 正常に更新されました
ko: 성공적으로 업데이트
my: အောင်မြင်စွာ update လုပ်
vi: Cập nhật thông tin thành công
zh: 成功更新

# CONTRACT_BTN_CLOSED
source: Closed
ca: បិទ
fr: Fermé
ja: 閉まっている
ko: 닫은
my: ပိတ်သိမ်း
vi: Đóng
zh: 关闭

# CONTRACT_BTN_ORDER_REQUSET
source: Order request
ca: ស្នើសុំបញ្ជាទិញ
fr: Demande de commande
ja: オーダーリクエスト
ko: 주문 요청
my: အမှာစာတောင်းဆိုမှု
vi: YC đặt hàng
zh: 订购要求

# CONTRACT_COL_LIST_COMMENT
source: Opinion
ca: យោបល់
ja: 意見
ko: 의견
my: ထင်မြင်ချက်
vi: Ý kiến
zh: 意见

# CONTRACT_COL_LIST_STT
source: No.
ca: ទេ
fr: Non.
ja: 番号。
ko: 아니.
my: နံပါတ်
vi: STT
zh: 没有。

# CONTRACT_COL_LIST_TIME
source: Time
ca: ពេលវេលានៃ
fr: Temps
ja: 時間
ko: 시각
my: အချိန်
vi: Thời gian
zh: 时间

# CONTRACT_COL_LIST_USER
source: People comments
ca: មតិយោបល់របស់ប្រជាជន
fr: Commentaires des gens
ja: 人々のコメント
ko: 사람들의 의견
my: လူမှတ်ချက်များ
vi: Người ý kiến
zh: 人们评论

# CONTRACT_CURD_COL_BUDGET_EXCLUDE_TAX
source: Pre-tax value
ca: តម្លៃមុនពន្ធ
fr: Valeur avant impôt
ja: 税引前額
ko: 세전 가치
my: အခွန်မပေးမီတန်ဖိုး
vi: Giá trị trước thuế
zh: 税前价值

# CONTRACT_CURD_COL_BUDGET_EXCLUDE_TAX_VND
source: Redeem (VND)
ca: រំលោះ (ដុង)
fr: Utiliser (VND)
ja: 引き換え（VND）
ko: 사용 (VND)
my: ရွေးသူ (VND)
vi: Quy đổi (VNĐ)
zh: 兑换（VND）

# CONTRACT_CURD_COL_CONTACT_NO
source: Some contracts
ca: លេខកិច្ចសន្យា
fr: Quelques contrats
ja: いくつかの契約
ko: 일부 계약
my: အချို့စာချုပ်များ
vi: Số hợp đồng
zh: 一些合约

# CONTRACT_CURD_COL_CONTRACT_DATE
source: Sign day
ca: កាលបរិច្ឆេទដែលបានចុះហត្ថលេខា
fr: Jour du signe
ja: 署名日
ko: 서명 일
my: နေ့သင်္ကေတ
vi: Ngày ký
zh: 签到日

# CONTRACT_CURD_COL_CUSNAME
source: Customer name
ca: ឈ្មោះអតិថិជន
fr: Nom du client
ja: 顧客名
ko: 고객 이름
my: ဖောက်သည်အမည်
vi: Tên khách hàng
zh: 顾客姓名

# CONTRACT_CURD_COL_NAME
source: Content contract
ca: មាតិកាកិច្ចសន្យា
fr: Contrat de contenu
ja: コンテンツ契約
ko: 콘텐츠 계약
my: အကြောင်းအရာစာချုပ်
vi: Nội dung hợp đồng
zh: 内容合同

# CONTRACT_CURD_COL_SEND_DATE
source: Last delivery date
ca: កាលបរិច្ឆេទចែកចាយចុងក្រោយ
fr: Dernière date de livraison
ja: 最終配達日
ko: 마지막 배달 날짜
my: နောက်ဆုံးပေးပို့မည့်နေ့
vi: Ngày giao cuối
zh: 最后交货日期

# CONTRACT_CURD_COL_STATUS_IMPORT_PRODUCT
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状態
ko: 상태
my: အခြေအနေ
vi: Tình trạng
zh: 状态

# CONTRACT_CURD_COL_S_END_DATE
source: Time remaining
ca: ពេលវេលានៅសល់
fr: Temps restant
ja: 残り時間
ko: 남은 시간
my: ကျန်ရှိသောအချိန်
vi: Thời hạn còn lại
zh: 剩余时间

# CONTRACT_CURD_COMBO_CONTRACT_TYPE
source: Type of contract
ca: ប្រភេទកិច្ចសន្យា
fr: Type de contrat
ja: 契約の種類
ko: 계약 유형
my: စာချုပ်အမျိုးအစား
vi: Loại hợp đồng
zh: 合同类型

# CONTRACT_CURD_COMBO_CUSTOMER_CODE
source: Customer
ca: អតិថិជន
fr: Client
ja: お客様
ko: 고객
my: ဖောက်သည်
vi: Khách hàng
zh: 顾客

# CONTRACT_CURD_COMBO_MAIN_SERVICE
source: Main service
ca: សេវាកម្មសំខាន់
fr: Service principal
ja: 主なサービス
ko: 주요 서비스
my: အဓိကဝန်ဆောင်မှု
vi: Dịch vụ chính
zh: 主要服务

# CONTRACT_CURD_COMBO_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状態
ko: 상태
my: အခြေအနေ
vi: Trạng thái
zh: 状态

# CONTRACT_CURD_LBL_ACCEPTANCE_TIME
source: Date of acceptance
ca: កាលបរិច្ឆេទទទួលយក
fr: Date d'acceptation
ja: 受理日
ko: 접수일
my: လက်ခံသည့်နေ့ရက်
vi: Ngày nghiệm thu
zh: 接受日期

# CONTRACT_CURD_LBL_ACTIVITY_COMMENT
source: Opinion
ca: យោបល់
ja: 意見
ko: 의견
my: ထင်မြင်ချက်
vi: Ý kiến
zh: 意见

# CONTRACT_CURD_LBL_ATTENTION
source: Attention
ca: យកចិត្តទុកដាក់
ja: 注意
ko: 주의
my: အာရုံစူးစိုက်မှု
vi: Chú ý
zh: 注意

# CONTRACT_CURD_LBL_BUDGET
source: Before tax (details)
ca: មុនពន្ធ (ព័ត៌មានលម្អិត)
fr: Avant impôt (détails)
ja: 税引き前（詳細）
ko: 세금 전 (세부 사항)
my: အခွန်မပေးမီ (အသေးစိတ်ကို)
vi: Trước thuế (chi tiết)
zh: 税前（详细）

# CONTRACT_CURD_LBL_BUDGET_EXCLUDE_TAX
source: Enter before tax
ca: បញ្ចូលមុនពន្ធ
fr: Entrez avant impôt
ja: 税抜き
ko: 세금 전에 입력
my: အခွန်မဝင်မှီရိုက်ပါ
vi: Giá trước thuế
zh: 税前输入

# CONTRACT_CURD_LBL_BUDGET_TOTAL_DETAIL
source: After tax (details)
ca: បន្ទាប់ពីបង់ពន្ធ (ព័ត៌មានលម្អិត)
fr: Après impôt (détails)
ja: 税引き後（詳細）
ko: 세금 후 (세부 사항)
my: အခွန်အပြီး (အသေးစိတ်)
vi: Sau thuế (chi tiết )
zh: 税后（详细）

# CONTRACT_CURD_LBL_CHOOSE_SELECT_PROJECT
source: Choose a project
ca: ជ្រើសរើសគំរោង
fr: Choisissez un projet
ja: プロジェクトを選択してください
ko: 프로젝트를 선택하십시오
my: စီမံကိန်းတစ်ခုရွေးပါ
vi: Chọn dự án
zh: 选择一个项目

# CONTRACT_CURD_LBL_CODE_ORDERS
source: Code orders
ca: លេខកូដបញ្ជាទិញ
fr: Ordres de code
ja: コード注文
ko: 코드 주문
my: ကုဒ်အမိန့်
vi: Mã đơn hàng
zh: 代码顺序

# CONTRACT_CURD_LBL_COLLECTION_RELEASE
source: Related revenue / expenditure
ca: ចំណូល / ចំណាយពាក់ព័ន្ធ
fr: Recettes / dépenses connexes
ja: 関連する収入/支出
ko: 관련 수입 / 지출
my: ဆက်စပ်သောဝင်ငွေ / အသုံးစရိတ်
vi: Thu/chi liên quan
zh: 相关收入/支出

# CONTRACT_CURD_LBL_COLLECT_SPENDING
source: Revenues / expenditures
ca: ចំណូល / ចំណាយ
fr: Revenus / dépenses
ja: 収入/支出
ko: 수익 / 지출
my: ဝင်ငွေ / အသုံးစရိတ်များ
vi: Thu/chi
zh: 收入/支出

# CONTRACT_CURD_LBL_CONTACT_EMAIL
source: Email the contact person
ca: អ៊ីម៉ែលអ្នកទំនាក់ទំនង
fr: Envoyez un e-mail à la personne de contact
ja: 連絡先にメールを送信
ko: 담당자에게 이메일 보내기
my: ဆက်သွယ်ရန်ပုဂ္ဂိုလ်ကိုအီးမေးလ်ပို့ပါ
vi: Email người liên hệ
zh: 给联系人发送电子邮件

# CONTRACT_CURD_LBL_CONTACT_NAME
source: Contact name
ca: ឈ្មោះទំនាក់ទំនង
fr: Nom du contact
ja: 連絡先
ko: 담당자 이름
my: ဆက်သွယ်ရန်အမည်
vi: Tên người liên hệ
zh: 联系人姓名

# CONTRACT_CURD_LBL_CONTACT_PHONE
source: Phone number of the contact person
ca: លេខទូរស័ព្ទរបស់អ្នកទំនាក់ទំនង
fr: Numéro de téléphone de la personne de contact
ja: 連絡先の電話番号
ko: 연락 담당자의 전화 번호
my: ဆက်သွယ်ရန်ပုဂ္ဂိုလ်၏ဖုန်းနံပါတ်
vi: SĐT người liên hệ
zh: 联系人的电话号码

# CONTRACT_CURD_LBL_CONTRACT_CODE
source: Contract Code
ca: លេខកូដកិច្ចសន្យា
fr: Code de contrat
ja: 契約コード
ko: 계약 코드
my: ကန်ထရိုက်စာချုပ်
vi: Mã hợp đồng
zh: 合约编号

# CONTRACT_CURD_LBL_CONTRACT_DATE
source: Signing date
ca: កាលបរិច្ឆេទចុះហត្ថលេខា
fr: Date de signature
ja: 署名日
ko: 서명 날짜
my: လက်မှတ်ထိုးရက်
vi: Ngày ký kết
zh: 签署日期

# CONTRACT_CURD_LBL_CONTRACT_NAME
source: Contract name
ca: ឈ្មោះកិច្ចសន្យា
fr: Nom du contrat
ja: 契約名
ko: 계약 명
my: စာချုပ်အမည်
vi: Tên hợp đồng
zh: 合约名称

# CONTRACT_CURD_LBL_CONTRACT_NO
source: Some contracts
ca: លេខកិច្ចសន្យា
fr: Quelques contrats
ja: いくつかの契約
ko: 일부 계약
my: အချို့စာချုပ်များ
vi: Số hợp đồng
zh: 一些合约

# CONTRACT_CURD_LBL_CONTRACT_PEOPLE
source: Authorized person
ca: បុគ្គលដែលមានការអនុញ្ញាត
fr: Personne autorisée
ja: 権限保持者
ko: 공인 된 사람
my: အခွင့်အာဏာရှိသူ
vi: Người được ủy quyền
zh: 授权人

# CONTRACT_CURD_LBL_CONTRACT_TYPE
source: Type of contract
ca: ប្រភេទកិច្ចសន្យា
fr: Type de contrat
ja: 契約の種類
ko: 계약 유형
my: စာချုပ်အမျိုးအစား
vi: Loại hợp đồng
zh: 合同类型

# CONTRACT_CURD_LBL_CREATE_APPENDIX
source: Create appendix
ca: បង្កើតឧបសម្ព័ន្ធ
fr: Créer une annexe
ja: 付録を作成
ko: 부록 만들기
my: နောက်ဆက်တွဲကိုဖန်တီးပါ
vi: Tạo phụ lục
zh: 创建附录

# CONTRACT_CURD_LBL_CURRENCY
source: Currency
ca: រូបិយប័ណ្ណ
fr: Devise
ja: 通貨
ko: 통화
my: ငွေကြေး
vi: Tiền tệ
zh: 货币

# CONTRACT_CURD_LBL_CUSTOMERS_WORKS
source: Customers / works
ca: អតិថិជន / ធ្វើការ
fr: Clients / travaux
ja: 顧客/作品
ko: 고객 / 작품
my: ဖောက်သည်များ / အကျင့်ကိုကျင့်
vi: Khách hàng/công trình
zh: 客户/作品

# CONTRACT_CURD_LBL_CUSTOMER_CODE
source: Customer
ca: អតិថិជន
fr: Client
ja: お客様
ko: 고객
my: ဖောက်သည်
vi: Khách hàng
zh: 顾客

# CONTRACT_CURD_LBL_DESCRIPTION
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_LBL_DURATION
source: Execution time
ca: ចំណាយពេល
fr: Temps d'exécution
ja: 実行時間
ko: 실행 시간
my: Execution အချိန်
vi: Thời gian thực hiện
zh: 执行时间处理时间

# CONTRACT_CURD_LBL_END_DAY
source: End date
ca: កាលបរិច្ឆេទបញ្ចប់
fr: Date de fin
ja: 終了日
ko: 종료일
my: အဆုံးရက်
vi: Ngày kết thúc
zh: 结束日期

# CONTRACT_CURD_LBL_EXCHANGE_RATE
source: Exchange rate
ca: អត្រាប្តូរប្រាក់
fr: Taux de change
ja: 為替レート
ko: 환율
my: ငွေလဲလှယ်နှုန်း
vi: Tỷ giá
zh: 汇率

# CONTRACT_CURD_LBL_FROM_DATE
source: Date signed from
ca: កាលបរិច្ឆេទដែលបានចុះហត្ថលេខាពី
fr: Date de signature du
ja: 署名日
ko: 서명 날짜
my: ရက်မှလက်မှတ်ထိုးခဲ့သည်
vi: Ngày ký từ
zh: 签署日期

# CONTRACT_CURD_LBL_LIST_SUPPLIER
source: Supplier
ca: អ្នកផ្តល់
fr: Fournisseur
ja: サプライヤー
ko: 공급 업체
my: ပေးသွင်းသူ
vi: Nhà cung cấp
zh: 供应商

# CONTRACT_CURD_LBL_LOCATION_HARD_COPY
source: Copy
ca: ចម្លង
fr: Copie
ja: コピー
ko: 부
my: ကူးပါ
vi: Bản sao
zh: 复制

# CONTRACT_CURD_LBL_LOG_INFORMATION
source: Log information
ca: ព័ត៌មានកំណត់ហេតុ
fr: Informations sur le journal
ja: ログ情報
ko: 로그 정보
my: သတင်းအချက်အလက် Log
vi: Thông tin log
zh: 日志信息

# CONTRACT_CURD_LBL_MAINTENANCE
source: Warranty period
ca: រយៈពេលធានា
fr: Période de garantie
ja: 保証期間
ko: 보증 기간
my: အာမခံကာလ
vi: Thời gian bảo hành
zh: 保修期

# CONTRACT_CURD_LBL_MAIN_SERVICE
source: Main service
ca: សេវាកម្មសំខាន់
fr: Service principal
ja: 主なサービス
ko: 주요 서비스
my: အဓိကဝန်ဆောင်မှု
vi: Dịch vụ chính
zh: 主要服务

# CONTRACT_CURD_LBL_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_LBL_NOTE_DOUBLE_CLICK
source: Instructions: Double click on the record to see details of the suppliers for the product
ca: សេចក្តីណែនាំ: ចុចទ្វេដងលើកំណត់ត្រាដើម្បីមើលព័ត៌មានលម្អិតរបស់អ្នកផ្គត់ផ្គង់សម្រាប់ផលិតផល
fr: Instructions: Double-cliquez sur l'enregistrement pour voir les détails des fournisseurs du produit
ja: 手順：レコードをダブルクリックして、製品のサプライヤーの詳細を表示します
ko: 지침 : 레코드를 두 번 클릭하여 제품 공급 업체의 세부 사항을보십시오
my: ညွှန်ကြားချက်များ - ကုန်ပစ္စည်းတင်သွင်းသူများ၏အသေးစိတ်အချက်အလက်များကိုကြည့်ရှုရန်မှတ်တမ်းကိုနှစ်ချက်နှိပ်ပါ
vi: Hướng dẫn: Nhấn đúp chuột vào bản ghi để xem chi tiết các nhà cung cấp cho sản phẩm
zh: 说明：双击记录以查看产品供应商的详细信息

# CONTRACT_CURD_LBL_OBJECTS
source: Object
ca: វត្ថុ
fr: Objet
ja: 対象
ko: 목적
my: အရာဝတ္ထု
vi: Đối tượng
zh: 宾语

# CONTRACT_CURD_LBL_ORDERER
source: Orderer
ca: អ្នកបញ្ជា
fr: Commander
ja: 注文者
ko: 발주자
my: အမှာစာ
vi: Người đặt hàng
zh: 订购者

# CONTRACT_CURD_LBL_PAYMENT_MONEY_TOTAL
source: General discount after
ca: ការបញ្ចុះតំលៃទូទៅបន្ទាប់ពី
fr: Remise générale après
ja: 後の一般割引
ko: 이후 일반 할인
my: ပြီးနောက်အထွေထွေလျှော့စျေး
vi: Tổng sau giảm giá
zh: 之后的一般折扣

# CONTRACT_CURD_LBL_PAYMENT_TIMES_ARE_REQUIRED
source: Payment times are required
ca: ទាមទារពេលវេលាទូទាត់
fr: Les délais de paiement sont obligatoires
ja: 支払い時間が必要です
ko: 지불 시간이 필요합니다
my: ငွေပေးချေမှုကာလလိုအပ်ပါသည်
vi: Lần thanh toán là bắt buộc
zh: 需要付款时间

# CONTRACT_CURD_LBL_PRODUCTS_IN_THE_CONTRACT
source: Products in the contract with a modification
ca: ផលិតផលនៅក្នុងកិច្ចសន្យាជាមួយនឹងការកែប្រែ
fr: Produits du contrat avec modification
ja: 変更された契約の製品
ko: 수정 된 계약의 제품
my: တစ်ပြုပြင်မွမ်းမံနှင့်အတူစာချုပ်ထဲမှာထုတ်ကုန်
vi: Sản phẩm trong hợp đồng có chỉnh sửa
zh: 合同中的产品有修改

# CONTRACT_CURD_LBL_PROJECT
source: Project
ca: គម្រោង
fr: Projet
ja: 事業
ko: 계획
my: စီမံကိန်း
vi: Dự án
zh: 项目

# CONTRACT_CURD_LBL_PROJECT_CODE
source: Project code
ca: កូដគម្រោង
fr: Code de projet
ja: プロジェクトコード
ko: 프로젝트 코드
my: စီမံကိန်းကုဒ်
vi: Mã dự án
zh: 项目代码

# CONTRACT_CURD_LBL_PROJECT_NAME
source: Name of project
ca: ឈ្មោះគម្រោង
fr: Nom du projet
ja: プロジェクトの名前
ko: 프로젝트 명
my: စီမံကိန်းအမည်
vi: Tên dự án
zh: 项目名称

# CONTRACT_CURD_LBL_PROJECT_TOTAL_TAX
source: Total tax
ca: ពន្ធសរុប
fr: Taxe total
ja: 総税
ko: 총 세금
my: စုစုပေါင်းအခွန်
vi: Tổng thuế
zh: 总税

# CONTRACT_CURD_LBL_REAL_BUDGET
source: Price down
ca: តម្លៃចុះ
fr: Baisser les prix
ja: 値下げ
ko: 가격 인하
my: စျေးလျှော့
vi: Giá sau giảm
zh: 价格下降

# CONTRACT_CURD_LBL_RELATED_TYPE
source: Related type
ca: ប្រភេទពាក់ព័ន្ធ
fr: Type connexe
ja: 関連タイプ
ko: 관련 유형
my: ဆက်စပ်အမျိုးအစား
vi: Kiểu liên quan
zh: 相关类型

# CONTRACT_CURD_LBL_REQUEST_CODE
source: Request code
ca: លេខកូដស្នើសុំ
fr: Code requis
ja: リクエストコード
ko: 요청 코드
my: တောင်းဆိုမှုကုဒ်
vi: Mã yêu cầu
zh: 请求代码

# CONTRACT_CURD_LBL_SELECT_OBJECTS
source: Select object
ca: ជ្រើសរើសវត្ថុ
fr: Sélectionnez un objet
ja: オブジェクトを選択
ko: 객체 선택
my: အရာဝတ္ထုကိုရွေးပါ
vi: Chọn đối tượng
zh: 选择对象

# CONTRACT_CURD_LBL_SENDER
source: Sender
ca: អ្នកផ្ញើ
fr: Expéditeur
ja: 送信者
ko: 송신기
my: ပို့သူ
vi: Người gửi
zh: 发件人

# CONTRACT_CURD_LBL_SIGNER
source: The signer
ca: អ្នកចុះហត្ថលេខា
fr: Le signataire
ja: 署名者
ko: 서명자
my: လက်မှတ်ထိုးသူ
vi: Người ký kết
zh: 签名人

# CONTRACT_CURD_LBL_START_DAY
source: Effective date
ca: កាលបរិច្ឆេទមានប្រសិទ្ធភាព
fr: Date effective
ja: 発効日
ko: 유효 날짜
my: ထိရောက်သောနေ့စွဲ
vi: Ngày hiệu lực
zh: 生效日期

# CONTRACT_CURD_LBL_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状態
ko: 상태
my: အခြေအနေ
vi: Trạng thái
zh: 状态

# CONTRACT_CURD_LBL_TAGS
source: Key word
ca: ពាក្យគន្លឹះ
fr: Mot-clé
ja: キーワード
ko: 핵심어
my: အဓိကစကားလုံး
vi: Từ khóa
zh: 关键字

# CONTRACT_CURD_LBL_TAX_AMOUNT
source: Enter the total tax
ca: បញ្ចូលពន្ធសរុប
fr: Entrez la taxe totale
ja: 合計税を入力してください
ko: 총 세금을 입력하십시오
my: စုစုပေါင်းအခွန်ထည့်သွင်းပါ
vi: Tổng thuế nhập khẩu
zh: 输入总税

# CONTRACT_CURD_LBL_TAX_TOTAL_DETAIL
source: Total taxes (details)
ca: ពន្ធសរុប (ព័ត៌មានលម្អិត)
fr: Taxes totales (détails)
ja: 総税（詳細）
ko: 총 세금 (세부 사항)
my: စုစုပေါင်းအခွန် (အသေးစိတ်)
vi: Tổng thuế (chi tiết )
zh: 税收总额（明细）

# CONTRACT_CURD_LBL_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 題名
ko: 표제
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# CONTRACT_CURD_LBL_TOTAL_AFTER_DISCOUNT
source: General discount after
ca: ការបញ្ចុះតំលៃទូទៅបន្ទាប់ពី
fr: Remise générale après
ja: 後の一般割引
ko: 이후 일반 할인
my: ပြီးနောက်အထွေထွေလျှော့စျေး
vi: Tổng sau giảm giá
zh: 之后的一般折扣

# CONTRACT_CURD_LBL_TYPE_OF_OBJECTS
source: Type of object
ca: ប្រភេទវត្ថុ
fr: Type d'objet
ja: オブジェクトの種類
ko: 객체의 유형
my: အရာဝတ္ထုအမျိုးအစား
vi: Loại đối tượng
zh: 对象类型

# CONTRACT_CURD_LBL_USER
source: User
ca: អ្នកប្រើប្រាស់
fr: Utilisateur
ja: ユーザー
ko: 사용자
my: အသုံးပြုသူကို
vi: Người dùng
zh: 用户

# CONTRACT_CURD_LBL_VERSION
source: Version
ca: កំណែ
ja: バージョン
ko: 버전
my: ဗားရှင်း
vi: Phiên bản
zh: 版

# CONTRACT_CURD_LBL_VERSION HISTORY
source: Version history of the contract
ca: ប្រវត្តិសាស្រ្តនៃកិច្ចសន្យា
fr: Historique des versions du contrat
ja: 契約のバージョン履歴
ko: 계약의 버전 기록
my: စာချုပ်၏ဗားရှင်းသမိုင်း
vi: Lịch sử các phiên bản của hợp đồng
zh: 合同的版本历史

# CONTRACT_CURD_MSG_ADD
source: More
ca: ច្រើនទៀត
fr: Plus
ja: もっと
ko: 더
my: နောက်ထပ်
vi: Thêm
zh: 更多

# CONTRACT_CURD_MSG_ADD_PAYMENT_SCHEDULE_SUCCESSFULLY
source: Add payment schedule successfully.
ca: បន្ថែមកាលវិភាគទូទាត់ដោយជោគជ័យ។
fr: Ajoutez le calendrier de paiement avec succès.
ja: 支払いスケジュールを正常に追加します。
ko: 결제 일정을 성공적으로 추가하십시오.
my: ငွေပေးချေမှုအစီအစဉ်ကိုအောင်မြင်စွာထည့်ပါ။
vi: Thêm lịch thanh toán thành công.
zh: 成功添加付款时间表。

# CONTRACT_CURD_MSG_CHECK_DATE
source: The contract effective date must be smaller than the end date!
ca: កាលបរិច្ឆេទកិច្ចសន្យាត្រូវមានទំហំតូចជាងកាលបរិច្ឆេទបញ្ចប់!
fr: La date d'entrée en vigueur du contrat doit être inférieure à la date de fin!
ja: 契約の発効日は終了日よりも小さくなければなりません！
ko: 계약 유효 날짜는 종료 날짜보다 작아야합니다!
my: စာချုပ်ထိရောက်သည့်နေ့သည်အဆုံးသတ်ရက်ထက်နည်းရမည်။
vi: Ngày hiệu lực hợp đồng phải nhỏ hơn ngày kết thúc!
zh: 合同生效日期必须小于结束日期！

# CONTRACT_CURD_MSG_CONTRACT_ORDER_HAS_BEEN_CREATED_REQUEST ORDER
source: This contract / Order has been created Request Order!
ca: កិច្ចសន្យា / ការបញ្ជាទិញនេះត្រូវបានបង្កើតការស្នើសុំបញ្ជាទិញ!
fr: Ce contrat / commande a été créé Demander une commande!
ja: この契約/注文は注文を作成しました！
ko: 이 계약서 / 주문이 생성되었습니다 주문 요청!
my: ဤစာချုပ်၊
vi: Hợp đồng/Đơn hàng này đã từng được tạo Yêu cầu đặt hàng!
zh: 此合同/订单已创建请求订单！

# CONTRACT_CURD_MSG_CREATE_CHOOSEPROJECT_BEFORE_DOWNLOADING
source: Select the project before downloading
ca: ជ្រើសរើសគម្រោងមុនពេលទាញយក
fr: Sélectionnez le projet avant de télécharger
ja: ダウンロードする前にプロジェクトを選択します
ko: 다운로드하기 전에 프로젝트를 선택하십시오
my: download မလုပ်ခင်စီမံကိန်းကိုရွေးချယ်ပါ
vi: Chọn dự án trước khi tải
zh: 下载前选择项目

# CONTRACT_CURD_MSG_CREATE_CONTRACR
source: Please create before contract
ca: សូមបង្កើតមុនពេលកិច្ចសន្យា
fr: Veuillez créer avant le contrat
ja: 契約前に作成してください
ko: 계약 전에 작성하십시오
my: ကန်ထရိုက်မတိုင်မီဖန်တီးပါ
vi: Vui lòng tạo trước hợp đồng
zh: 请在合同之前创建

# CONTRACT_CURD_MSG_DATA_NOT_BLANK
source: Please select the data!
ca: សូមជ្រើសរើសទិន្នន័យ!
fr: Veuillez sélectionner les données!
ja: データを選択してください！
ko: 데이터를 선택하십시오!
my: ကျေးဇူးပြု၍ အချက်အလက်ရွေးပါ
vi: Vui lòng chọn dữ liệu!
zh: 请选择数据！

# CONTRACT_CURD_MSG_DOWNLOAD_PROJECT_DATA_SUCCESSFULLY
source: Download project data successfully
ca: ទាញយកទិន្នន័យគម្រោងដោយជោគជ័យ
fr: Télécharger les données du projet avec succès
ja: プロジェクトデータを正常にダウンロードする
ko: 프로젝트 데이터를 성공적으로 다운로드
my: စီမံကိန်းအချက်အလက်များကိုအောင်မြင်စွာ download လုပ်ပါ
vi: Tải dữ liệu dự án thành công
zh: 成功下载项目数据

# CONTRACT_CURD_MSG_DO_YOU_WANT_TO_CREATE_CONTRACT_FROM_PROJECT
source: Creating a contract from a project will cause loss of data entered in the contract. Do you want to create a contract from the project?
ca: ការបង្កើតកិច្ចសន្យាពីគម្រោងនឹងបណ្តាលឱ្យបាត់បង់ទិន្នន័យដែលបានបញ្ចូលក្នុងកិច្ចសន្យា។ តើអ្នកចង់បង្កើតកិច្ចសន្យាពីគំរោងទេ?
fr: La création d'un contrat à partir d'un projet entraînera la perte de données saisies dans le contrat. Voulez-vous créer un contrat à partir du projet?
ja: プロジェクトから契約を作成すると、契約に入力されたデータが失われます。プロジェクトから契約を作成しますか？
ko: 프로젝트에서 계약을 작성하면 계약에 입력 된 데이터가 손실됩니다. 프로젝트에서 계약을 작성 하시겠습니까?
my: စီမံကိန်းတစ်ခုမှစာချုပ်တစ်ခုတည်ဆောက်ခြင်းသည်စာချုပ်တွင်ပါ ၀ င်သောအချက်အလက်ဆုံးရှုံးမှုကိုဖြစ်ပေါ်စေသည်။ စီမံကိန်းမှစာချုပ်တစ်ခုကိုသင်ဖန်တီးလိုပါသလား။
vi: Tạo hợp đồng từ dự án sẽ làm mất dữ liệu vừa nhập của hợp đồng. Bạn có muốn tạo hợp đồng từ dự án?
zh: 从项目中创建合同将导致合同中输入的数据丢失。您要根据项目创建合同吗？

# CONTRACT_CURD_MSG_FAILED_TO_DELETE_CONTRACT
source: Failed to delete contract that created order
ca: បានបរាជ័យក្នុងការលុបកិច្ចសន្យាដែលបានបង្កើតការបញ្ជាទិញ
fr: Impossible de supprimer le contrat qui a créé la commande
ja: 注文を作成した契約を削除できませんでした
ko: 주문을 생성 한 계약을 삭제하지 못했습니다.
my: အမိန့်ဖန်တီးသောစာချုပ်ဖျက်ရန်မအောင်မြင်ပါ
vi: Không xóa được hợp đồng đã tạo yêu cầu đặt hàng
zh: 删除创建订单的合同失败

# CONTRACT_CURD_MSG_GET_DATA_FAILED
source: Contract does not exist
ca: កិច្ចសន្យាមិនមានទេ
fr: Le contrat n'existe pas
ja: 契約が存在しません
ko: 계약이 존재하지 않습니다
my: စာချုပ်မရှိပါ
vi: Hợp đồng không tồn tại
zh: 合同不存在

# CONTRACT_CURD_MSG_PLEASE_ORDER
source: Please order
ca: សូមបញ្ជាទិញ
fr: Commandez s'il vous plait
ja: ご注文ください
ko: 주문하십시오
my: ကျေးဇူးပြုပြီးမှာပါ
vi: Vui lòng đặt hàng
zh: 请订购

# CONTRACT_CURD_MSG_PLEASE_RELOAD_THE_PROJECT
source: Contract code already exists. Please reload the project
ca: លេខកូដកិច្ចសន្យាមានរួចហើយ។ សូមដំណើរការគំរោងឡើងវិញ
fr: Le code de contrat existe déjà. Veuillez recharger le projet
ja: 契約コードは既に存在します。プロジェクトをリロードしてください
ko: 계약 코드가 이미 존재합니다. 프로젝트를 다시로드하십시오
my: ကန်ထရိုက်ကုဒ်ရှိပြီးသား။ ကျေးဇူးပြုပြီးစီမံကိန်းကိုပြန်ဖွင့်ပါ
vi: Mã hợp đồng đã tồn tại. Vui lòng tải lại dự án
zh: 合同代码已存在。请重新加载项目

# CONTRACT_CURD_MSG_SETTING_NOT_BLANK
source: Please enter the set value
ca: សូមបញ្ចូលតម្លៃដែលបានកំណត់
fr: Veuillez saisir la valeur définie
ja: 設定値を入力してください
ko: 설정 값을 입력하십시오
my: ကျေးဇူးပြုပြီးသတ်မှတ်တန်ဖိုးကိုထည့်ပါ
vi: Vui lòng nhập giá trị được đặt
zh: 请输入设定值

# CONTRACT_CURD_MSG_SUCCESSFULLY_DELETED_THE_PAYMENT
source: Successfully deleted the payment schedule
ca: បានលុបកាលវិភាគទូទាត់ដោយជោគជ័យ
fr: Le calendrier de paiement a été supprimé avec succès
ja: 支払いスケジュールを削除しました
ko: 결제 일정을 성공적으로 삭제했습니다
my: ငွေပေးချေမှုအစီအစဉ်ကိုအောင်မြင်စွာဖျက်လိုက်သည်
vi: Xóa lịch thanh toán thành công
zh: 成功删除付款时间表

# CONTRACT_CURD_MSG_THE_PAYMENT_HAS_BEEN_DECLARED
source: The payment has been declared!
ca: ការទូទាត់ត្រូវបានប្រកាស!
fr: Le paiement a été déclaré!
ja: 支払いが宣言されました！
ko: 지불이 선언되었습니다!
my: ငွေပေးချေမှုကိုကြေငြာခဲ့သည်!
vi: Lần thanh toán đã được khai báo!
zh: 付款已宣布！

# CONTRACT_CURD_MSG_THE_RELATED_CONTRACT_DOES_NOT_EXIST
source: Related contract does not exist!
ca: កិច្ចសន្យាមិនមានទេ!
fr: Le contrat connexe n'existe pas!
ja: 関連する契約は存在しません！
ko: 관련 계약이 없습니다!
my: ဆက်စပ်စာချုပ်မရှိပါ။
vi: Hợp đồng liên quan không tồn tại!
zh: 相关合同不存在！

# CONTRACT_CURD_MSG_UPDATE
source: Update
ca: បានធ្វើបច្ចុប្បន្នភាព
fr: Mise à jour
ja: 更新
ko: 최신 정보
my: နောက်ဆုံးသတင်း
vi: Cập nhật
zh: 更新资料

# CONTRACT_CURD_MSG_UPDATE_PAYMENT_SCHEDULE_SUCCESSFULLY
source: Update payment schedule successfully
ca: ធ្វើបច្ចុប្បន្នភាពកាលវិភាគទូទាត់ដោយជោគជ័យ
fr: Mettre à jour le calendrier de paiement avec succès
ja: 支払いスケジュールを正常に更新する
ko: 결제 일정 업데이트
my: ငွေပေးချေမှုအစီအစဉ်ကိုအောင်မြင်စွာ update လုပ်ပါ
vi: Cập nhật lịch thanh toán thành công
zh: 成功更新付款时间表

# CONTRACT_CURD_MSG_WARNING
source: Warning: The quantity of products in stock is not enough
ca: ការព្រមាន: បរិមាណផលិតផលនៅក្នុងស្តុកមិនគ្រប់គ្រាន់ទេ
fr: Attention: la quantité de produits en stock n'est pas suffisante
ja: 警告：在庫の製品の量が十分ではありません
ko: 경고 : 재고 수량이 충분하지 않습니다
my: သတိပေးချက် - သိုလှောင်ထားသည့်ထုတ်ကုန်အရေအတွက်သည်မလုံလောက်ပါ
vi: Cảnh báo: Số lượng sản phẩm trong kho không đủ
zh: 警告：库存产品数量不足

# CONTRACT_CURD_NOTE_LIST_COL_CONTRACT_CODE
source: Contract Code
ca: លេខកូដកិច្ចសន្យា
fr: Code de contrat
ja: 契約コード
ko: 계약 코드
my: ကန်ထရိုက်စာချုပ်
vi: Mã hợp đồng
zh: 合约编号

# CONTRACT_CURD_NOTE_LIST_COL_CREATED_BY
source: Creator
ca: អ្នកបង្កើត
fr: Créateur
ja: 作成者
ko: 창조자
my: ဖန်ဆင်းရှင်
vi: Người tạo
zh: 创作者

# CONTRACT_CURD_NOTE_LIST_COL_CREATED_TIME
source: Creation time
ca: ពេលវេលាបង្កើត
fr: Temps de creation
ja: 作成時間
ko: 제작 시간
my: ဖန်တီးမှုအချိန်
vi: Thời gian tạo
zh: 创作时间

# CONTRACT_CURD_NOTE_LIST_COL_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_NOTE_LIST_COL_TAGS
source: Authorized person
ca: បុគ្គលដែលមានការអនុញ្ញាត
fr: Personne autorisée
ja: 権限保持者
ko: 공인 된 사람
my: အခွင့်အာဏာရှိသူ
vi: Người được ủy quyền
zh: 授权人

# CONTRACT_CURD_PEOPLE_TAG_LIST_COL_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 동작
my: လှုပ်ရှားမှု
vi: Tác vụ
zh: 行动

# CONTRACT_CURD_PEOPLE_TAG_LIST_COL_ASSIGNER
source: Authorized person
ca: បុគ្គលដែលមានការអនុញ្ញាត
fr: Personne autorisée
ja: 権限保持者
ko: 공인 된 사람
my: အခွင့်အာဏာရှိသူ
vi: Người được ủy quyền
zh: 授权人

# CONTRACT_CURD_PEOPLE_TAG_LIST_COL_ASSIGNER_TIME
source: Time right
ca: ពេលវេលាត្រឹមត្រូវ
fr: Le bon moment
ja: 正しい時間
ko: 올바른 시간
my: အချိန်မှန်
vi: Thời gian quyền
zh: 正确的时间

# CONTRACT_CURD_PEOPLE_TAG_LIST_COL_CONFIRM_TIME
source: Receiving time
ca: ពេលវេលានៃការទទួល
fr: Réception du temps
ja: 受信時間
ko: 받는 시간
my: အချိန်လက်ခံခြင်း
vi: Thời gian nhận
zh: 收货时间
