Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ContractPoCustomerController.*.resx
Languages: my

# CPC_MSG_ADD_SUCCESS_ORDER
source: Add new successful orders
my: ပိုများသောအောင်မြင်သောသစ်ကိုအမိန့်

# CPC_MSG_EXISTED_ORDER_CODE
source: The order code already exists, cannot be added
my: အမိန့်ကုဒ်ရှိထားပြီးသားအသစ်ထပ်ထည့်လို့မရပါဘူး

# CPC_MSG_LOG
source: log
my: တုံး

# CPC_MSG_NO
source: is not
my: မဟုတ်

# CPC_MSG_NO_EXISTED_ORDER
source: The order does not exist, please refresh the page
my: အမိန့်မတည်ရှိဘဲ, အစာမကျြနှာ refresh ကျေးဇူးပြုပြီး

# CPC_MSG_UPDATE_SUCCESS_ORDER
source: Successfully updated orders
my: အောင်မြင်စွာ updated အမိန့်

# CTP_CURD_LBL_CODE_PO
source: PO code
my: စာတိုက်ကုဒ်

# CTP_CURD_LBL_CONTENT
source: content
my: contents တွေကို

# CTP_CURD_LBL_CREATION_TIME
source: Time to create
my: အချိန် created

# CTP_CURD_LBL_CREATOR
source: Creator
my: ဖန်တီးသူ

# CTP_CURD_LBL_CUSTOMER_ORDERER
source: Order (Customer)
my: အမိန့် (Customer များ)

# CTP_CURD_LBL_GUIDE
source: Instructions: Double click the record to edit the contract
my: ညွှန်ကြားချက်များ: နှစ်ချက်ကိုတည်းဖြတ်ရန်စံချိန်ကိုကလစ်နှိပ်ပါစာချုပ်များ

# CTP_CURD_LBL_INFORMATION_LOG
source: Log information
my: ပြန်ကြားရေးမှတ်တမ်း

# CTP_CURD_LBL_INFORMATION_PO
source: PO information
my: ပြန်ကြားရေး PO

# CTP_CURD_LBL_NOTE
source: Note
my: မှတ်ချက်ချ

# CTP_CURD_LBL_OPINION
source: Opinion
my: ပြန်လည်သုံးသပ်ခြင်း

# CTP_CURD_LBL_ORDERER
source: Orderer
my: အဘယ်သူသည်အမိန့်ထုတ်

# CTP_CURD_LBL_POLICY
source: TT policy
my: ပေါ်လစီ TT

# CTP_CURD_LBL_STATUS
source: Status
my: ပြည်နယ်

# CTP_CURD_LBL_STATUS_ORDER
source: Order status
my: နိုင်ငံတော်အမိန့်

# CTP_CURD_LBL_STT
source: No.
my: STT

# CTP_CURD_LBL_TITLE
source: Title
my: ဉီးတည်ချက်

# CTP_CURD_LBL_TO_DAY
source: Since
my: နေ့မှစ.

# CTP_CURD_LBL_VIEWS_OPINION
source: See log comments
my: ကြည့်ရန်မှတ်တမ်းပြန်လည်သုံးသပ်ခြင်း

# CTP_CURD_LIST_COL_STT
source: No.
my: STT

# CTP_CURD_TITLE_INFORMATION_HEADER
source: Early information
my: ပြန်ကြားရေး

# CTP_MSG_FOLLOW_OPINION
source: Subscribe to supplier ordering comments
my: ခြေရာကောက်ပေးသွင်းမိန့်ဖြစ်ပါတယ်

# CTP_MSG_LBLCONSULT
source: People opinion
my: အဘယ်သူသည်

# CTP_MSG_LBLMANIPULATION
source: Manipulation
my: ခြယ်လှယ်

# CTP_MSG_LBLSACE
source: Save
my: နေဖို့

# CTP_MSG_LBL_ADDRESS
source: Address
my: လိပ်စာ

# CTP_MSG_LBL_AMOUNT
source: Amount
my: ဂဏန်း

# CTP_MSG_LBL_BIND_TO
source: Bind to
my: အစညျးအနှောငျ

# CTP_MSG_LBL_BUYER
source: Buyer
my: ဝယ်ခြမ်းသူ

# CTP_MSG_LBL_BUYER_INFORMATION
source: Buyer information
my: ဝယ်သူသတင်းအချက်အလက်

# CTP_MSG_LBL_CLOSED
source: Tax
my: အခွန်

# CTP_MSG_LBL_CURRENCY
source: Currency
my: ပိုက်ဆံ

# CTP_MSG_LBL_EXTEND
source: Extend
my: တိုးချဲ့

# CTP_MSG_LBL_FOLLOW_LOG
source: Track log
my: မှတ်တမ်း Subscribe

# CTP_MSG_LBL_NEW_ORDER
source: Add new orders
my: အသစ်ကအမိန့် Add

# CTP_MSG_LBL_NEW_SERVICE
source: Add new service
my: အသစ်သောဝန်ဆောင်မှုများကို Add

# CTP_MSG_LBL_PHONE_NUMBER
source: phone number
my: ဖုန်းနံပါတ်

# CTP_MSG_LBL_POSITION
source: Unit
my: ယူနစ်

# CTP_MSG_LBL_PRICE
source: Price
my: စြေး

# CTP_MSG_LBL_PRODUCT_INFORMATION
source: the detail information of product
my: အသေးစိတ်ထုတ်ကုန်သတင်းအချက်အလက်များ

# CTP_MSG_LBL_SAVE
source: Save
my: ကြော်ငြာကို Save လုပ်ရန်

# CTP_MSG_LBL_SENDER
source: Sender
my: ပေးပို့သူ

# CTP_MSG_LBL_SERVICE
source: Service
my: ဝန်ဆောင်မှု

# CTP_MSG_LBL_SERVICE-DETAILS
source: Service details
my: ဝန်ဆောင်မှုအသေးစိတ်

# CTP_MSG_LBL_SUPPLIER
source: Supplier
my: ကုန်သွင်းသူ

# CTP_MSG_LBL_SUPPLIER_INFORMATION
source: Supplier information
my: သတင်းအချက်အလက်ပေးသူ

# CTP_MSG_LBL_THE_PEOPLE
source: The person in charge
my: ပြတိုက်

# CTP_MSG_LBL_VALUE_BIND
source: Value binding
my: binding

# CTP_MSG_UPDATE_ORDER
source: Update orders
my: Update ကိုအမိန့်
