Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ContractController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# CONTRACT_CURD_TAB_PAYMENT_VALIDATE_AET_TYPE_NOT_BLANK
source: Type of revenue and expenditure must not be blank
ca: ប្រភេទប្រាក់ចំណូលនិងចំណាយមិនត្រូវទុកចោលឡើយ
fr: Le type de recettes et de dépenses ne doit pas être vierge
ja: 収入と支出の種類は空白にできません
ko: 수입 및 지출 유형은 반드시 입력해야합니다
my: ဝင်ငွေနှင့်အသုံးစရိတ်အမျိုးအစားသည်ကွက်လပ်မဖြစ်ရ
vi: Loại thu chi không được để trống
zh: 收支类型不能为空

# CONTRACT_CURD_TAB_PAYMENT_VALIDATE_CATEGORY
source: List of revenue / expenditure must not be empty
ca: បញ្ជីប្រាក់ចំណូល / ការចំណាយមិនត្រូវទុកចោលឡើយ
fr: La liste des revenus / dépenses ne doit pas être vide
ja: 収入/支出のリストは空にできません
ko: 수입 / 지출리스트는 비워 둘 수 없습니다
my: ၀ င်ငွေ / အသုံးစရိတ်စာရင်းသည်မဖြည့်ရ
vi: Danh mục thu / chi không được để trống
zh: 收入/支出清单不能为空

# CONTRACT_CURD_TAB_PROJECT
source: Project
ca: គម្រោង
fr: Projet
ja: 事業
ko: 계획
my: စီမံကိန်း
vi: Dự án
zh: 项目

# CONTRACT_CURD_TAB_PURCHASE_CONTRACT
source: Purchase contract
ca: កិច្ចសន្យានៃការទិញ
fr: Contrat d'achat
ja: 購買契約
ko: 구매 계약
my: ဝယ်ယူရေးစာချုပ်
vi: Hợp đồng mua
zh: 采购合同

# CONTRACT_CURD_TAB_WORK_ACTIVITIES
source: Work
ca: ការងារ
fr: Travail
ja: 作業
ko: 작업
my: အလုပ်
vi: Công việc
zh: 工作

# CONTRACT_CURD_TITLE_ADD_CARD_JOB
source: Add a new card
ca: បន្ថែមកាតថ្មី
fr: Ajouter une nouvelle carte
ja: 新しいカードを追加
ko: 새 카드 추가
my: ကဒ်အသစ်တစ်ခုထည့်ပါ
vi: Thêm thẻ mới
zh: 添加新卡

# CONTRACT_CURD_TITLE_ADD_CONTRACT
source: Add a new contract / order
ca: បន្ថែមកិច្ចសន្យា / បញ្ជាទិញថ្មី
fr: Ajouter un nouveau contrat / commande
ja: 新しい契約/注文を追加
ko: 새로운 계약 / 주문 추가
my: အသစ်တစ်ခုကိုစာချုပ် / အမိန့်ထည့်ပါ
vi: Thêm mới hợp đồng/đơn hàng
zh: 添加新合同/订单

# CONTRACT_CURD_TITLE_EDIT_CONTRACT
source: Edit customer orders:
ca: កែសម្រួលការបញ្ជាទិញរបស់អតិថិជន៖
fr: Modifier les commandes des clients:
ja: 顧客注文の編集：
ko: 고객 주문 수정 :
my: ဝယ်သူအမှာစာများကိုတည်းဖြတ်ပါ
vi: Chỉnh sửa đơn hàng của khách hàng:
zh: 编辑客户订单：

# CONTRACT_CURD_TITLE_NOTE
source: Notes for the contract
ca: កំណត់សំគាល់សម្រាប់កិច្ចសន្យា
fr: Notes pour le contrat
ja: 契約に関する注記
ko: 계약에 대한 참고 사항
my: စာချုပ်အတွက်မှတ်စုများ
vi: Ghi chú cho hợp đồng
zh: 合同须知

# CONTRACT_CURD_TITLE_TAGS
source: Tags
ca: ស្លាក
fr: Mots clés
ja: タグ
ko: 태그
my: အမှတ်အသားများ (Tags)
zh: 标签

# CONTRACT_CURD_TXT_BOARD
source: Select the table
ca: ជ្រើសរើសតារាង
fr: Sélectionnez la table
ja: テーブルを選択
ko: 테이블을 선택하십시오
my: စားပွဲရွေးချယ်ပါ
vi: Chọn bảng
zh: 选择表

# CONTRACT_CURD_TXT_BUDGET
source: Total before tax (details)
ca: សរុបមុនពន្ធ (ព័ត៌មានលម្អិត)
fr: Total avant taxes (détails)
ja: 税引前合計（詳細）
ko: 세금 전 총액 (세부 사항)
my: အခွန်မပြည့်မီစုစုပေါင်း (အသေးစိတ်)
vi: Tổng trước thuế (chi tiết)
zh: 税前总计（详细信息）

# CONTRACT_CURD_TXT_CARD_NAME
source: Name card
ca: ឈ្មោះកាត
fr: Carte d'identité
ja: 名刺
ko: 명함
my: နာမည်ကဒ်
vi: Tên thẻ
zh: 名片

# CONTRACT_CURD_TXT_CODE_SET
source: Installation code
ca: លេខកូដដំឡើង
fr: Code d'installation
ja: インストールコード
ko: 설치 코드
my: ထည့်သွင်းကုဒ်
vi: Mã cài đặt
zh: 安装代码

# CONTRACT_CURD_TXT_CONTRACT_CODE
source: Contract Code
ca: លេខកូដកិច្ចសន្យា
fr: Code de contrat
ja: 契約コード
ko: 계약 코드
my: ကန်ထရိုက်စာချုပ်
vi: Mã hợp đồng
zh: 合约编号

# CONTRACT_CURD_TXT_CONTRACT_DATE
source: Signing date
ca: កាលបរិច្ឆេទចុះហត្ថលេខា
fr: Date de signature
ja: 署名日
ko: 서명 날짜
my: လက်မှတ်ထိုးရက်
vi: Ngày ký kết
zh: 签署日期

# CONTRACT_CURD_TXT_CONTRACT_NAME
source: Contract name
ca: ឈ្មោះកិច្ចសន្យា
fr: Nom du contrat
ja: 契約名
ko: 계약 명
my: စာချုပ်အမည်
vi: Tên hợp đồng
zh: 合约名称

# CONTRACT_CURD_TXT_CONTRACT_NO
source: Some contracts
ca: លេខកិច្ចសន្យា
fr: Quelques contrats
ja: いくつかの契約
ko: 일부 계약
my: အချို့စာချုပ်များ
vi: Số hợp đồng
zh: 一些合约

# CONTRACT_CURD_TXT_CONTRACT_PEOPLE
source: Authorized person
ca: បុគ្គលដែលមានការអនុញ្ញាត
fr: Personne autorisée
ja: 権限保持者
ko: 공인 된 사람
my: အခွင့်အာဏာရှိသူ
vi: Người được ủy quyền
zh: 授权人

# CONTRACT_CURD_TXT_DATE
source: day
ca: ថ្ងៃ
fr: journée
ja: 日
ko: 일
my: နေ့
vi: ngày
zh: 天

# CONTRACT_CURD_TXT_DESCRIPTION
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TXT_DURATION
source: Execution time
ca: ចំណាយពេល
fr: Temps d'exécution
ja: 実行時間
ko: 실행 시간
my: Execution အချိန်
vi: Thời gian thực hiện
zh: 执行时间处理时间

# CONTRACT_CURD_TXT_END_DAY
source: End date
ca: កាលបរិច្ឆេទបញ្ចប់
fr: Date de fin
ja: 終了日
ko: 종료일
my: အဆုံးရက်
vi: Ngày kết thúc
zh: 结束日期

# CONTRACT_CURD_TXT_EXPORT_EXCEL
source: Export Excel
ca: នាំចេញ Excel
fr: Exporter Excel
ja: Excelをエクスポート
ko: 엑셀 내보내기
my: Excel တင်ပို့ပါ
vi: Xuất Excel
zh: 汇出Excel

# CONTRACT_CURD_TXT_FROM_DATE
source: Date signed from
ca: កាលបរិច្ឆេទដែលបានចុះហត្ថលេខាពី
fr: Date de signature du
ja: 署名日
ko: 서명 날짜
my: ရက်မှလက်မှတ်ထိုးခဲ့သည်
vi: Ngày ký từ
zh: 签署日期

# CONTRACT_CURD_TXT_LIST
source: Choose a list
ca: ជ្រើសរើសបញ្ជី
fr: Choisissez une liste
ja: リストを選択してください
ko: 목록을 선택하십시오
my: စာရင်းတစ်ခုရွေးပါ
vi: Chọn danh sách
zh: 选择一个清单

# CONTRACT_CURD_TXT_LOCATION_HARD_COPY
source: Copy
ca: ចម្លង
fr: Copie
ja: コピー
ko: 부
my: ကူးပါ
vi: Bản sao
zh: 复制

# CONTRACT_CURD_TXT_NOTE
source: Enter a description
ca: បញ្ចូលការពិពណ៌នា
fr: Entrez une description
ja: 説明を入力してください
ko: 설명을 입력하십시오
my: ဖော်ပြချက်တစ်ခုထည့်ပါ
vi: Nhập mô tả
zh: 输入描述

# CONTRACT_CURD_TXT_PATH
source: Path
ca: ផ្លូវ
fr: Chemin
ja: 道
ko: 통로
my: လမ်းကြောင်း
vi: Đường dẫn
zh: 路径

# CONTRACT_CURD_TXT_REAL_BUDGET
source: Real price
ca: តម្លៃជាក់ស្តែង
fr: Prix ​​réel
ja: 実質価格
ko: 실제 가격
my: ရီးရဲလ်စျေးနှုန်း
vi: Giá thực tế
zh: 实际价格

# CONTRACT_CURD_TXT_REGULATIONS
source: REGULATIONS
ca: បទបញ្ជា
fr: RÈGLEMENTS
ja: 規則
ko: 규정
my: စည်းမျဉ်းများ
vi: QUY ĐỊNH
zh: 规章制度

# CONTRACT_CURD_TXT_RELATIVE
source: Select relation
ca: ជ្រើសរើសទំនាក់ទំនង
fr: Sélectionnez une relation
ja: 関係を選択
ko: 관계 선택
my: ဆက်စပ်မှုကိုရွေးချယ်ပါ
vi: Chọn quan hệ
zh: 选择关系

# CONTRACT_CURD_TXT_SELECT_OBJECTS_TYPE
source: Select the object type
ca: ជ្រើសរើសប្រភេទវត្ថុ
fr: Sélectionnez le type d'objet
ja: オブジェクトタイプを選択してください
ko: 객체 유형을 선택하십시오
my: အရာဝတ္ထုအမျိုးအစားကိုရွေးချယ်ပါ
vi: Chọn loại đối tượng
zh: 选择对象类型

# CONTRACT_CURD_TXT_SIGNER
source: The signer
ca: អ្នកចុះហត្ថលេខា
fr: Le signataire
ja: 署名者
ko: 서명자
my: လက်မှတ်ထိုးသူ
vi: Người ký kết
zh: 签名人

# CONTRACT_CURD_TXT_START_DAY
source: Effective date
ca: កាលបរិច្ឆេទមានប្រសិទ្ធភាព
fr: Date effective
ja: 発効日
ko: 유효 날짜
my: ထိရောက်သောနေ့စွဲ
vi: Ngày hiệu lực
zh: 生效日期

# CONTRACT_CURD_TXT_STATUS
source: Order status
ca: ស្ថានភាពលំដាប់
fr: Statut de la commande
ja: 注文の状況
ko: 주문 상태
my: အမိန့်အခြေအနေ
vi: Trạng thái đơn đặt hàng
zh: 订单状态

# CONTRACT_CURD_TXT_TAGS
source: Key word
ca: ពាក្យគន្លឹះ
fr: Mot-clé
ja: キーワード
ko: 핵심어
my: အဓိကစကားလုံး
vi: Từ khóa
zh: 关键字

# CONTRACT_CURD_TXT_TASK
source: Mission
ca: បេសកកម្ម
ja: ミッション
ko: 사명
my: မစ်ရှင်
vi: Nhiệm vụ
zh: 任务

# CONTRACT_CURD_TXT_TEAM
source: Choose a team
ca: ជ្រើសរើសក្រុម
fr: Choisissez une équipe
ja: チームを選ぶ
ko: 팀을 선택하십시오
my: အဖွဲ့တစ်ခုရွေးပါ
vi: Chọn team
zh: 选择一个团队

# CONTRACT_CURD_TXT_TITLE
source: Enter a title
ca: បញ្ចូលចំណងជើង
fr: Entrez un titre
ja: タイトルを入力してください
ko: 제목을 입력하십시오
my: ခေါင်းစဉ်တစ်ခုထည့်ပါ
vi: Nhập tiêu đề
zh: 输入标题

# CONTRACT_CURD_TXT_VALUE_SET
source: Setting value
ca: ការកំណត់តម្លៃ
fr: Définition de la valeur
ja: 設定値
ko: 설정 값
my: တန်ဖိုးသတ်မှတ်ခြင်း
vi: Giá trị cài đặt
zh: 设定值

# CONTRACT_CURD_TXT_VERSION
source: Version
ca: កំណែ
ja: バージョン
ko: 버전
my: ဗားရှင်း
vi: Phiên bản
zh: 版

# CONTRACT_CURD_VALIDATE_BIND_TO_NO_BLANK
source: Constraint may not be blank
ca: ឧបសគ្គអាចមិនមានភាពទទេ
fr: La contrainte n'est peut-être pas vide
ja: 制約は空白にできません
ko: 구속 조건은 비워 둘 수 없습니다
my: ကန့်သတ်အလွတ်ဖြစ်နိုင်သည်
vi: Ràng buộc không được trống
zh: 约束条件不能为空

# CONTRACT_CURD_VALIDATE_CONTRACT_TYPE
source: Contract type is empty
ca: ប្រភេទកិច្ចសន្យាគឺទទេ
fr: Le type de contrat est vide
ja: 契約タイプが空です
ko: 계약 유형이 비어 있습니다
my: စာချုပ်အမျိုးအစားမှာဗလာဖြစ်သည်
vi: Loại hợp đồng trống
zh: 合约类型为空

# CONTRACT_CURD_VALIDATE_CURRENCY
source: Currency is empty
ca: រូបិយប័ណ្ណគឺទទេ
fr: La devise est vide
ja: 通貨が空です
ko: 통화가 비어 있습니다
my: ငွေကြေးသည်အချည်းနှီးဖြစ်သည်
vi: Loại tiền tệ trống
zh: 货币为空

# CONTRACT_CURD_VALIDATE_CURRENCY_NO_BLANK
source: Currency must not be blank
ca: រូបិយប័ណ្ណមិនត្រូវទុកចោលទេ
fr: La devise ne doit pas être vide
ja: 通貨を入力してください
ko: 통화는 비워 둘 수 없습니다
my: ငွေကြေးသည်အလွတ်မဖြစ်ရပါ
vi: Tiền tệ không được trống
zh: 货币不能为空

# CONTRACT_CURD_VALIDATE_CUSTOMER_CODE
source: Customer may not be blank
ca: អតិថិជនប្រហែលជាមិនមានទំនេរទេ
fr: Le client peut ne pas être vide
ja: 顧客は空ではないかもしれません
ko: 고객이 비어 있지 않을 수 있습니다
my: ဖောက်သည်သည်အလွတ်မဖြစ်နိုင်ပါ
vi: Khách hàng không được để trống
zh: 客户不能空白

# CONTRACT_CURD_VALIDATE_MAIN_SERVICE
source: The main service is empty
ca: សេវាកម្មសំខាន់គឺទទេ
fr: Le service principal est vide
ja: メインサービスが空です
ko: 주요 서비스가 비어 있습니다
my: အဓိက ၀ န်ဆောင်မှုသည်ဗလာဖြစ်သည်
vi: Dịch vụ chính trống
zh: 主要服务为空

# CONTRACT_CURD_VALIDATE_PRICE
source: Price must not be blank
ca: តម្លៃមិនត្រូវទុកចោលទេ
fr: Le prix ne doit pas être vierge
ja: 価格を入力してください
ko: 가격은 비워 둘 수 없습니다
my: စျေးမဖြည့်ရ
vi: Giá không được để trống
zh: 价格不能空白

# CONTRACT_CURD_VALIDATE_PRICE_NO_BLANK
source: Price cannot be empty
ca: តម្លៃមិនអាចទទេ
fr: Le prix ne peut pas être vide
ja: 価格を空にすることはできません
ko: 가격은 비워 둘 수 없습니다
my: စျေးကအလွတ်မဖြစ်နိုင်ဘူး
vi: Giá không được trống
zh: 价格不能为空

# CONTRACT_CURD_VALIDATE_QUANTITY
source: The SL may not be blank
ca: អេសអិលអាចនឹងមិននៅទទេទេ
fr: La SL n'est peut-être pas vierge
ja: SLは空白にできません
ko: SL은 비워 둘 수 없습니다
my: SL ကအလွတ်မဖြစ်နိုင်ဘူး
vi: SL không được để trống
zh: SL不能为空

# CONTRACT_CURD_VALIDATE_QUANTITY_NO_BLANK
source: Quantity may not be blank
ca: បរិមាណប្រហែលជាមិននៅទទេទេ
fr: La quantité peut ne pas être vide
ja: 数量は空白にできません
ko: 수량은 비워 둘 수 없습니다
my: အရေအတွက်အလွတ်မကျမည်မဟုတ်ပါ
vi: Số lượng không được trống
zh: 数量不能为空

# CONTRACT_CURD_VALIDATE_SERVICE_NO_BLANK
source: Service cannot be empty
ca: សេវាកម្មមិនអាចទទេបានទេ
fr: Le service ne peut pas être vide
ja: サービスを空にすることはできません
ko: 서비스는 비워 둘 수 없습니다
my: ဝန်ဆောင်မှုသည်အချည်းနှီးမဖြစ်နိုင်ပါ
vi: Dịch vụ không được trống
zh: 服务不能为空

# CONTRACT_CURD_VALIDATE_STATUS
source: Vacuity
ca: ស្ថានភាពគឺទទេ
fr: Vacuité
ja: 真空
ko: 공허
my: လွတ်လွတ်လပ်လပ်
vi: Trạng thái trống
zh: 真空

# CONTRACT_CURD_VALIDATE_TAX_NO_BLANK
source: Rate may not be blank
ca: អត្រាការប្រាក់ប្រហែលជាមិនទំនេរទេ
fr: Le taux peut ne pas être vide
ja: レートは空白にできません
ko: 요금은 비워 둘 수 없습니다
my: နှုန်းအလွတ်ဖြစ်နိုင်သည်
vi: Tỷ giá không được trống
zh: 汇率不能为空

# CONTRACT_CURD_VALIDATE_UNIT_NO_BLANK
source: Unit may not be blank
ca: ឯកតាប្រហែលជាមិនមានកន្លែងទំនេរទេ
fr: L'unité n'est peut-être pas vide
ja: ユニットは空白にできません
ko: 장치가 비어 있지 않을 수 있습니다
my: ယူနစ်အလွတ်ဖြစ်နိုင်သည်
vi: Đơn vị không được trống
zh: 单位不能为空

# CONTRACT_CURD_VALIDATE_VALUE_NO_BLANK
source: Constraint value must not be blank
ca: តម្លៃរារាំងមិនត្រូវទុកឱ្យនៅទទេទេ
fr: La valeur de contrainte ne doit pas être vide
ja: 制約値は空白にできません
ko: 제약 값은 반드시 입력해야합니다
my: ကန့်သတ်တန်ဖိုးသည်အလွတ်မဖြစ်ရပါ
vi: Giá trị ràng buộc không được trống
zh: 约束值不能为空

# CONTRACT_LBL_CONTRACT
source: Contract / Order
ca: កិច្ចសន្យា / បញ្ជាទិញ
fr: Contrat / Commande
ja: 契約/注文
ko: 계약 / 주문
my: စာချုပ် / အမိန့်
vi: Hợp đồng/Đơn hàng
zh: 合约/订单

# CONTRACT_LBL_FROM_DATE
source: Created from date
ca: បង្កើតពីកាលបរិច្ឆេទ
fr: Créé à partir de la date
ja: 日付から作成
ko: 날짜부터 작성
my: ရက်စွဲကနေ Created
vi: Tạo từ ngày
zh: 创建日期

# CONTRACT_LBL_INTEND_CONDITION
source: Condition
ca: លក្ខខណ្ឌ
fr: État
ja: 調子
ko: 조건
my: အခြေအနေ
vi: Điều kiện
zh: 条件

# CONTRACT_LBL_INTEND_MASS
source: Mass
ca: កម្រិតសំឡេង
fr: Masse
ja: 質量
ko: 질량
vi: Khối lượng
zh: 弥撒

# CONTRACT_LBL_INTEND_TIME
source: Intend time
ca: ពេលវេលាប៉ាន់ស្មាន
fr: Temps prévu
ja: 予定時間
ko: 의도 된 시간
my: အချိန်ရည်ရွယ်သည်
vi: Thời gian dự kiến
zh: 参加时间

# CONTRACT_LBL_PERCENT
source: Percent
ca: ភាគរយ
fr: Pour cent
ja: パーセント
ko: 퍼센트
my: ရာခိုင်နှုန်း
vi: Phần trăm
zh: 百分

# CONTRACT_LBL_SEARCH_BUDGET_F
source: Funding from
ca: ផ្តល់ថវិកាពី
fr: Financement de
ja: からの資金調達
ko: 에서 자금 지원
my: ရန်ပုံငွေ
vi: Kinh phí từ
zh: 资金来自

# CONTRACT_LBL_SEARCH_BUDGET_T
source: Funding to
ca: ផ្តល់ថវិកាដល់
fr: Financement pour
ja: 資金調達
ko: 에 자금
my: ရန်ပုံငွေရှာခြင်း
vi: Kinh phí đến
zh: 资助到

# CONTRACT_LBL_SEARCH_TO_DATE
source: Date signed
ca: កាលបរិច្ឆេទដែលបានចុះហត្ថលេខា
fr: Date de signature
ja: 日付署名しました
ko: 서명 날짜
my: ရက်စွဲလက်မှတ်ထိုးသည်
vi: Ngày ký đến
zh: 签署日期

# CONTRACT_LBL_THE_VALUE_OF_MONEY
source: The value of money
ca: តម្លៃសម្រាប់ប្រាក់
fr: La valeur de l'argent
ja: お金の価値
ko: 돈의 가치
my: ငွေ၏တန်ဖိုး
vi: Giá trị tiền
zh: 金钱的价值

# CONTRACT_LBL_TIMES
source: Times
ca: ដង
fr: Fois
ja: 回
ko: 타임스
vi: Lần
zh: 时报

# CONTRACT_LINK_CONTRACT
source: Contract / Order
ca: កិច្ចសន្យា / បញ្ជាទិញ
fr: Contrat / Commande
ja: 契約/注文
ko: 계약 / 주문
my: စာချုပ် / အမိန့်
vi: Hợp đồng bán
zh: 合约/订单

# CONTRACT_LINK_HOME
source: Home page
ca: ផ្ទះ
fr: Page d'accueil
ja: ホームページ
ko: 홈페이지
my: မူလစာမျက်နှာ
vi: Trang chủ
zh: 主页

# CONTRACT_LINK_SEE_LOG_COMMENT
source: View comments log
ca: មើលកំណត់ហេតុយោបល់
fr: Afficher le journal des commentaires
ja: コメントログを見る
ko: 댓글 로그보기
my: ထင်မြင်ချက်ပေါင်းထည့်သည်
vi: Xem log ý kiến
zh: 查看评论日志

# CONTRACT_LINK_TRACK_LOG
source: Tracking log
ca: កំណត់ហេតុតាមដាន
fr: Journal de suivi
ja: 追跡ログ
ko: 추적 로그
my: မှတ်တမ်းခြေရာကောက်
vi: Theo dõi log
zh: 追踪记录

# CONTRACT_LIST_COL_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 동작
my: လှုပ်ရှားမှု
vi: Tác vụ
zh: 行动

# CONTRACT_LIST_COL_ARCHIVE_DIRECTORY
source: Archive directory
ca: ថតឯកសារក្នុងប័ណ្ណសារ
fr: Répertoire d'archives
ja: アーカイブディレクトリ
ko: 보관 디렉토리
my: မော်ကွန်းတိုက်လမ်းညွှန်
vi: Thư mục lưu trữ
zh: 档案目录

# CONTRACT_LIST_COL_BUDGET
source: Budget
ca: ថវិកា
ja: 予算
ko: 예산
my: ဘတ်ဂျက်
vi: Ngân sách
zh: 预算

# CONTRACT_LIST_COL_CODE
source: Contract Code
ca: លេខកូដកិច្ចសន្យា
fr: Code de contrat
ja: 契約コード
ko: 계약 코드
my: ကန်ထရိုက်စာချုပ်
vi: Mã hợp đồng
zh: 合约编号

# CONTRACT_LIST_COL_COLLECTION_PAYMENT_DATE
source: Collection / payment date
ca: កាលបរិច្ឆេទប្រមូល / ទូទាត់
fr: Date de collecte / paiement
ja: 回収/支払い日
ko: 수금 / 결제일
my: ငွေကောက်ခံခြင်း / ငွေပေးချေခြင်းနေ့ရက်
vi: Ngày thu / chi
zh: 收款/付款日期

# CONTRACT_LIST_COL_CREATE_BY
source: Creator
ca: អ្នកបង្កើត
fr: Créateur
ja: 作成者
ko: 창조자
my: ဖန်ဆင်းရှင်
vi: Người tạo
zh: 创作者

# CONTRACT_LIST_COL_CREATE_TIME
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date créée
ja: 作成日
ko: 작성일
my: ရက်စွဲဖန်တီးပြီး
vi: Ngày tạo
zh: 创建日期

# CONTRACT_LIST_COL_CURENCY
source: Currency
ca: រូបិយប័ណ្ណ
fr: Devise
ja: 通貨
ko: 통화
my: ငွေကြေး
vi: Tiền tệ
zh: 货币

# CONTRACT_LIST_COL_DURATION
source: Duration
ca: រយៈពេល
fr: Durée
ja: 期間
ko: 지속
my: ကြာချိန်
vi: Thời hạn
zh: 持续时间

# CONTRACT_LIST_COL_FOLDER
source: Folder
ca: បញ្ជីឈ្មោះ
fr: Dossier
ja: フォルダ
ko: 폴더
my: ဖိုလ်ဒါ
vi: Thư mục
zh: 夹

# CONTRACT_LIST_COL_NAME
source: Contract name
ca: ឈ្មោះកិច្ចសន្យា
fr: Nom du contrat
ja: 契約名
ko: 계약 명
my: စာချုပ်အမည်
vi: Tên hợp đồng
zh: 合约名称

# CONTRACT_LIST_COL_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_LIST_COL_ORDER
source: Order
ca: បទបញ្ជា
fr: Commande
ja: 注文
ko: 주문
my: အမှာစာ
vi: Thứ tự
zh: 订购

# CONTRACT_LIST_COL_ORDER_STATUS
source: Order status
ca: ស្ថានភាពលំដាប់
fr: Statut de la commande
ja: 注文の状況
ko: 주문 상태
my: အမိန့်အခြေအနေ
vi: Trạng thái đặt hàng
zh: 订单状态

# CONTRACT_LIST_COL_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状態
ko: 상태
my: အခြေအနေ
vi: Trạng thái
zh: 状态

# CONTRACT_LIST_COL_TAGS
source: Tag
ca: ស្លាក
fr: Étiquette
ja: 鬼ごっこ
ko: 꼬리표
zh: 标签

# CONTRACT_LIST_COL_TYPE_NAME
source: Datatypes
ca: ប្រភេទទិន្នន័យ
fr: Types de données
ja: データ型
ko: 자료형
my: အမျိုးအစားများ
vi: Kiểu dữ liệu
zh: 资料类型

# CONTRACT_LIST_COL_VALUE_SET
source: Setting value
ca: ការកំណត់តម្លៃ
fr: Définition de la valeur
ja: 設定値
ko: 설정 값
my: တန်ဖိုးသတ်မှတ်ခြင်း
vi: Giá trị cài đặt
zh: 设定值

# CONTRACT_MSG_ADD_CHOOSE_FILE
source: Please select an archive directory!
ca: សូមជ្រើសរើសថតប័ណ្ណសារ!
fr: Veuillez sélectionner un répertoire d'archives!
ja: アーカイブディレクトリを選択してください！
ko: 아카이브 디렉토리를 선택하십시오!
my: ကျေးဇူးပြု၍ archive directory ကိုရွေးပါ။
vi: Vui lòng chọn thư mục lưu trữ!
zh: 请选择一个存档目录！

# CONTRACT_MSG_ADD_FAILED
source: An error occurred. Please try again!
ca: កំហុសមួយបានកើតឡើង។ សូមព្យាយាមម្តងទៀត!
fr: Une erreur est survenue. Veuillez réessayer!
ja: エラーが発生しました。もう一度やり直してください！
ko: 오류가 발생했습니다. 다시 시도하십시오!
my: အမှားတစ်ခုဖြစ်ပွားခဲ့သည် ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ
vi: Có lỗi xảy ra. Xin thử lại!
zh: 发生错误。请再试一遍！

# CONTRACT_MSG_ADD_FILE_FORMAT
source: File format not allowed
ca: មិនអនុញ្ញាតទ្រង់ទ្រាយឯកសារ
fr: Format de fichier non autorisé
ja: 許可されていないファイル形式
ko: 허용되지 않는 파일 형식
my: ဖိုင်အမျိုးအစားကိုခွင့်မပြုပါ
vi: Định dạng tệp không cho phép
zh: 不允许的文件格式

# CONTRACT_MSG_ADD_FILE_SUCCESS
source: Add file successfully
ca: បន្ថែមឯកសារដោយជោគជ័យ
fr: Ajouter un fichier avec succès
ja: ファイルを正常に追加します
ko: 파일을 성공적으로 추가
my: ဖိုင်ကိုအောင်မြင်စွာထည့်ပါ
vi: Thêm tệp thành công
zh: 成功添加文件

# CONTRACT_MSG_ADD_LOG_SUCCESS
source: Add log successfully
ca: បន្ថែមកំណត់ហេតុដោយជោគជ័យ
fr: Ajouter le journal avec succès
ja: ログを追加しました
ko: 성공적으로 로그 추가
my: မှတ်တမ်းကိုအောင်မြင်စွာထည့်ပါ
vi: Thêm log thành công
zh: 成功添加日志

# CONTRACT_MSG_ADD_MR_NOT_BLANK
source: Please enter the extended attribute!
ca: សូមបញ្ចូលគុណលក្ខណៈបន្ថែម!
fr: Veuillez saisir l'attribut étendu!
ja: 拡張属性を入力してください！
ko: 확장 된 속성을 입력하십시오!
my: ကျေးဇူးပြုပြီးချဲ့ထားသော attribute ကိုရိုက်ထည့်ပါ။
vi: Vui lòng nhập thuộc tính mở rộng!
zh: 请输入扩展属性！

# CONTRACT_MSG_ADD_NOT_SUCCESS
source: Add failed
ca: បន្ថែមបរាជ័យ
fr: Échec de l'ajout
ja: 追加に失敗しました
ko: 추가 실패
my: ထည့်သည်မအောင်မြင်
vi: Thêm không thành công
zh: 添加失败

# CONTRACT_MSG_ADD_PRODUCT_SUCCESS
source: Add product success
ca: បន្ថែមភាពជោគជ័យនៃផលិតផល
fr: Ajouter le succès du produit
ja: 製品の成功を追加
ko: 제품 성공 추가
my: ထုတ်ကုန်အောင်မြင်မှုထည့်ပါ
vi: Thêm thành công sản phẩm
zh: 增加产品成功

# CONTRACT_MSG_ADD_SUCCESS
source: More success
ca: ជោគជ័យកាន់តែច្រើន
fr: Plus de succès
ja: より多くの成功
ko: 더 많은 성공
my: ပိုမိုအောင်မြင်မှုရ
vi: Thêm thành công
zh: 更多成功

# CONTRACT_MSG_ALREADY_EXIST_SERVICE_IN_CONTRACT
source: Service does not exist in the contract
ca: សេវាកម្មមិនមាននៅក្នុងកិច្ចសន្យាទេ
fr: Le service n'existe pas dans le contrat
ja: サービスが契約に存在しません
ko: 계약에 서비스가 없습니다
my: ကန်ထရိုက်တွင်ဝန်ဆောင်မှုမရှိပါ
vi: Dịch vụ không tồn tại trong hợp đồng
zh: 合同中不存在服务

# CONTRACT_MSG_ALREADY_SERVICE_IN_CONTRACT
source: Included this service in the contract, cannot be updated
ca: រួមបញ្ចូលសេវាកម្មនេះនៅក្នុងកិច្ចសន្យាមិនអាចធ្វើបច្ចុប្បន្នភាពបានទេ
fr: Inclus ce service dans le contrat, ne peut pas être mis à jour
ja: 契約にこのサービスが含まれていて、更新できません
ko: 계약에이 서비스가 포함되어 있으며 업데이트 할 수 없습니다
my: ဤ ၀ န်ဆောင်မှုကိုစာချုပ်တွင်ပါ ၀ င်သည်၊
vi: Đã có dịch vụ này trong hợp đồng, không thể cập nhật
zh: 合同中包含此服务，无法更新

# CONTRACT_MSG_CHOOSE_CPNTRACT
source: Please select a contract!
ca: សូមជ្រើសរើសកិច្ចសន្យា!
fr: Veuillez sélectionner un contrat!
ja: 契約を選択してください！
ko: 계약을 선택하십시오!
my: ကျေးဇူးပြုပြီးစာချုပ်တစ်ခုရွေးပါ။
vi: Vui lòng chọn một hợp đồng!
zh: 请选择合同！

# CONTRACT_MSG_CONTENT_ALREADY_EXIST
source: Content already exists, please enter another content
ca: មាតិកាមានរួចហើយសូមបញ្ចូលមាតិកាផ្សេងទៀត
fr: Le contenu existe déjà, veuillez saisir un autre contenu
ja: コンテンツは既に存在します。別のコンテンツを入力してください
ko: 내용이 이미 존재합니다. 다른 내용을 입력하십시오
my: အကြောင်းအရာရှိပြီးသား ကျေးဇူးပြု၍ အခြားအကြောင်းအရာထည့်ပါ
vi: Nội dung đã tồn tại vui lòng nhập nội dung khác
zh: 内容已存在，请输入其他内容

# CONTRACT_MSG_CONTRACR_EXTED
source: The relevant contract already exists!
ca: កិច្ចសន្យាពាក់ព័ន្ធមានរួចហើយ!
fr: Le contrat correspondant existe déjà!
ja: 関連する契約は既に存在します！
ko: 관련 계약이 이미 존재합니다!
my: သက်ဆိုင်ရာစာချုပ်ရှိပြီးသား!
vi: Hợp đồng liên quan đã tồn tại!
zh: 相关合同已经存在！

# CONTRACT_MSG_CONTRACR_NOT_EXTED
source: Contract does not exist!
ca: កិច្ចសន្យាមិនមានទេ!
fr: Le contrat n'existe pas!
ja: 契約は存在しません！
ko: 계약이 존재하지 않습니다!
my: စာချုပ်မရှိပါ!
vi: Hợp đồng không tồn tại!
zh: 合同不存在！

# CONTRACT_MSG_CONTRACT_DETAILS_CONTRACT_ANNEXES
source: Contract details / contract annexes
ca: ព័ត៌មានលម្អិតអំពីកិច្ចសន្យា / ឧបសម្ព័ន្ធកិច្ចសន្យា
fr: Détails du contrat / annexes du contrat
ja: 契約の詳細/契約の付属書
ko: 계약 내용 / 계약 별관
my: စာချုပ်အသေးစိတ် / စာချုပ်နောက်ဆက်တွဲ
vi: Chi tiết hợp đồng/phụ lục hợp đồng
zh: 合同明细/合同附件

# CONTRACT_MSG_CPNTRACT
source: No contracts have been selected
ca: គ្មានកិច្ចសន្យាត្រូវបានជ្រើសរើសទេ
fr: Aucun contrat n'a été sélectionné
ja: 契約が選択されていません
ko: 선택된 계약이 없습니다
my: မည်သည့်ကန်ထရိုက်ကိုမှရွေးချယ်ထားခြင်းမရှိပါ
vi: Không có hợp đồng nào được chọn
zh: 尚未选择合同

# CONTRACT_MSG_DELETE_CONFIRM
source: Are you sure to delete authorized person
ca: តើអ្នកប្រាកដជាលុបអ្នកដែលមានសិទ្ធិ
fr: Voulez-vous vraiment supprimer la personne autorisée
ja: 権限のある人を削除してもよろしいですか
ko: 승인 된 사람을 삭제 하시겠습니까
my: သင်ခွင့်ပြုထားသောပုဂ္ဂိုလ်ကိုဖျက်ရန်သေချာပါသည်
vi: Bạn có chắc chắn xóa người ủy quyền
zh: 您确定要删除授权人吗

# CONTRACT_MSG_DELETE_PRODUCT_FAILED
source: There was an error removing the product
ca: មានកំហុសក្នុងការយកផលិតផលចេញ
fr: Une erreur s'est produite lors de la suppression du produit
ja: 製品の削除中にエラーが発生しました
ko: 제품을 제거하는 중에 오류가 발생했습니다
my: ထုတ်ကုန်ဖယ်ရှားခြင်းအမှားတစ်ခုရှိခဲ့သည်
vi: Có lỗi khi xóa sản phẩm
zh: 删除产品时出错

# CONTRACT_MSG_DELETE_PRODUCT_SUCCESS
source: Successfully deleted the product
ca: បានលុបផលិតផលដោយជោគជ័យ
fr: Le produit a bien été supprimé
ja: 製品を削除しました
ko: 제품을 성공적으로 삭제했습니다
my: ထုတ်ကုန်ကိုအောင်မြင်စွာဖျက်လိုက်သည်
vi: Xóa sản phẩm thành công
zh: 成功删除产品

# CONTRACT_MSG_DELETE_SUCCESS
source: Successfully deleted the product
ca: បានលុបផលិតផលដោយជោគជ័យ
fr: Le produit a bien été supprimé
ja: 製品を削除しました
ko: 제품을 성공적으로 삭제했습니다
my: ထုတ်ကုန်ကိုအောင်မြင်စွာဖျက်လိုက်သည်
vi: Xóa thành công sản phẩm
zh: 成功删除产品

# CONTRACT_MSG_ERROR_CONTRACT_FRFRESH
source: There was an error getting the contract code, please try again later
ca: មានកំហុសក្នុងការទទួលបានលេខកូដកិច្ចសន្យាសូមព្យាយាមម្តងទៀតនៅពេលក្រោយ
fr: Une erreur s'est produite lors de l'obtention du code de contrat, veuillez réessayer plus tard
ja: 契約コードの取得中にエラーが発生しました。しばらくしてからもう一度お試しください
ko: 계약 코드를 가져 오는 중에 오류가 발생했습니다. 나중에 다시 시도하십시오
my: ကန်ထရိုက်ကုဒ်ရရှိသောအမှားတစ်ခုရှိသည်။ ကျေးဇူးပြု၍ နောက်မှထပ်ကြိုးစားပါ
vi: Có lỗi khi lấy mã hợp đồng, vui lòng thử lại sau
zh: 获取合同代码时出错，请稍后再试

# CONTRACT_MSG_EXTEND_REFRESH
source: There was an error retrieving the file!
ca: មានកំហុសក្នុងការទៅយកឯកសារ!
fr: Une erreur s'est produite lors de la récupération du fichier!
ja: ファイルの取得中にエラーが発生しました！
ko: 파일을 검색하는 중에 오류가 발생했습니다!
my: ဖိုင်ရယူနေတဲ့အမှားတစ်ခုရှိတယ်။
vi: Có lỗi khi lấy tệp tin!
zh: 检索文件时出错！

# CONTRACT_MSG_FILE_FORMAT_NOT_ALLOWED
source: File format not allowed!
ca: មិនអនុញ្ញាតទ្រង់ទ្រាយឯកសារ!
fr: Format de fichier non autorisé!
ja: ファイル形式は許可されていません！
ko: 파일 형식이 허용되지 않습니다!
my: ဖိုင်အမျိုးအစားကိုခွင့်မပြုပါ။
vi: Định dạng tệp không cho phép!
zh: 不允许的文件格式！

# CONTRACT_MSG_FORMAT_NOT_ALLOWED
source: File does not exist
ca: មិនមានឯកសារទេ
fr: Fichier ne existe pas
ja: ファイルが存在しません
ko: 파일이 없습니다
my: ဖိုင်မရှိပါ
vi: Tệp tin không tồn tại
zh: 文件不存在

# CONTRACT_MSG_NOT_ADD_SERVICE_BEFORE_THAT
source: Unable to add previously added service
ca: មិនអាចបន្ថែមសេវាកម្មដែលបានបន្ថែមពីមុនទេ
fr: Impossible d'ajouter le service précédemment ajouté
ja: 以前に追加したサービスを追加できません
ko: 이전에 추가 한 서비스를 추가 할 수 없습니다
my: ယခင်ထည့်ထားသောဝန်ဆောင်မှုကိုထည့်။ မရပါ
vi: Không thể thêm dịch vụ đã thêm vào trước đó
zh: 无法添加以前添加的服务

# CONTRACT_MSG_NOT_DELETE_CONTRACT
source: Failed to delete the contract that created the delivery bill.
ca: បានបរាជ័យក្នុងការលុបកិច្ចសន្យាដែលបង្កើតវិក័យប័ត្រចែកចាយ។
fr: Impossible de supprimer le contrat qui a créé le bon de livraison.
ja: 配送料を作成した契約の削除に失敗しました。
ko: 배송비를 생성 한 계약을 삭제하지 못했습니다.
my: ပေးပို့ငွေတောင်းခံလွှာကိုဖန်တီးသောစာချုပ်ဖျက်ရန်မအောင်မြင်ပါ။
vi: Không xóa được hợp đồng đã tạo phiếu xuất kho.
zh: 无法删除创建交货单的合同。

# CONTRACT_MSG_NOT_FIND_CONTRACT
source: Contract not found, please refresh the page.
ca: រកមិនឃើញកិច្ចសន្យាសូមផ្ទុកទំព័រឡើងវិញ។
fr: Contrat introuvable, veuillez actualiser la page.
ja: 契約が見つかりません。ページを更新してください。
ko: 계약서를 찾을 수 없습니다. 페이지를 새로 고침하십시오.
my: စာချုပ်မတွေ့ပါ၊ ကျေးဇူးပြု၍ စာမျက်နှာကို refresh လုပ်ပါ။
vi: Không tìm thấy hợp đồng, bạn vui lòng làm mới trang.
zh: 找不到合同，请刷新页面。
