Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ContractController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# CONTRACT_CURD_PEOPLE_TAG_LIST_COL_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_PEOPLE_TAG_LIST_COL_VALUE_SET
source: Mission
ca: បេសកកម្ម
ja: ミッション
ko: 사명
my: မစ်ရှင်
vi: Nhiệm vụ
zh: 任务

# CONTRACT_CURD_PEOPLE_TAG_VALIDATE_PEOPLE
source: Please select an authorized employee
ca: សូមជ្រើសរើសនិយោជិកដែលមានការអនុញ្ញាត
fr: Veuillez sélectionner un employé autorisé
ja: 認定された従業員を選択してください
ko: 공인 직원을 선택하십시오
my: ကျေးဇူးပြု၍ တရားဝင် ၀ န်ထမ်းကိုရွေးချယ်ပါ
vi: Vui lòng chọn nhân viên được ủy quyền
zh: 请选择授权员工

# CONTRACT_CURD_TAB_ATTRIBUTE
source: Extend
ca: ផ្នែកបន្ថែម
fr: Étendre
ja: 延長
ko: 넓히다
my: တိုးချဲ့
vi: Mở rộng
zh: 延伸

# CONTRACT_CURD_TAB_ATTRIBUTE_CURD_COMBO_ATTR_GROUP
source: Group
ca: ក្រុម
fr: Groupe
ja: グループ
ko: 그룹
my: အုပ်စု
vi: Nhóm
zh: 组

# CONTRACT_CURD_TAB_ATTRIBUTE_CURD_LBL_ATTR_CODE
source: Property code
ca: លេខកូដទ្រព្យសម្បត្តិ
fr: Code de propriété
ja: プロパティコード
ko: 속성 코드
my: အိမ်ခြံမြေကုတ်နံပါတ်
vi: Mã thuộc tính
zh: 属性代码

# CONTRACT_CURD_TAB_ATTRIBUTE_CURD_LBL_ATTR_GROUP
source: Group
ca: ក្រុម
fr: Groupe
ja: グループ
ko: 그룹
my: အုပ်စု
vi: Nhóm
zh: 组

# CONTRACT_CURD_TAB_ATTRIBUTE_CURD_LBL_ATTR_VALUE
source: Value
ca: តម្លៃ
fr: Valeur
ja: 値
ko: 값
my: တန်ဖိုး
vi: Giá trị
zh: 值

# CONTRACT_CURD_TAB_ATTRIBUTE_CURD_TITLE_ADD_ATTR
source: Add extension
ca: បន្ថែមផ្នែកបន្ថែម
fr: Ajouter une extension
ja: 拡張機能を追加
ko: 확장 기능 추가
my: extension ထည့်ပါ
vi: Thêm mở rộng
zh: 添加扩展名

# CONTRACT_CURD_TAB_ATTRIBUTE_CURD_TITLE_EDIT_ATTR
source: Edit extended
ca: កែសម្រួលបន្ថែម
fr: Modifier étendu
ja: 拡張編集
ko: 확장 편집
my: Edit ကိုတိုးချဲ့
vi: Sửa mở rộng
zh: 扩展编辑

# CONTRACT_CURD_TAB_ATTRIBUTE_CURD_TXT_ATTR_CODE
source: Property code
ca: លេខកូដទ្រព្យសម្បត្តិ
fr: Code de propriété
ja: プロパティコード
ko: 속성 코드
my: အိမ်ခြံမြေကုတ်နံပါတ်
vi: Mã thuộc tính
zh: 属性代码

# CONTRACT_CURD_TAB_ATTRIBUTE_CURD_TXT_ATTR_VALUE
source: Value
ca: តម្លៃ
fr: Valeur
ja: 値
ko: 값
my: တန်ဖိုး
vi: Giá trị
zh: 值

# CONTRACT_CURD_TAB_ATTRIBUTE_LIST_COL_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 동작
my: လှုပ်ရှားမှု
vi: Tác vụ
zh: 行动

# CONTRACT_CURD_TAB_ATTRIBUTE_LIST_COL_ATTR_GROUP
source: Group
ca: ក្រុម
fr: Groupe
ja: グループ
ko: 그룹
my: အုပ်စု
vi: Nhóm
zh: 组

# CONTRACT_CURD_TAB_ATTRIBUTE_LIST_COL_CODE
source: Property code
ca: លេខកូដទ្រព្យសម្បត្តិ
fr: Code de propriété
ja: プロパティコード
ko: 속성 코드
my: အိမ်ခြံမြေကုတ်နံပါတ်
vi: Mã thuộc tính
zh: 属性代码

# CONTRACT_CURD_TAB_ATTRIBUTE_LIST_COL_VALUE
source: Value
ca: តម្លៃ
fr: Valeur
ja: 値
ko: 값
my: တန်ဖိုး
vi: Giá trị
zh: 值

# CONTRACT_CURD_TAB_CARD_JOB
source: Work
ca: សកម្ម
fr: Travail
ja: 作業
ko: 작업
my: အလုပ်
vi: Hoạt động
zh: 工作

# CONTRACT_CURD_TAB_CARD_JOB_LIST_COL_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 동작
my: လှုပ်ရှားမှု
vi: Tác vụ
zh: 行动

# CONTRACT_CURD_TAB_CARD_JOB_LIST_COL_CARD_CODE
source: ID Card
ca: លេខកូដកាត
fr: Carte d'identité
ja: IDカード
ko: 신분증
my: ID ကဒ်
vi: Mã thẻ
zh: 身份证

# CONTRACT_CURD_TAB_CARD_JOB_LIST_COL_CARD_NAME
source: Name card
ca: ឈ្មោះកាត
fr: Carte d'identité
ja: 名刺
ko: 명함
my: နာမည်ကဒ်
vi: Tên thẻ
zh: 名片

# CONTRACT_CURD_TAB_CARD_JOB_LIST_COL_CONTRACT
source: Contract Code
ca: លេខកូដកិច្ចសន្យា
fr: Code de contrat
ja: 契約コード
ko: 계약 코드
my: ကန်ထရိုက်စာချုပ်
vi: Mã hợp đồng
zh: 合约编号

# CONTRACT_CURD_TAB_CARD_JOB_MSG_CARD
source: Choose card
ca: ជ្រើសរើសកាត
fr: Choisissez la carte
ja: カードを選択
ko: 카드를 선택하십시오
my: ကဒ်ရွေးပါ
vi: Chọn thẻ
zh: 选择卡

# CONTRACT_CURD_TAB_CARD_JOB_MSG_RELATIVE
source: Select the relationship
ca: ជ្រើសរើសទំនាក់ទំនង
fr: Sélectionnez la relation
ja: 関係を選択してください
ko: 관계를 선택하십시오
my: ဆက်ဆံရေးကိုရွေးချယ်ပါ
vi: Chọn mối quan hệ
zh: 选择关系

# CONTRACT_CURD_TAB_DETAIL
source: Detail
ca: លម្អិត
fr: Détail
ja: 詳細
ko: 세부 묘사
my: အသေးစိတ်
vi: Chi tiết
zh: 详情

# CONTRACT_CURD_TAB_DETAIL_CURD_LBL_COST
source: Unit price
ca: តម្លៃឯកតា
fr: Prix ​​unitaire
ja: 単価
ko: 단가
my: တစ်ခုချင်းစျေးနှုန်း
vi: Đơn giá
zh: 单价

# CONTRACT_CURD_TAB_DETAIL_CURD_LBL_ITEM_CODE
source: Code details
ca: ព័ត៌មានលម្អិតអំពីលេខកូដ
fr: Détails du code
ja: コードの詳細
ko: 코드 세부 사항
my: ကုဒ်အသေးစိတ်ကို
vi: Mã chi tiết
zh: 代码详细信息

# CONTRACT_CURD_TAB_DETAIL_CURD_LBL_ITEM_NAME
source: Name Details
ca: ឈ្មោះលម្អិត
fr: Détails du nom
ja: 名前の詳細
ko: 이름 세부 사항
my: အမည်အသေးစိတ်
vi: Tên chi tiết
zh: 名称详情

# CONTRACT_CURD_TAB_DETAIL_CURD_LBL_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TAB_DETAIL_CURD_LBL_QUATITY
source: Amount
ca: ចំនួនទឹកប្រាក់
fr: Montant
ja: 量
ko: 양
my: ပမာဏ
vi: Số lượng
zh: 量

# CONTRACT_CURD_TAB_DETAIL_CURD_TITLE_ADD_DETAIL
source: Add contract details
ca: បន្ថែមព័ត៌មានលម្អិតអំពីកិច្ចសន្យា
fr: Ajouter les détails du contrat
ja: 契約の詳細を追加する
ko: 계약 세부 사항 추가
my: စာချုပ်အသေးစိတ်ကိုထည့်ပါ
vi: Thêm chi tiết hợp đồng
zh: 添加合同详细信息

# CONTRACT_CURD_TAB_DETAIL_CURD_TITLE_EDIT_DETAIL
source: Edit contract details
ca: កែសម្រួលព័ត៌មានលម្អិតនៃកិច្ចសន្យា
fr: Modifier les détails du contrat
ja: 契約の詳細を編集する
ko: 계약 세부 사항 편집
my: စာချုပ်အသေးစိတ်ကိုတည်းဖြတ်ပါ
vi: Sửa chi tiết hợp đồng
zh: 编辑合同详细信息

# CONTRACT_CURD_TAB_DETAIL_CURD_TXT_COST
source: Unit price
ca: តម្លៃឯកតា
fr: Prix ​​unitaire
ja: 単価
ko: 단가
my: တစ်ခုချင်းစျေးနှုန်း
vi: Đơn giá
zh: 单价

# CONTRACT_CURD_TAB_DETAIL_CURD_TXT_ITEM_CODE
source: Code details
ca: ព័ត៌មានលម្អិតអំពីលេខកូដ
fr: Détails du code
ja: コードの詳細
ko: 코드 세부 사항
my: ကုဒ်အသေးစိတ်ကို
vi: Mã chi tiết
zh: 代码详细信息

# CONTRACT_CURD_TAB_DETAIL_CURD_TXT_ITEM_NAME
source: Name Details
ca: ឈ្មោះលម្អិត
fr: Détails du nom
ja: 名前の詳細
ko: 이름 세부 사항
my: အမည်အသေးစိတ်
vi: Tên chi tiết
zh: 名称详情

# CONTRACT_CURD_TAB_DETAIL_CURD_TXT_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TAB_DETAIL_LIST_COL_ACTION
source: Manipulation
ca: ការរៀបចំ
ja: 操作
ko: 시장 조작
my: ခြယ်လှယ်
vi: Thao tác
zh: 操纵

# CONTRACT_CURD_TAB_DETAIL_LIST_COL_COST
source: Cost
ca: ថ្លៃដើម
fr: Coût
ja: 費用
ko: 비용
my: ကုန်ကျစရိတ်
vi: Chi phí
zh: 成本

# CONTRACT_CURD_TAB_DETAIL_LIST_COL_ITEM_CODE
source: Code details
ca: ព័ត៌មានលម្អិតអំពីលេខកូដ
fr: Détails du code
ja: コードの詳細
ko: 코드 세부 사항
my: ကုဒ်အသေးစိတ်ကို
vi: Mã chi tiết
zh: 代码详细信息

# CONTRACT_CURD_TAB_DETAIL_LIST_COL_ITEM_NAME
source: Name Details
ca: ឈ្មោះលម្អិត
fr: Détails du nom
ja: 名前の詳細
ko: 이름 세부 사항
my: အမည်အသေးစိတ်
vi: Tên chi tiết
zh: 名称详情

# CONTRACT_CURD_TAB_DETAIL_LIST_COL_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TAB_DETAIL_LIST_COL_QUANTITY
source: Amount
ca: ចំនួនទឹកប្រាក់
fr: Montant
ja: 量
ko: 양
my: ပမာဏ
vi: Số lượng
zh: 量

# CONTRACT_CURD_TAB_DETAIL_LIST_COL_UNIT
source: Unit
ca: ឯកតា
fr: Unité
ja: 単位
ko: 단위
my: ယူနစ်
vi: Đơn vị
zh: 单元

# CONTRACT_CURD_TAB_FILE
source: File
ca: ឯកសារ
fr: Fichier
ja: ファイル
ko: 파일
my: ဖိုင်
vi: Tệp tin
zh: 文件

# CONTRACT_CURD_TAB_FILE_BTN_BROWSE
source: Browse
ca: រុករក
fr: Feuilleter
ja: ブラウズ
ko: 검색
my: နေခြည်
zh: 浏览

# CONTRACT_CURD_TAB_FILE_COL_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 동작
my: လှုပ်ရှားမှု
vi: Tác vụ
zh: 行动

# CONTRACT_CURD_TAB_FILE_LIST_COL_CATEGORY_NAME
source: Data warehouse
ca: ឃ្លាំងទិន្នន័យ
fr: Entrepôt de données
ja: データウェアハウス
ko: 데이터웨어 하우스
my: ဒေတာသိုလှောင်ရုံ
vi: Kho dữ liệu
zh: 数据仓库

# CONTRACT_CURD_TAB_FILE_LIST_COL_CREATED_TIME
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date créée
ja: 作成日
ko: 작성일
my: ရက်စွဲဖန်တီးပြီး
vi: Ngày tạo
zh: 创建日期

# CONTRACT_CURD_TAB_FILE_LIST_COL_DESCRIPTION
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TAB_FILE_LIST_COL_NAME
source: File name
ca: ឈ្មោះឯកសារ
fr: Nom de fichier
ja: ファイル名
ko: 파일 이름
my: ဖိုင်နာမည်
vi: Tên tệp tin
zh: 文件名

# CONTRACT_CURD_TAB_FILE_MSG_ADD_FILE
source: Add new file
ca: បន្ថែមឯកសារថ្មី
fr: Ajouter un nouveau fichier
ja: 新しいファイルを追加
ko: 새 파일 추가
my: ဖိုင်အသစ်ကိုထည့်ပါ
vi: Thêm mới tệp tin
zh: 新增档案

# CONTRACT_CURD_TAB_FILE_MSG_EDIT_FILE
source: Are you sure you want to change it?
ca: តើអ្នកពិតជាចង់ផ្លាស់ប្តូរវាឬ?
fr: Voulez-vous vraiment le modifier?
ja: 変更してもよろしいですか？
ko: 변경 하시겠습니까?
my: မင်းဒါကိုပြောင်းချင်တာသေချာလား
vi: Bạn có chắc chăn muốn thay đổi
zh: 您确定要更改吗？

# CONTRACT_CURD_TAB_FILE_TITLE_ADD_FILE
source: Add an extended file
ca: បន្ថែមឯកសារបន្ថែម
fr: Ajouter un fichier étendu
ja: 拡張ファイルを追加する
ko: 확장 파일 추가
my: ချဲ့ထားသောဖိုင်ကိုထည့်ပါ
vi: Thêm tệp tin mở rông
zh: 添加扩展文件

# CONTRACT_CURD_TAB_FILE_TXT_CATEGORY
source: Data warehouse
ca: ឃ្លាំងទិន្នន័យ
fr: Entrepôt de données
ja: データウェアハウス
ko: 데이터웨어 하우스
my: ဒေတာသိုလှောင်ရုံ
vi: Kho dữ liệu
zh: 数据仓库

# CONTRACT_CURD_TAB_FILE_TXT_CHOOSE_FILE
source: Select File
ca: ជ្រើសឯកសារ
fr: Choisir le dossier
ja: ファイルを選択
ko: 파일 선택
my: ဖိုင်ရွေးပါ
vi: Chọn File
zh: 选择文件

# CONTRACT_CURD_TAB_FILE_TXT_DESCRIPTION
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TAB_FILE_TXT_TAGS
source: Tags
ca: ស្លាក
fr: Mots clés
ja: タグ
ko: 태그
my: အမှတ်အသားများ (Tags)
zh: 标签

# CONTRACT_CURD_TAB_FILE_VALIDATE_CATEGORY
source: Obligatory
ca: ចាំបាច់
fr: Obligatoire
ja: 義務的
ko: 의무
my: တာဝန်ဝတ္တရား
vi: Bắt buộc
zh: 必须的

# CONTRACT_CURD_TAB_LIST_OF_PRODUCT
source: Goods & supplies
ca: ទំនិញនិងការផ្គត់ផ្គង់
fr: Biens et fournitures
ja: グッズ＆サプライ
ko: 상품 및 용품
my: ကုန်ပစ္စည်းများနှင့်ထောက်ပံ့ရေးပစ္စည်းများ
vi: Hàng hóa & vật tư
zh: 商品和用品

# CONTRACT_CURD_TAB_LIST_OF_SERVICES
source: Service
ca: សេវាកម្ម
fr: Un service
ja: サービス
ko: 서비스
my: ဝန်ဆောင်မှု
vi: Dịch vụ
zh: 服务

# CONTRACT_CURD_TAB_LOS_LBL_BIND_TO
source: Constraint
ca: ការចង
fr: Contrainte
ja: 制約
ko: 강제
my: ကန့်သတ်
vi: Ràng buộc
zh: 约束

# CONTRACT_CURD_TAB_LOS_LBL_CURRENCY
source: Currency
ca: រូបិយប័ណ្ណ
fr: Devise
ja: 通貨
ko: 통화
my: ငွေကြေး
vi: Tiền tệ
zh: 货币

# CONTRACT_CURD_TAB_LOS_LBL_EXTEND
source: Extend
ca: ផ្នែកបន្ថែម
fr: Étendre
ja: 延長
ko: 넓히다
my: တိုးချဲ့
vi: Mở rộng
zh: 延伸

# CONTRACT_CURD_TAB_LOS_LBL_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarque
ja: 注意
ko: 노트
my: မှတ်စု
vi: Ghi chú
zh: 注意

# CONTRACT_CURD_TAB_LOS_LBL_PRICE
source: Price
ca: តម្លៃ
fr: Prix
ja: 価格
ko: 가격
my: စျေးနှုန်း
vi: Giá
zh: 价钱

# CONTRACT_CURD_TAB_LOS_LBL_QUANTITY
source: Amount
ca: ចំនួនទឹកប្រាក់
fr: Montant
ja: 量
ko: 양
my: ပမာဏ
vi: Số lượng
zh: 量

# CONTRACT_CURD_TAB_LOS_LBL_SERVICE
source: Service
ca: សេវាកម្ម
fr: Un service
ja: サービス
ko: 서비스
my: ဝန်ဆောင်မှု
vi: Dịch vụ
zh: 服务

# CONTRACT_CURD_TAB_LOS_LBL_SERVICE_DETAILS
source: Service details
ca: ព័ត៌មានលម្អិតសេវាកម្ម
fr: Détails du service
ja: サービスの詳細
ko: 서비스 내용
my: ဝန်ဆောင်မှုအသေးစိတ်
vi: Chi tiết dịch vụ
zh: 服务详情

# CONTRACT_CURD_TAB_LOS_LBL_TAX
source: Tax
ca: ពន្ធ
fr: Impôt
ja: 税金
ko: 세
my: အခွန်
vi: Thuế
zh: 税

# CONTRACT_CURD_TAB_LOS_LBL_UNIT
source: Unit
ca: ឯកតា
fr: Unité
ja: 単位
ko: 단위
my: ယူနစ်
vi: Đơn vị
zh: 单元

# CONTRACT_CURD_TAB_LOS_LBL_VALUE_BINDING
source: Value binding
ca: ការចងតម្លៃ
fr: Reliure de valeur
ja: 値バインディング
ko: 가치 바인딩
my: တန်ဖိုးနှောင်ကြိုး
vi: Giá trị ràng buộc
zh: 价值约束

# CONTRACT_CURD_TAB_LOS_TXT_BIND_TO
source: Constraint
ca: ការចង
fr: Contrainte
ja: 制約
ko: 강제
my: ကန့်သတ်
vi: Ràng buộc
zh: 约束

# CONTRACT_CURD_TAB_LOS_TXT_CURRENCY
source: Currency
ca: រូបិយប័ណ្ណ
fr: Devise
ja: 通貨
ko: 통화
my: ငွေကြေး
vi: Tiền tệ
zh: 货币

# CONTRACT_CURD_TAB_LOS_TXT_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarque
ja: 注意
ko: 노트
my: မှတ်စု
vi: Ghi chú
zh: 注意

# CONTRACT_CURD_TAB_LOS_TXT_PRICE
source: Price
ca: តម្លៃ
fr: Prix
ja: 価格
ko: 가격
my: စျေးနှုန်း
vi: Giá
zh: 价钱

# CONTRACT_CURD_TAB_LOS_TXT_QUANTITY
source: Amount
ca: ចំនួនទឹកប្រាក់
fr: Montant
ja: 量
ko: 양
my: ပမာဏ
vi: Số lượng
zh: 量

# CONTRACT_CURD_TAB_LOS_TXT_SERVICE
source: Choose service
ca: ជ្រើសរើសសេវាកម្ម
fr: Choisissez le service
ja: サービスを選択
ko: 서비스를 선택하십시오
my: ဝန်ဆောင်မှုကိုရွေးချယ်ပါ
vi: Chọn dịch vụ
zh: 选择服务

# CONTRACT_CURD_TAB_LOS_TXT_UNIT
source: Unit
ca: ឯកតា
fr: Unité
ja: 単位
ko: 단위
my: ယူနစ်
vi: Đơn vị
zh: 单元

# CONTRACT_CURD_TAB_LOS_TXT_VALUE_BINDING
source: Value binding
ca: ការចងតម្លៃ
fr: Reliure de valeur
ja: 値バインディング
ko: 가치 바인딩
my: တန်ဖိုးနှောင်ကြိုး
vi: Giá trị ràng buộc
zh: 价值约束

# CONTRACT_CURD_TAB_MEMBER
source: Member
ca: សមាជិកភាព
fr: Membre
ja: メンバー
ko: 회원
my: အသင်းဝင်
vi: Thành viên
zh: 会员

# CONTRACT_CURD_TAB_MEMBER_ASSIGNEE
source: Member
ca: សមាជិកភាព
fr: Membre
ja: メンバー
ko: 회원
my: အသင်းဝင်
vi: Thành viên
zh: 会员

# CONTRACT_CURD_TAB_MEMBER_CURD_VALIDATE_ASSIGNEE
source: Member required
ca: សមាជិកត្រូវមាន
fr: Membre requis
ja: 会員が必要です
ko: 회원 필요
my: အသင်းဝင်လိုအပ်သည်
vi: Thành viên yêu cầu bắt buộc
zh: 需要会员

# CONTRACT_CURD_TAB_MEMBER_LBL_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TAB_MEMBER_LIST_COL_ASSIGNEE
source: Authorized person
ca: បុគ្គលដែលមានការអនុញ្ញាត
fr: Personne autorisée
ja: 権限保持者
ko: 공인 된 사람
my: အခွင့်အာဏာရှိသူ
vi: Người ủy quyền
zh: 授权人

# CONTRACT_CURD_TAB_MEMBER_LIST_COL_ASSIGNER
source: Authorized person
ca: បុគ្គលដែលមានការអនុញ្ញាត
fr: Personne autorisée
ja: 権限保持者
ko: 공인 된 사람
my: အခွင့်အာဏာရှိသူ
vi: Người được ủy quyền
zh: 授权人

# CONTRACT_CURD_TAB_MEMBER_LIST_COL_CREATED_TIME
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date créée
ja: 作成日
ko: 작성일
my: ရက်စွဲဖန်တီးပြီး
vi: Ngày tạo
zh: 创建日期

# CONTRACT_CURD_TAB_MEMBER_LIST_COL_CREATE_BY
source: Creator
ca: អ្នកបង្កើត
fr: Créateur
ja: 作成者
ko: 창조자
my: ဖန်ဆင်းရှင်
vi: Người tạo
zh: 创作者

# CONTRACT_CURD_TAB_MEMBER_LIST_COL_GIVEN_NAME
source: Member
ca: សមាជិកភាព
fr: Membre
ja: メンバー
ko: 회원
my: အသင်းဝင်
vi: Thành viên
zh: 会员

# CONTRACT_CURD_TAB_MEMBER_LIST_COL_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TAB_MEMBER_LIST_COL_TASK
source: Mission
ca: បេសកកម្ម
ja: ミッション
ko: 사명
my: မစ်ရှင်
vi: Nhiệm vụ
zh: 任务

# CONTRACT_CURD_TAB_MEMBER_LIST_COL_TIME
source: Time
ca: ពេលវេលានៃ
fr: Temps
ja: 時間
ko: 시각
my: အချိန်
vi: Thời gian
zh: 时间

# CONTRACT_CURD_TAB_MEMBER_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TAB_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarque
ja: 注意
ko: 노트
my: မှတ်စု
vi: Ghi chú
zh: 注意

# CONTRACT_CURD_TAB_NOTE_CURD_LBL_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TAB_NOTE_CURD_LBL_TAG
source: Tag
ca: ស្លាក
fr: Étiquette
ja: 鬼ごっこ
ko: 꼬리표
zh: 标签

# CONTRACT_CURD_TAB_NOTE_CURD_LBL_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 題名
ko: 표제
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# CONTRACT_CURD_TAB_NOTE_CURD_TITLE_ADD_NOTE
source: Add notes
ca: បន្ថែមកំណត់ត្រា
fr: Ajouter des notes
ja: メモを追加
ko: 메모 추가
my: မှတ်စုများထည့်ပါ
vi: Thêm ghi chú
zh: 添加笔记

# CONTRACT_CURD_TAB_NOTE_CURD_TITLE_EDIT_NOTE
source: Edit the note
ca: កែសម្រួលកំណត់ចំណាំ
fr: Modifier la note
ja: メモを編集する
ko: 메모 수정
my: မှတ်စုကိုတည်းဖြတ်ပါ
vi: Chỉnh sửa ghi chú
zh: 编辑笔记

# CONTRACT_CURD_TAB_NOTE_CURD_TXT_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TAB_NOTE_CURD_TXT_TAG
source: Tag
ca: ស្លាក
fr: Étiquette
ja: 鬼ごっこ
ko: 꼬리표
zh: 标签

# CONTRACT_CURD_TAB_NOTE_CURD_TXT_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 題名
ko: 표제
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# CONTRACT_CURD_TAB_NOTE_LIST_COL_ACTION
source: Manipulation
ca: ការរៀបចំ
ja: 操作
ko: 시장 조작
my: ခြယ်လှယ်
vi: Thao tác
zh: 操纵

# CONTRACT_CURD_TAB_NOTE_LIST_COL_CREATED_TIME
source: Creation time
ca: ពេលវេលាបង្កើត
fr: Temps de creation
ja: 作成時間
ko: 제작 시간
my: ဖန်တီးမှုအချိန်
vi: Thời gian tạo
zh: 创作时间

# CONTRACT_CURD_TAB_NOTE_LIST_COL_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TAB_NOTE_LIST_COL_STT
source: Address
ca: អាសយដ្ឋាន
fr: Adresse
ja: 住所
ko: 주소
my: လိပ်စာ
vi: Địa chỉ
zh: 地址

# CONTRACT_CURD_TAB_NOTE_LIST_COL_TAGS
source: Tags
ca: ស្លាក
fr: Mots clés
ja: タグ
ko: 태그
my: အမှတ်အသားများ (Tags)
zh: 标签

# CONTRACT_CURD_TAB_NOTE_LIST_COL_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 題名
ko: 표제
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# CONTRACT_CURD_TAB_NOTIFICATION
source: Notification
ca: សេចក្តីជូនដំណឹង
ja: お知らせ
ko: 공고
my: အသိပေးချက်
vi: Thông báo
zh: 通知

# CONTRACT_CURD_TAB_NOTIFICATION_LIST_COL_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 동작
my: လှုပ်ရှားမှု
vi: Tác vụ
zh: 行动

# CONTRACT_CURD_TAB_NOTIFICATION_LIST_COL_CONFIRM_TIME
source: Approval time
ca: ពេលវេលាអនុម័ត
fr: Délai d'approbation
ja: 承認時間
ko: 승인 시간
my: အတည်ပြုချိန်
vi: Thời gian phê duyệt
zh: 审批时间

# CONTRACT_CURD_TAB_NOTIFICATION_LIST_COL_CONTENT
source: content
ca: ខ្លឹមសារ
fr: contenu
ja: コンテンツ
ko: 함유량
my: အကြောင်းအရာ
vi: Nội dung
zh: 内容

# CONTRACT_CURD_TAB_NOTIFICATION_LIST_COL_IS_WARNING
source: Warning
ca: ការព្រមាន
fr: avertissement
ja: 警告
ko: 경고
my: သတိပေးချက်
vi: Cảnh báo
zh: 警告

# CONTRACT_CURD_TAB_NOTIFICATION_LIST_COL_NOTIFY_CODE
source: Token
ca: ថូនី
fr: Jeton
ja: トークン
ko: 토큰
my: တိုကင်
vi: Mã thông báo
zh: 代币

# CONTRACT_CURD_TAB_NOTIFICATION_LIST_COL_RECEIVER_CONFIRM
source: Approved
ca: អនុម័ត
fr: Approuvé
ja: 承認済み
ko: 승인
my: ခွင့်ပြုပြီး
vi: Phê duyệt
zh: 已批准

# CONTRACT_CURD_TAB_NOTIFICATION_LIST_COL_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 題名
ko: 표제
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# CONTRACT_CURD_TAB_ORDER_REQUEST
source: Order request
ca: ស្នើសុំបញ្ជាទិញ
fr: Demande de commande
ja: オーダーリクエスト
ko: 주문 요청
my: အမှာစာတောင်းဆိုမှု
vi: Y/C đặt hàng
zh: 订购要求

# CONTRACT_CURD_TAB_OTHER
source: Contract related
ca: កិច្ចសន្យាដែលទាក់ទង
fr: Lié au contrat
ja: 契約関連
ko: 계약 관련
my: စာချုပ်နှင့်ဆက်စပ်သော
vi: HĐ liên quan
zh: 合同相关

# CONTRACT_CURD_TAB_OTHER_LIST_COL_CONTRACT_CODE
source: Contract Code
ca: លេខកូដកិច្ចសន្យា
fr: Code de contrat
ja: 契約コード
ko: 계약 코드
my: ကန်ထရိုက်စာချုပ်
vi: Mã hợp đồng
zh: 合约编号

# CONTRACT_CURD_TAB_OTHER_LIST_COL_CREATED_BY
source: Creator
ca: អ្នកបង្កើត
fr: Créateur
ja: 作成者
ko: 창조자
my: ဖန်ဆင်းရှင်
vi: Người tạo
zh: 创作者

# CONTRACT_CURD_TAB_OTHER_LIST_COL_CREATED_TIME
source: Creation time
ca: ពេលវេលាបង្កើត
fr: Temps de creation
ja: 作成時間
ko: 제작 시간
my: ဖန်တီးမှုအချိန်
vi: Thời gian tạo
zh: 创作时间

# CONTRACT_CURD_TAB_OTHER_LIST_COL_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状態
ko: 상태
my: အခြေအနေ
vi: Trạng thái
zh: 状态

# CONTRACT_CURD_TAB_OTHER_LIST_COL_TITLE
source: Headline
ca: ចំណងជើង
fr: Gros titre
ja: 見出し
ko: 표제
my: ခေါင်းစဉ်
vi: Tiều đề
zh: 标题

# CONTRACT_CURD_TAB_PAYMENT
source: Finance
ca: ហិរញ្ញវត្ថុ
fr: La finance
ja: ファイナンス
ko: 재원
my: ဘဏ္ာရေး
vi: Tài chính
zh: 金融

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_ADDRESS
source: Address
ca: អាសយដ្ឋាន
fr: Adresse
ja: 住所
ko: 주소
my: လိပ်စာ
vi: Địa chỉ
zh: 地址

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_AET_TYPE
source: Type of income / expenditure
ca: ប្រភេទប្រាក់ចំណូល / ចំណាយ
fr: Type de revenus / dépenses
ja: 収入/支出の種類
ko: 수입 / 지출의 유형
my: ဝင်ငွေ / အသုံးစရိတ်အမျိုးအစား
vi: Loại thu/chi
zh: 收入/支出类型

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_CURRENCY
source: Currency
ca: ប្រភេទនៃប្រាក់
fr: Devise
ja: 通貨
ko: 통화
my: ငွေကြေး
vi: Loại tiền
zh: 货币

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_DEADLINE
source: Collection date
ca: កាលបរិច្ឆេទប្រមូល
fr: Date de collecte
ja: 収集日
ko: 수거 일
my: ငွေကောက်ခံသည့်နေ့စွဲ
vi: Ngày thu chi
zh: 采集日期

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_LEADERS_CONFIRM
source: Leader confirmed
ca: មេដឹកនាំបានបញ្ជាក់
fr: Le chef a confirmé
ja: リーダー確認
ko: 지도자 확인
my: ခေါင်းဆောင်အတည်ပြုခဲ့သည်
vi: Lãnh đạo xác nhận
zh: 领导确认

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_LIST_FILE
source: List of files
ca: បញ្ជីឯកសារ
fr: Liste des fichiers
ja: ファイルのリスト
ko: 파일 목록
my: ဖိုင်များစာရင်း
vi: Danh sách tệp tin
zh: 文件清单

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_LIST_FUND
source: List of revenues and expenditures
ca: បញ្ជីចំណូលនិងចំណាយ
fr: Liste des revenus et dépenses
ja: 収入と支出のリスト
ko: 수입 및 지출 목록
my: ဝင်ငွေနှင့်အသုံးစရိတ်များစာရင်း
vi: Danh mục thu / chi
zh: 收支清单

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_MAP
source: Place
ca: ទីតាំង
fr: Endroit
ja: 場所
ko: 장소
my: နေရာ
vi: Địa điểm
zh: 地点

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_OPINION_LEADER
source: Opinion of leader
ca: មតិរបស់មេដឹកនាំ
fr: Opinion du leader
ja: リーダーの意見
ko: 지도자의 의견
my: ခေါင်းဆောင်၏ထင်မြင်ချက်
vi: Ý kiến ​​của người lãnh đạo
zh: 领导意见

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_PAYER
source: Payer
ca: អ្នកបង់ប្រាក់
fr: Payeur
ja: 支払人
ko: 지불 인
my: ပေးဆောင်သူ
vi: Người trả
zh: 付款人

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_RECEIVER
source: Receiver
ca: អ្នកទទួល
fr: Destinataire
ja: 受信機
ko: 리시버
my: လက်ခံ
vi: Người nhận
zh: 接收者

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状態
ko: 상태
my: အခြေအနေ
vi: Trạng thái
zh: 状态

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 題名
ko: 표제
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# CONTRACT_CURD_TAB_PAYMENT_CURD_LBL_TOTAL
source: Amount of money
ca: ចំនួនទឹកប្រាក់
fr: Somme d'argent
ja: 金額
ko: 금액
my: ငွေပမာဏ
vi: Số tiền
zh: 金钱数额

# CONTRACT_CURD_TAB_PAYMENT_CURD_TXT_ADDRESS
source: Address
ca: អាសយដ្ឋាន
fr: Adresse
ja: 住所
ko: 주소
my: လိပ်စာ
vi: Địa chỉ
zh: 地址

# CONTRACT_CURD_TAB_PAYMENT_CURD_TXT_AET_TYPE
source: Type of income / expenditure
ca: ប្រភេទប្រាក់ចំណូល / ចំណាយ
fr: Type de revenus / dépenses
ja: 収入/支出の種類
ko: 수입 / 지출의 유형
my: ဝင်ငွေ / အသုံးစရိတ်အမျိုးအစား
vi: Loại thu/chi
zh: 收入/支出类型

# CONTRACT_CURD_TAB_PAYMENT_CURD_TXT_DEADLINE
source: Collection date
ca: កាលបរិច្ឆេទប្រមូល
fr: Date de collecte
ja: 収集日
ko: 수거 일
my: ငွေကောက်ခံသည့်နေ့စွဲ
vi: Ngày thu chi
zh: 采集日期

# CONTRACT_CURD_TAB_PAYMENT_CURD_TXT_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décris
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# CONTRACT_CURD_TAB_PAYMENT_CURD_TXT_PAYER
source: Payer
ca: អ្នកបង់ប្រាក់
fr: Payeur
ja: 支払人
ko: 지불 인
my: ပေးဆောင်သူ
vi: Người trả
zh: 付款人

# CONTRACT_CURD_TAB_PAYMENT_CURD_TXT_RECEIVER
source: Receiver
ca: អ្នកទទួល
fr: Destinataire
ja: 受信機
ko: 리시버
my: လက်ခံ
vi: Người nhận
zh: 接收者

# CONTRACT_CURD_TAB_PAYMENT_CURD_TXT_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状態
ko: 상태
my: အခြေအနေ
vi: Trạng thái
zh: 状态

# CONTRACT_CURD_TAB_PAYMENT_CURD_TXT_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 題名
ko: 표제
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# CONTRACT_CURD_TAB_PAYMENT_LIST_COL_AET_TYPE
source: Species
ca: ប្រភេទ
fr: Espèce
ja: 種
ko: 종
my: မျိုးစိတ်များ
vi: Loại
zh: 种类

# CONTRACT_CURD_TAB_PAYMENT_LIST_COL_CAT_NAME
source: Name list
ca: ឈ្មោះប្រភេទ
fr: Liste de nom
ja: 名前リスト
ko: 명부
my: အမည်စာရင်း
vi: Tên danh mục
zh: 名单

# CONTRACT_CURD_TAB_PAYMENT_LIST_COL_PAYER
source: Payer
ca: អ្នកបង់ប្រាក់
fr: Payeur
ja: 支払人
ko: 지불 인
my: ပေးဆောင်သူ
vi: Người trả
zh: 付款人

# CONTRACT_CURD_TAB_PAYMENT_LIST_COL_RECEIPTTER
source: Receiver
ca: អ្នកទទួល
fr: Destinataire
ja: 受信機
ko: 리시버
my: လက်ခံ
vi: Người nhận
zh: 接收者

# CONTRACT_CURD_TAB_PAYMENT_LIST_COL_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状態
ko: 상태
my: အခြေအနေ
vi: Trạng thái
zh: 状态

# CONTRACT_CURD_TAB_PAYMENT_LIST_COL_TOTAL
source: Amount of money
ca: ចំនួនទឹកប្រាក់
fr: Somme d'argent
ja: 金額
ko: 금액
my: ငွေပမာဏ
vi: Số tiền
zh: 金钱数额

# CONTRACT_CURD_TAB_PAYMENT_LIST_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 題名
ko: 표제
my: ခေါင်းစဥ်
vi: Tiêu đề
zh: 标题

# CONTRACT_CURD_TAB_PAYMENT_SCHEDULE
source: Payment schedule
ca: កាលវិភាគទូទាត់
fr: Calendrier de paiement
ja: 支払いスケジュール
ko: 지불 일정
my: ငွေပေးချေမှုအစီအစဉ်
vi: Lịch thanh toán
zh: 付款时间表

# CONTRACT_CURD_TAB_PAYMENT_TITLE_ADD
source: Add a receipt
ca: បន្ថែមបង្កាន់ដៃ
fr: Ajouter un reçu
ja: 領収書を追加する
ko: 영수증 추가
my: ငွေလက်ခံဖြတ်ပိုင်းတစ်ခုထည့်ပါ
vi: Thêm phiếu thu chi
zh: 添加收据

# CONTRACT_CURD_TAB_PAYMENT_TITLE_EDIT
source: Correction of receipts and expenditures
ca: ការកែតម្រូវចំណូលនិងចំណាយ
fr: Correction des recettes et des dépenses
ja: 領収書と支出の修正
ko: 영수증 및 지출의 수정
my: လက်ခံဖြတ်ပိုင်းများနှင့်အသုံးစရိတ်များကိုဆုံး
vi: Sửa phiếu thu chi
zh: 收支更正

# CONTRACT_CURD_TAB_PAYMENT_TXT_SEARCH_PAYMENT_NAME
source: Name of the coupon
ca: ឈ្មោះគូប៉ុង
fr: Nom du coupon
ja: クーポンの名前
ko: 쿠폰 이름
my: ကူပွန်၏အမည်
vi: Tên phiếu
zh: 优惠券名称
