Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ContractController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# CONTRAT_CURD_MSG_ADDED_THIS_PURCHASE_CONTRACT
source: You have already added this purchase contract
ca: អ្នកបានបន្ថែមកិច្ចសន្យាទិញនេះរួចហើយ
fr: Vous avez déjà ajouté ce contrat d'achat
ja: この購入契約は既に追加されています
ko: 이 구매 계약을 이미 추가했습니다
my: ယခုဝယ်ယူမှုစာချုပ်ကိုသင်ပြီးပါပြီ
vi: Bạn đã thêm hợp đồng mua này
zh: 您已经添加了此购买合同

# CONTRAT_CURD_MSG_ARE_YOU_SURE_YOU_WANT_TO_DELETE_VOTES
source: Are you sure you want to delete votes?
ca: តើអ្នកពិតជាចង់លុបសន្លឹកឆ្នោតមែនទេ?
fr: Voulez-vous vraiment supprimer les votes?
ja: 投票を削除してもよろしいですか？
ko: 투표를 삭제 하시겠습니까?
my: သင်မဲဖျက်လိုကြောင်းသေချာပါသလား။
vi: Bạn có chắc chắn muốn xóa phiếu?
zh: 您确定要删除投票吗？

# CONTRAT_CURD_MSG_CANNOT_BE_UPDATED
source: The order form of this contract has been approved, it cannot be updated
ca: ទម្រង់បែបបទនៃកិច្ចសន្យានេះត្រូវបានអនុម័តវាមិនអាចធ្វើបច្ចុប្បន្នភាពបានទេ
fr: Le bon de commande de ce contrat a été approuvé, il ne peut pas être mis à jour
ja: この契約の注文フォームは承認されました。更新できません
ko: 이 계약서의 주문 양식이 승인되었으며 업데이트 할 수 없습니다
my: ဤစာချုပ်၏အမှာစာပုံစံကိုအတည်ပြုပြီးဖြစ်သည်၊
vi: Phiếu đặt hàng của hợp đồng này đã được duyệt, không thể cập nhật sản phẩm
zh: 该合同的订单已被批准，无法更新

# CONTRAT_CURD_MSG_CONTRACT_NOT_FOUND
source: Contract not found, please refresh the page
ca: រកមិនឃើញកិច្ចសន្យាសូមផ្ទុកទំព័រឡើងវិញ
fr: Contrat non trouvé, veuillez rafraîchir la page
ja: 契約が見つかりません。ページを更新してください
ko: 계약서를 찾을 수 없습니다. 페이지를 새로 고침하십시오.
my: စာချုပ်မတွေ့ပါ၊ ကျေးဇူးပြု၍ စာမျက်နှာကို refresh လုပ်ပါ
vi: Không tìm thấy hợp đồng, vui lòng làm mới trang
zh: 找不到合同，请刷新页面

# CONTRAT_CURD_MSG_ENTERED_POSITIVE_NUMBERS
source: - The rate of loss entered positive numbers
ca: - អត្រាបាត់បង់បានបញ្ចូលលេខវិជ្ជមាន
fr: - Le taux de perte entré des nombres positifs
ja: -損失率は正の数値を入力しました
ko: -손실률이 양수로 입력
my: - အရှုံးနှုန်းသည်အပြုသဘောဆောင်သည့်နံပါတ်များကိုထည့်သွင်းခဲ့သည်
vi: - Tỉ lệ hao hụt nhập số dương
zh: -损失率输入正数

# CONTRAT_CURD_MSG_FILE_ALREADY_EXISTS
source: File already exists!
ca: មានឯកសាររួចហើយ!
fr: Le fichier existe déjà!
ja: ファイルが既に存在します！
ko: 존재하는 파일입니다!
my: ဖိုင်ရှိပြီးသား!
vi: Tệp tin đã tồn tại!
zh: 文件已存在！

# CONTRAT_CURD_MSG_IMPORT_REQUESTS
source: Would you like to add the Import Request?
ca: តើអ្នកចង់បន្ថែមសំណើនាំចូលទេ?
fr: Souhaitez-vous ajouter la demande d'importation?
ja: インポートリクエストを追加しますか？
ko: 가져 오기 요청을 추가 하시겠습니까?
my: သင်တင်သွင်းမှုတောင်းဆိုမှုကိုထည့်သွင်းလိုပါသလား။
vi: Bạn muốn thêm Y/C nhập khẩu không?
zh: 您要添加导入请求吗？

# CONTRAT_CURD_MSG_INFORMATION
source: Information
ca: ព័ត៌មាន
ja: 情報
ko: 정보
my: သတင်းအချက်အလက်
vi: Thông tin
zh: 信息

# CONTRAT_CURD_MSG_NO_FILE_SELECTED
source: No file selected!
ca: គ្មានឯកសារត្រូវបានជ្រើសរើសទេ!
fr: Aucun fichier sélectionné!
ja: ファイルが選択されていません！
ko: 파일이 선택되지 않았습니다!
my: ဖိုင်မရှိပါ။
vi: Chưa chọn tệp tin !
zh: 未选择文件！

# CONTRAT_CURD_MSG_NO_OBJECT_CODE_SELECTED
source: No object code selected!
ca: គ្មានកូដវត្ថុត្រូវបានជ្រើសរើសទេ!
fr: Aucun code objet sélectionné!
ja: オブジェクトコードが選択されていません！
ko: 선택된 객체 코드가 없습니다!
my: အဘယ်သူမျှမအရာဝတ္ထုကုဒ်မရွေး!
vi: Chưa chọn mã đối tượng !
zh: 未选择目标代码！

# CONTRAT_CURD_MSG_NO_OBJECT_SELECTED
source: No object selected yet!
ca: មិនទាន់បានជ្រើសរើសវត្ថុណាមួយទេ!
fr: Aucun objet sélectionné pour l'instant!
ja: オブジェクトがまだ選択されていません！
ko: 아직 선택된 개체가 없습니다!
my: အဘယ်သူမျှမအရာဝတ္ထုကိုရွေးပါ!
vi: Chưa chọn đối tượng !
zh: 尚未选择任何对象！

# CONTRAT_CURD_MSG_ORDER_ARE_NOT_EDITED_OR_DELETED
source: Products already in the Order Request are not allowed to be modified or deleted
ca: ផលិតផលដែលមានរួចហើយនៅក្នុងការស្នើសុំការបញ្ជាទិញមិនត្រូវបានអនុញ្ញាតឱ្យកែប្រែឬលុបចោលទេ
fr: Les produits déjà dans la demande de commande ne peuvent pas être modifiés ou supprimés
ja: すでに注文リクエストにある製品は、変更または削除できません
ko: 주문 요청에 이미있는 제품은 수정하거나 삭제할 수 없습니다
my: Order Request တွင်ရှိနှင့်ပြီးသားထုတ်ကုန်များကိုပြုပြင်ရန် (သို့) ဖျက်ရန်ခွင့်မပြုပါ
vi: Sản phẩm đã có trong Y/C đặt hàng không được phép sửa, xóa
zh: 订单中已存在的产品不允许被修改或删除

# CONTRAT_CURD_MSG_PLEASE_CHOOSE_TO_ENTER_COMMENTS
source: Please choose to enter comments
ca: សូមជ្រើសដើម្បីបញ្ចូលមតិ
fr: Veuillez choisir d'entrer des commentaires
ja: コメントの入力を選択してください
ko: 의견을 입력하도록 선택하십시오
my: ထင်မြင်ချက်ပေါင်းထည့်ရန်ရွေးချယ်ပါ
vi: Vui lòng chọn nhập ý kiến
zh: 请选择输入评论

# CONTRAT_CURD_MSG_PLEASE_ENTER_FULL_INFORMATION
source: Please enter full information
ca: សូមបញ្ចូលព័ត៌មានពេញលេញ
fr: Veuillez saisir toutes les informations
ja: 完全な情報を入力してください
ko: 전체 정보를 입력하십시오
my: အချက်အလက်အပြည့်အစုံထည့်ပါ
vi: Vui lòng nhập đầy đủ thông tin
zh: 请输入完整信息

# CONTRAT_CURD_MSG_PLEASE_ENTER_MANUALLY
source: Could not filter the price, please enter manually
ca: មិនអាចច្រោះតម្លៃបានទេសូមបញ្ចូលដោយដៃ
fr: Impossible de filtrer le prix, veuillez saisir manuellement
ja: 価格をフィルタリングできませんでした。手動で入力してください
ko: 가격을 필터링하지 못했습니다. 직접 입력하세요
my: စျေးနှုန်းကိုစစ်။ မရပါ၊ ကျေးဇူးပြု၍ ကိုယ်တိုင်ရိုက်ထည့်ပါ
vi: Không lọc được giá, vui lòng nhập tay
zh: 无法过滤价格，请手动输入

# CONTRAT_CURD_MSG_PLEASE_SELECT_1_COMMENT_TO_CORRECT_IT
source: Please select 1 comment to correct it
ca: សូមជ្រើសរើសមតិយោបល់ ១ ដើម្បីកែវា
fr: Veuillez sélectionner 1 commentaire pour le corriger
ja: 1つのコメントを選択して修正してください
ko: 수정하려면 1 개의 댓글을 선택하십시오
my: ကျေးဇူးပြု၍ မှတ်ချက် ၁ ခုရွေးပါ
vi: Vui lòng chọn 1 ý kiến để sửa
zh: 请选择1条评论进行更正

# CONTRAT_CURD_MSG_PLEASE_SELECT_AN_ARCHIVE_DIRECTORY
source: Please select an archive directory!
ca: សូមជ្រើសរើសថតប័ណ្ណសារ!
fr: Veuillez sélectionner un répertoire d'archives!
ja: アーカイブディレクトリを選択してください！
ko: 아카이브 디렉토리를 선택하십시오!
my: ကျေးဇူးပြု၍ archive directory ကိုရွေးပါ။
vi: Vui lòng chọn thư mục lưu trữ!
zh: 请选择一个存档目录！

# CONTRAT_CURD_MSG_PLEASE_SELECT_AN_EXTENDED_SERVICE_AGAIN
source: Please select an extended service again
ca: សូមជ្រើសរើសសេវាកម្មដែលបានពង្រីកម្តងទៀត
fr: Veuillez sélectionner à nouveau un service étendu
ja: 延長サービスをもう一度選択してください
ko: 확장 서비스를 다시 선택하십시오
my: ကျေးဇူးပြုပြီးထပ်မံတိုးချဲ့ဝန်ဆောင်မှုကိုရွေးချယ်ပါ
vi: Vui lòng chọn lại dịch vụ mở rộng
zh: 请再次选择扩展服务

# CONTRAT_CURD_MSG_PLEASE_SELECT_THE_STANDARD_SERVICE_AGAIN
source: Please select the standard service again
ca: សូមជ្រើសរើសសេវាកម្មស្តង់ដារម្តងទៀត
fr: Veuillez sélectionner à nouveau le service standard
ja: 標準サービスをもう一度選択してください
ko: 표준 서비스를 다시 선택하십시오
my: ကျေးဇူးပြုပြီးပုံမှန်ဝန်ဆောင်မှုကိုထပ်မံရွေးချယ်ပါ
vi: Vui lòng chọn lại dịch vụ chuẩn
zh: 请再次选择标准服务

# CONTRAT_CURD_MSG_PLEASE_SELECT_THE_SUPPLIER
source: Please select the supplier for each product
ca: សូមជ្រើសរើសអ្នកផ្គត់ផ្គង់សម្រាប់ផលិតផលនីមួយៗ
fr: Veuillez sélectionner le fournisseur pour chaque produit
ja: 各製品のサプライヤーを選択してください
ko: 각 제품의 공급 업체를 선택하십시오
my: ကုန်ပစ္စည်းတစ်ခုချင်းစီအတွက်ကုန်ပစ္စည်းပေးသွင်းသူကိုရွေးချယ်ပါ
vi: Vui lòng chọn nhà cung cấp cho từng sản phẩm
zh: 请为每种产品选择供应商

# CONTRAT_CURD_MSG_POSITIVE_CONVERSION_RATE
source: - Positive conversion rate
ca: - អត្រាបំលែងវិជ្ជមាន
fr: - Taux de conversion positif
ja: -正のコンバージョン率
ko: -긍정적 전환율
my: - အပြုသဘောပြောင်းလဲခြင်းနှုန်း
vi: - Tỉ lệ quy đổi nhập số dương
zh: -正面转化率

# CONTRAT_CURD_MSG_POSITIVE_NUMBER_ENTRY
source: - Conversion rate and percentage of loss of positive number entry
ca: អត្រាបំលែងនិងភាគរយនៃការបាត់បង់លេខវិជ្ជមាន
fr: - Taux de conversion et pourcentage de perte d'entrée de nombre positif
ja: -コンバージョン率と正数入力の損失率
ko: -양수 입력 손실율 및 전환율
my: - ပြောင်းလဲခြင်းနှုန်းနှင့်အပြုသဘောဆောင်သောနံပါတ် entry ကို၏ဆုံးရှုံးမှုရာခိုင်နှုန်း
vi: - Tỉ lệ quy đổi và tỉ lệ hao hụt nhập số dương
zh: -转换率和正数输入丢失的百分比

# CONTRAT_CURD_MSG_SUCCESSFULLY_REPAIRED_THE_PRODUCT
source: Successfully repaired the product
ca: ជួសជុលផលិតផលដោយជោគជ័យ
fr: Réparé le produit avec succès
ja: 製品を正常に修復しました
ko: 제품 수리 성공
my: ထုတ်ကုန်ကိုအောင်မြင်စွာပြုပြင်လိုက်သည်
vi: Sửa thành công sản phẩm
zh: 成功维修产品

# CONTRAT_CURD_MSG_THE_CONTRACT_EFFECTIVE_DATE
source: The contract's effective date has expired or there are no products to be imported
ca: កាលបរិច្ឆេទមានប្រសិទ្ធិភាពនៃកិច្ចសន្យាបានផុតកំណត់ឬមិនមានផលិតផលដែលត្រូវនាំចូល
fr: La date d'entrée en vigueur du contrat a expiré ou il n'y a aucun produit à importer
ja: 契約の発効日が期限切れになっているか、インポートする製品がありません
ko: 계약 유효 날짜가 만료되었거나 가져올 제품이 없습니다
my: စာချုပ်သက်ရောက်သည့်နေ့ကုန်ဆုံးသွားပြီသို့မဟုတ်တင်သွင်းရန်ထုတ်ကုန်များမရှိတော့ပါ
vi: Ngày hiệu lực hợp đồng đã hết hạn hoặc không có sản phẩm cần nhập khẩu
zh: 合同的生效日期已过期或没有要进口的产品

# CONTRAT_CURD_MSG_THE_PARENT_CHECK
source: The child check amount must not be larger than the parent check.
ca: ចំនួនទឹកប្រាក់ត្រួតពិនិត្យកូនមិនត្រូវធំជាងសែកមាតាឬបិតាឡើយ។
fr: Le montant du chèque enfant ne doit pas être supérieur au chèque parent.
ja: 子チェックの金額は、親チェックより大きくてはいけません。
ko: 자녀 수표 금액은 부모 수표보다 크지 않아야합니다.
my: ကလေးချက်ငွေပမာဏသည်မိဘစစ်ဆေးမှုထက်မကြီးရပါ။
vi: Số tiền chi phiếu con không được lớn hơn phiếu cha.
zh: 子支票的金额不能大于父支票的金额。

# CONTRAT_CURD_MSG_THIS_CONTRACT_ORDER_HAS_EXPIRED_OR_HAS_NO_PRODUCTS_TO_IMPORT
source: This contract / Order has expired or has no products to import
ca: កិច្ចសន្យា / ការបញ្ជាទិញនេះបានផុតកំណត់ហើយឬមិនមានផលិតផលនាំចូល
fr: Ce contrat / commande a expiré ou n'a pas de produits à importer
ja: この契約/注文の有効期限が切れているか、インポートする製品がありません
ko: 이 계약 / 주문이 만료되었거나 수입 할 제품이 없습니다
my: ဤစာချုပ် / အမိန့်သက်တမ်းကုန်သွားပြီသို့မဟုတ်တင်သွင်းရန်ထုတ်ကုန်များမရှိတော့ပါ
vi: Hợp đồng/Đơn hàng này đã hết hạn hoặc không có sản phẩm cần nhập khẩu
zh: 此合同/订单已过期或没有要导入的产品

# CONTRAT_CURD_MSG_UNKNOWN_SERVICE_CONDITIONS
source: Unknown service conditions
ca: មិនស្គាល់លក្ខខណ្ឌសេវាកម្ម
fr: Conditions de service inconnues
ja: 不明なサービス条件
ko: 알 수없는 서비스 조건
my: မသိသောဝန်ဆောင်မှုအခြေအနေ
vi: Dịch vụ chưa xác định điều kiện
zh: 未知的服务条件

# CONTRAT_CURD_TXT_MONTH
source: month
ca: ខែ
fr: mois
ja: 月
ko: 달
my: လ
vi: tháng
zh: 月

# CONTRACT_CURD_TAB_FILE_LIST_COL_EDITED_BY
source: Repairer
ca: អ្នកជួសជុល
fr: Le fixateur
ja: 定着液
ko: 정착액
my: fixer
vi: Người sửa

# CONTRACT_CURD_TAB_FILE_LIST_COL_EDITED_TIME
source: Correction time
ca: ពេលវេលាកែ
fr: Temps de correction
ja: 補正時間
ko: 수정 시간
my: ပြင်ဆင်ချိန်
vi: Thời gian sửa

# CONTRACT_LBL_ORGANIZATION
source: Unit / Branch
ca: អង្គភាព / សាខា
fr: Unité / succursale
ja: ユニット/支店
ko: 단위 / 지점
my: ယူနစ် / ဌာနခွဲ
vi: Đơn vị/ Chi nhánh
zh: 单位/分支

# CONTRACT_TXT_ORGANIZATION
source: Unit / Branch
ca: អង្គភាព / សាខា
fr: Unité / succursale
ja: ユニット/支店
ko: 단위 / 지점
my: ယူနစ် / ဌာနခွဲ
vi: Đơn vị/ Chi nhánh
zh: 单位/分支

# CONTRACT_CURD_MSG_CONTRACT_ORDER_HAS_BEEN_CREATED_REQUEST_ORDER
source: Contract / Order has an import request
ca: កិច្ចសន្យា / ការបញ្ជាទិញមានសំណើនាំចូល
fr: Le contrat / la commande contient une demande d'importation
ja: 契約/注文にインポートリクエストがあります
ko: 계약 / 주문에 가져 오기 요청이 있습니다
my: စာချုပ် / အမိန့်တစ်ခုတင်သွင်းတောင်းဆိုချက်ကိုရှိပါတယ်
vi: Hợp đồng/Đơn hàng đã có yêu cầu nhập khẩu
zh: 合同/订单有进口要求

# CONTRACT_BTN_UPLOAD_CONTRACT
source: Download the OS
ca: ទាញយកប្រព័ន្ធប្រតិបត្តិការ
fr: Téléchargez l'OS
ja: OSをダウンロード
ko: OS 다운로드
my: OS ကို Download လုပ်ပါ
vi: Tải HĐ
zh: 下载操作系统

# CONTRACT_BTN_VIEW_CONTENT_FILE
source: See content
ca: មើលមាតិកា
fr: Voir le contenu
ja: コンテンツを見る
ko: 내용보기
my: အကြောင်းအရာကိုကြည့်ပါ
vi: Xem nội dung
zh: 查看内容

# CONTRACT_LBL_FILE_LIMIT_SIZE
source: Please select a file smaller than 20MB
ca: សូមជ្រើសរើសឯកសារតូចជាង ២០ មេកាបៃ
fr: Veuillez sélectionner un fichier inférieur à 20 Mo
ja: 20MB未満のファイルを選択してください
ko: 20MB보다 작은 파일을 선택하십시오
my: ကျေးဇူးပြုပြီး 20MB ထက်ငယ်သောဖိုင်ကိုရွေးပါ
vi: Vui lòng chọn tệp tin nhỏ hơn 20MB
zh: 请选择小于20MB的文件

# CONTRACT_LBL_TAX_MONEY
source: Tax money
ca: លុយពន្ធ
fr: L'argent de l'impôt
ja: 税金
ko: 세금 돈
my: အခွန်ငွေ
vi: Tiền thuế
zh: 税金

# CONTRACT_VALIDATE_MONEY
source: The amount is not negative
ca: ចំនួននេះមិនមានលក្ខណៈអវិជ្ជមានទេ
fr: Le montant n'est pas négatif
ja: 金額は負ではありません
ko: 금액이 음수가 아닙니다
my: ပမာဏကအနုတ်မဟုတ်ဘူး
vi: Số tiền không âm
zh: 金额不为负
