Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/DispatchesIncommingDispatchesPendingController.*.resx
Languages: ca, fr, ja, ko, my, zh

# DIDP_BTN_ADD_RECEIVER
source: Add handle person
ca: បន្ថែមមនុស្សដែលគ្រប់គ្រង
fr: Ajouter une personne
ja: ハンドルパーソンを追加
ko: 핸들 담당자 추가
my: ကိုင်တွယ် Add
zh: 添加句柄人

# DIDP_BTN_COMMENT
source: Add comments
ca: បន្ថែមគំនិត
fr: Ajouter des idées
ja: アイデアを追加
ko: 아이디어 추가
my: မှတ်ချက် Add
zh: 添加想法

# DIDP_BTN_DONE
source: Finish
ca: បានបញ្ចប់
fr: Terminé
ja: 完了しました
ko: 완료 됨
my: ပွီးမွောကျစခွေငျး
zh: 成就

# DIDP_BTN_EXPORT_EXCEL
source: Export excel
ca: នាំចេញ Excel
fr: Exporter Excel
ja: 輸出エクセル
ko: 수출 엑셀
my: ပို့ကုန် Excel
zh: 出口excel

# DIDP_CLICK_CMT_LIST_COL_CONTENT
source: content
ca: មាតិកា
fr: Contenu
ja: 内容
ko: 콘텐츠
my: contents တွေကို
zh: 内容

# DIDP_CLICK_LIST_COL_DELETE
source: Erase
ca: លុប
fr: Supprimer
ja: 削除する
ko: 삭제
my: ဖြောကျဖကျြ
zh: 抹去

# DIDP_CURD_CREATED_DOCUMENT
source: Created dispatch
ca: បានបង្កើតការបញ្ជូន
fr: Expédition créée
ja: 作成された発送
ko: 작성된 파견
zh: 创建调度

# DIDP_CURD_LBL_ADD_SEND
source: Delivered
ca: បានផ្លាស់ប្តូរ
fr: Déplacé
ja: 移動しました
ko: 이사
my: ပြောင်းရွှေ့
zh: 移动

# DIDP_CURD_LBL_BASIC_INFORMATION
source: Basic information
ca: ព័ត៌មានមូលដ្ឋាន
fr: Informations de base
ja: 基本情報
ko: 기본 정보
my: အခြေခံပညာသတင်းအချက်အလက်
zh: 基本信息

# DIDP_CURD_LBL_COMMENT
source: Comments processed
ca: មតិបានដំណើរការ
fr: Commentaires traités
ja: コメントを処理しました
ko: 처리 된 댓글
my: ထင်မြင်ချက်လက်ကိုင်
zh: 已处理评论

# DIDP_CURD_LBL_COORDINATED
source: Coordinated
ca: សម្របសម្រួល
fr: Coordonné
ja: 調整済み
ko: 협조 된
my: ပူးပေါင်း
zh: 合作

# DIDP_CURD_LBL_CREATED_TIME_FROM
source: Date text from
ca: អត្ថបទពីកាលបរិច្ឆេទ
fr: Date texte de
ja: からの日付テキスト
ko: 출처 :
my: ရေးသားထားသောစကားလုံးများ၏နေ့စွဲ
zh: 来自的日期文本

# DIDP_CURD_LBL_CREATED_TIME_TO
source: Date the text arrived
ca: កាលបរិច្ឆេទអត្ថបទបានមកដល់
fr: Date d'arrivée du texte
ja: テキストが到着した日付
ko: 텍스트가 도착한 날짜
my: စာသားနေ့စွဲမှ
zh: 文本到达的日期

# DIDP_CURD_LBL_DEAD_LINE_SEND_USER
source: Processing deadline
ca: ដំណើរការផុតកំណត់
fr: Délai de traitement
ja: 処理期限
ko: 처리 기한
my: term ကုသမှု
zh: 处理截止日期

# DIDP_CURD_LBL_DOCUMENT_NAME
source: Text number
ca: លេខអត្ថបទ
fr: Numéro de texte
ja: テキスト番号
ko: 텍스트 번호
my: တချို့ကစာသားကို
zh: 文字编号

# DIDP_CURD_LBL_DOCUMENT_NUMBER
source: Number to
ca: លេខទៅ
fr: Nombre à
ja: の数
ko: 번호
my: အရေအတွက်
zh: 号码到

# DIDP_CURD_LBL_DOCUMENT_SYMBOL
source: Number / symbol
ca: លេខ / និមិត្តសញ្ញា
fr: Numéro / symbole
ja: 番号/記号
ko: 번호 / 기호
my: နံပါတ် / သင်္ကေတ
zh: 数字/符号

# DIDP_CURD_LBL_DONE
source: Finished
ca: បានបញ្ចប់
fr: Fini
ja: 終了しました
ko: 완성 된
my: ပြီးစီး
zh: 已完成

# DIDP_CURD_LBL_FROM_DATE
source: Day comes from
ca: ថ្ងៃមកពី
fr: Le jour vient de
ja: から来る日
ko: 하루는
my: ရက်စွဲကနေနေ့ရက်များ
zh: 一天来自

# DIDP_CURD_LBL_FROM_DATE1
source: Since
ca: ចាប់ពីថ្ងៃ
fr: Du jour
ja: その日から
ko: 그날부터
my: နေ့မှစ.
zh: 从那天起

# DIDP_CURD_LBL_FROM_DATE2
source: Arrival date
ca: កាលបរិច្ឆេទមកដល់
fr: Date d'arrivée
ja: 到着日
ko: 도착 일
my: ရက်စွဲများ
zh: 到货日期

# DIDP_CURD_LBL_GET_METHOD
source: Receiving method
ca: ទទួលបានវិធីសាស្រ្ត
fr: Méthode de réception
ja: 受け取り方法
ko: 수신 방법
my: အသိအမှတ်ပြုနည်းလမ်းများ
zh: 接收方式

# DIDP_CURD_LBL_NOCOORDINATED
source: Not yet coordinated
ca: មិនទាន់សម្របសម្រួលនៅឡើយ
fr: Pas encore coordonné
ja: まだ調整されていません
ko: 아직 조정되지 않았습니다.
my: ညှိနှိုင်းမရ
zh: 尚未协调

# DIDP_CURD_LBL_NOTE
source: Abstract
ca: ស្រង់
fr: Extraits
ja: 抽出物
ko: 추출물
my: ြဒပ်မဲ့သော
zh: 摘要

# DIDP_CURD_LBL_NOTE1
source: Abstract
ca: ស្រង់
fr: Extraits
ja: 抽出物
ko: 추출물
my: ြဒပ်မဲ့သော
zh: 摘要

# DIDP_CURD_LBL_NOT_DELIVERED
source: Not delivered
ca: មិនទាន់ផ្ទេរ
fr: Pas encore transféré
ja: まだ転送されていません
ko: 아직 전송되지 않음
my: အကူးအပြောင်းဘယ်တော့မှမ
zh: 尚未转移

# DIDP_CURD_LBL_NOT_YET_SEEN
source: Not seen
ca: មិនទាន់ឃើញ
fr: Pas encore vu
ja: まだ見ていない
ko: 아직 보지 못함
my: မဖတ်ရသေးသော
zh: 还没有看到

# DIDP_CURD_LBL_NUMBER
source: Number to
ca: លេខទៅ
fr: Nombre à
ja: の数
ko: 번호
my: အရေအတွက်
zh: 号码到

# DIDP_CURD_LBL_NUMBER_SYMBOL
source: Number / symbol
ca: លេខ / និមិត្តសញ្ញា
fr: Numéro / symbole
ja: 番号/記号
ko: 번호 / 기호
my: နံပါတ် / သင်္ကေတ
zh: 数字/符号

# DIDP_CURD_LBL_ORIGANIZATION
source: Agency issued
ca: ទីភ្នាក់ងារបានចេញ
fr: Agence émise
ja: 代理店発行
ko: 에이전시 발행
my: အေဂျင်စီထုတ်ပေး
zh: 机构发布

# DIDP_CURD_LBL_ORIGANIZATION1
source: Agency issued
ca: ទីភ្នាក់ងារបានចេញ
fr: Agence émise
ja: 代理店発行
ko: 에이전시 발행
my: အေဂျင်စီထုတ်ပေး
zh: 机构发布

# DIDP_CURD_LBL_PROCESSING
source: Processing
ca: ដំណើរការ
fr: Traitement
ja: 処理中
ko: 가공
my: ထုတ်ယူခြင်း
zh: 处理

# DIDP_CURD_LBL_PROMULGATE_DATE
source: Date issued
ca: កាលបរិច្ឆេទចេញ
fr: Date d'émission
ja: 発行日
ko: 발행일
my: နေ့စွဲထုတ်ပေး
zh: 发布日期

# DIDP_CURD_LBL_RECEIVER
source: Recipient handles
ca: ចំណុចទាញអ្នកទទួល
fr: Poignées du destinataire
ja: 受信者ハンドル
ko: 받는 사람 핸들
my: လက်ခံရရှိသူကိုင်တွယ်
zh: 收件人处理

# DIDP_CURD_LBL_REVIEW
source: Watched
ca: បានមើល
fr: Regardé
ja: 見た
ko: 본
my: စောင့်ကြည့်
zh: 看着

# DIDP_CURD_LBL_SEARCH_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状況
ko: 상태
my: ပြည်နယ်
zh: 状态

# DIDP_CURD_LBL_SEND
source: Moved the main processor
ca: បានផ្លាស់ប្តូរខួរក្បាលសំខាន់
fr: Déplacé le processeur principal
ja: メインプロセッサを移動
ko: 메인 프로세서 이동
my: ပြောင်းရွေ့အဓိက Processor ကို
zh: 移动了主处理器

# DIDP_CURD_LBL_SEND_COORDINATED
source: Moved coordinated
ca: ផ្លាស់ប្តូរសំរបសំរួល
fr: Déplacé coordonné
ja: コーディネートを移動
ko: 이사식 됨
my: ပြောင်းရွေ့ညှိနှိုင်း
zh: 移动协调

# DIDP_CURD_LBL_TEXT_CREATED_USER
source: Text input
ca: បញ្ចូលអត្ថបទ
fr: Saisie de texte
ja: テキスト入力
ko: 텍스트 입력
my: စာသားကိုရိုက်ထည့်ပါကဘယ်သူလဲ
zh: 文字输入

# DIDP_CURD_LBL_TIME_REMAINING
source: Time remaining
ca: ពេលវេលាបានចាកចេញ
fr: Temps restant
ja: 残り時間
ko: 남은 시간
my: ကျန်ရှိသောအချိန်
zh: 剩下的时间

# DIDP_CURD_LBL_TO_DATE
source: Day to day
ca: ពីមួយថ្ងៃទៅមួយថ្ងៃ
fr: Au jour le jour
ja: 日々
ko: 매일 매일
my: နေ့ရက်စွဲများ
zh: 日复一日

# DIDP_CURD_LBL_TO_DATE1
source: To date
ca: ចូលមក
fr: Viens
ja: さあ
ko: 어서
my: ယနေ့အထိ
zh: 来吧

# DIDP_CURD_LBL_UPDATED
source: Updated
ca: ធ្វើបច្ចុប្បន្នភាព
fr: Mise à jour
ja: 更新しました
ko: 업데이트 됨
my: updated ထားပါတယ်
zh: 已更新

# DIDP_CURD_LBL_YEAR
source: Year
ca: ឆ្នាំ
fr: Année
ja: 年
ko: 년
my: ခုနှစ်
zh: 年

# DIDP_CURD_LIST_COL_DELETE
source: Erase
ca: លុប
fr: Supprimer
ja: 削除する
ko: 삭제
my: ဖြောကျဖကျြ
zh: 抹去

# DIDP_CURD_LIST_COL_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状況
ko: 상태
my: ပြည်နယ်
zh: 状态

# DIDP_CURD_RECOVER
source: Text has been revoked
ca: អត្ថបទត្រូវបានដកហូត
fr: Le texte a été révoqué
ja: テキストが取り消されました
ko: 텍스트가 취소되었습니다.
my: စာရွက်စာတမ်းများပြန်လည်ကောင်းမွန်
zh: 文本已被撤销

# DIDP_CURD_TITLE_DATE
source: Day
ca: ថ្ងៃ
fr: Jour
ja: 日
ko: 주간
my: နေ့
zh: 天

# DIDP_CURD_TITLE_EXPIRED
source: Expired
ca: ហួសកំណត់
fr: En retard
ja: 期限切れ
ko: 기한 초과
my: မပွေကုနျနသော
zh: 过期的

# DIDP_CURD_TXT_COMMENT
source: Enter comments
ca: បញ្ចូលគំនិតរបស់អ្នក
fr: Entrez votre opinion
ja: あなたの意見を入力してください
ko: 의견 입력
my: လူနာ Enter
zh: 输入你的意见

# DIDP_CURD_TXT_CREATED_TIME_FROM
source: Date text from
ca: អត្ថបទពីកាលបរិច្ឆេទ
fr: Date texte de
ja: からの日付テキスト
ko: 출처 :
my: ရေးသားထားသောစကားလုံးများ၏နေ့စွဲ
zh: 来自的日期文本

# DIDP_CURD_TXT_CREATED_TIME_TO
source: Date the text arrived
ca: កាលបរិច្ឆេទអត្ថបទបានមកដល់
fr: Date d'arrivée du texte
ja: テキストが到着した日付
ko: 텍스트가 도착한 날짜
my: စာသားနေ့စွဲမှ
zh: 文本到达的日期

# DIDP_CURD_TXT_DEAD_LINE_SEND_USER
source: Processing deadline
ca: ដំណើរការផុតកំណត់
fr: Délai de traitement
ja: 処理期限
ko: 처리 기한
my: term ကုသမှု
zh: 处理截止日期

# DIDP_CURD_TXT_DEFAULT_IS_TODAY
source: The default is today
ca: លំនាំដើមគឺថ្ងៃនេះ
fr: La valeur par défaut est aujourd'hui
ja: デフォルトは今日です
ko: 기본값은 오늘입니다.
my: အဆိုပါ default အနေနဲ့ယနေ့
zh: 默认是今天

# DIDP_CURD_TXT_ENTER_OPINION
source: Enter comments
ca: បញ្ចូលគំនិតរបស់អ្នក
fr: Entrez votre opinion
ja: あなたの意見を入力してください
ko: 의견 입력
my: လူနာ Enter
zh: 输入你的意见

# DIDP_CURD_TXT_FROM_DATE
source: Day comes from
ca: ថ្ងៃមកពី
fr: Le jour vient de
ja: から来る日
ko: 하루는
my: ရက်စွဲကနေနေ့ရက်များ
zh: 一天来自

# DIDP_CURD_TXT_FROM_DATE1
source: Since
ca: ចាប់ពីថ្ងៃ
fr: Du jour
ja: その日から
ko: 그날부터
my: နေ့မှစ.
zh: 从那天起

# DIDP_CURD_TXT_NOTE
source: Abstract
ca: ស្រង់
fr: Extraits
ja: 抽出物
ko: 추출물
my: ြဒပ်မဲ့သော
zh: 摘要

# DIDP_CURD_TXT_NUMBER
source: Number to
ca: លេខទៅ
fr: Nombre à
ja: の数
ko: 번호
my: အရေအတွက်
zh: 号码到

# DIDP_CURD_TXT_NUMBER_SYMBOL
source: Number / symbol
ca: លេខ / និមិត្តសញ្ញា
fr: Numéro / symbole
ja: 番号/記号
ko: 번호 / 기호
my: နံပါတ် / သင်္ကေတ
zh: 数字/符号

# DIDP_CURD_TXT_ORIGANIZATION
source: Agency issued
ca: ទីភ្នាក់ងារបានចេញ
fr: Agence émise
ja: 代理店発行
ko: 에이전시 발행
my: အေဂျင်စီထုတ်ပေး
zh: 机构发布

# DIDP_CURD_TXT_SEARCH_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状況
ko: 상태
my: ပြည်နယ်
zh: 状态

# DIDP_CURD_TXT_TO_DATE
source: Day to day
ca: ពីមួយថ្ងៃទៅមួយថ្ងៃ
fr: Au jour le jour
ja: 日々
ko: 매일 매일
my: နေ့ရက်စွဲများ
zh: 日复一日

# DIDP_CURD_TXT_TO_DATE1
source: To date
ca: ចូលមក
fr: Viens
ja: さあ
ko: 어서
my: ယနေ့အထိ
zh: 来吧

# DIDP_CURD_TXT_YEAR
source: Year
ca: ឆ្នាំ
fr: Année
ja: 年
ko: 년
my: ခုနှစ်
zh: 年

# DIDP_CURD_UPDATED_DOCUMENT
source: Updated dispatch
ca: បានធ្វើបច្ចុប្បន្នភាព
fr: Expédition mise à jour
ja: 更新された発送
ko: 업데이트 된 디스패치
my: သက်တမ်းတိုး Dispatch
zh: 更新了调度

# DIDP_DEPARTMENT
source: Department
ca: នាយកដ្ឋាន
fr: Département
ja: 学科
ko: 부서
my: ဌာနဆိုင်ရာ
zh: 部门

# DIDP_DISPATCH_PROCESSING_ACTIVITIES
source: Dispatch handling activities
ca: សកម្មភាពដោះស្រាយការបញ្ជូន
fr: Activités de traitement des expéditions
ja: 発送取扱アクティビティ
ko: 발송 처리 활동
my: အဆိုပါ dispatch ကိုင်တွယ်စစ်ဆင်ရေး
zh: 派遣处理活动

# DIDP_DONE_DOCUMENT
source: Text completed
ca: បានបញ្ចប់អត្ថបទ
fr: Texte complété
ja: 完成したテキスト
ko: 텍스트가 완료되었습니다.
my: စာသားမချော
zh: 文字已完成

# DIDP_LICK_CMT_LIST_COL_COMMENTER
source: Commenter
ca: អ្នកផ្តល់យោបល់
fr: Commentateur
ja: コメンター
ko: 댓글 작성자
my: အဘယ်သူသည် comments
zh: 谁评论

# DIDP_LINK_DIDP
source: Text coming
ca: អត្ថបទខាងមុខ
fr: Texte à venir
ja: テキストが来る
ko: 텍스트오고
my: စာသားမမှ
zh: 文字来了

# DIDP_LINK_HOME
source: Home page
ca: ផ្ទះ
fr: Accueil
ja: ホーム
ko: 홈
my: နေအိမ်
zh: 家

# DIDP_LINK_TEXT_INFORMATION
source: Text information
ca: ព័ត៌មានអត្ថបទ
fr: Informations textuelles
ja: テキスト情報
ko: 텍스트 정보
my: ပြန်ကြားရေးကစာသား
zh: 文字信息

# DIDP_LIST_COL_CARRIER_PERSION
source: The transferor
ca: អ្នកផ្ទេរ
fr: Le cédant
ja: 譲渡人
ko: 양도인
my: လူတွေပြောင်းရွေ့
zh: 转让人

# DIDP_LIST_COL_COMMENT
source: Opinion
ca: មតិ
ja: ご意見
ko: 의견
my: ပြန်လည်သုံးသပ်ခြင်း
zh: 评论

# DIDP_LIST_COL_CREATED_TIME
source: VB date
ca: កាលបរិច្ឆេទ VB
fr: Date VB
ja: VB日付
ko: VB 날짜
my: vB နေ့က
zh: VB日期

# DIDP_LIST_COL_DAY_VIEW
source: Day view
ca: ទិដ្ឋភាពថ្ងៃ
fr: Vue du jour
ja: デイビュー
ko: 일별보기
my: တစ်ရက်အမြင်
zh: 日视图

# DIDP_LIST_COL_DEAD_LINE_SEND_USER
source: Processing deadline
ca: ដំណើរការផុតកំណត់
fr: Délai de traitement
ja: 処理期限
ko: 처리 기한
my: term ကုသမှု
zh: 处理截止日期

# DIDP_LIST_COL_DELIVERY_DATE
source: Delivery date
ca: កាលបរិច្ឆេទផ្ទេរ
fr: Date de transfert
ja: 振込日
ko: 송금 날짜
my: အပြောင်းအရွှေ့၏နေ့စွဲ
zh: 转让日期

# DIDP_LIST_COL_FROM_DATE
source: Arrival date
ca: កាលបរិច្ឆេទមកដល់
fr: Date d'arrivée
ja: 到着日
ko: 도착 일
my: ရက်စွဲများ
zh: 到货日期

# DIDP_LIST_COL_NUMBER
source: Number to
ca: លេខទៅ
fr: Nombre à
ja: の数
ko: 번호
my: အရေအတွက်
zh: 号码到

# DIDP_LIST_COL_NUMER_SYMBOL
source: Number / symbol
ca: លេខ / និមិត្តសញ្ញា
fr: Numéro / symbole
ja: 番号/記号
ko: 번호 / 기호
my: နံပါတ် / သင်္ကေတ
zh: 数字/符号

# DIDP_LIST_COL_ORIGANIZATION
source: Agency issued
ca: ទីភ្នាក់ងារបានចេញ
fr: Agence émise
ja: 代理店発行
ko: 에이전시 발행
my: အေဂျင်စီထုတ်ပေး
zh: 机构发布

# DIDP_LIST_COL_RECEIVER
source: Receiver
ca: អ្នកទទួល
fr: Destinataire
ja: 受取人
ko: 수신자
my: လက်လံသူ
zh: 接受者

# DIDP_LIST_COL_ROLE
source: Role
ca: តួនាទី
fr: Rôle
ja: 役割
ko: 역할
my: အပိုင်း
zh: 部分

# DIDP_LIST_COL_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状況
ko: 상태
my: ပြည်နယ်
zh: 状态

# DIDP_LIST_COL_STATUS1
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状況
ko: 상태
my: ပြည်နယ်
zh: 状态

# DIDP_LIST_COL_TEXT_NOTE
source: Abstract
ca: ស្រង់
fr: Extraits
ja: 抽出物
ko: 추출물
my: ြဒပ်မဲ့သော
zh: 摘要

# DIDP_MAG_ADD_PERSON_SUCCESSTED
source: Add successful main handlers!
ca: បន្ថែមអ្នកដោះស្រាយបញ្ហាសំខាន់ៗ!
fr: Ajoutez des gestionnaires principaux performants!
ja: 成功したメインハンドラを追加してください。
ko: 성공적인 메인 핸들러를 추가하십시오!
my: ကပိုကလူအောင်မြင်မှုကိုင်တွယ်!
zh: 添加成功的主要处理程序！

# DIDP_MSG_ADD_COMMENT_DONE
source: Add comments successfully
ca: បន្ថែមយោបល់ដោយជោគជ័យ
fr: Ajouter des commentaires avec succès
ja: コメントを追加する
ko: 댓글을 성공적으로 추가하십시오.
my: မှတ်ချက်အောင်မြင်မှု Add
zh: 成功添加评论

# DIDP_MSG_ADD_COORDINATED_SUCCESSTED
source: Add a successful coordinator!
ca: បន្ថែមអ្នកសម្របសម្រួលដែលទទួលបានជោគជ័យ!
fr: Ajouter un coordinateur réussi!
ja: 成功したコーディネーターを追加してください。
ko: 성공적인 코디네이터를 추가하십시오!
my: ကပိုကလူအောင်မြင်သောပူးပေါင်းဆောင်ရွက်မှု,
zh: 添加一个成功的协调员！

# DIDP_MSG_ADD_RECEPTION
source: Add recipients
ca: បន្ថែមអ្នកទទួល
fr: Ajouter des destinataires
ja: 受信者を追加する
ko: 수신자 추가
my: လက်ခံသူများ Add
zh: 添加收件人

# DIDP_MSG_ADD_VIEWERS_KNOW_SUCCESS
source: Add viewers to know success!
ca: បន្ថែមទស្សនិកជនឱ្យស្គាល់ភាពជោគជ័យ!
fr: Ajoutez des spectateurs pour connaître le succès!
ja: 成功を知るために視聴者を追加してください。
ko: 성공을 알기 위해 시청자를 추가하십시오!
my: အောင်မြင်မှုပိုကြည့်ရှု!
zh: 添加观众以了解成功！

# DIDP_MSG_CANNOT_SEND_TO_YOU
source: You can not transfer yourself!
ca: អ្នកមិនអាចផ្ទេរខ្លួនឯងបានទេ!
fr: Vous ne pouvez pas vous transférer!
ja: あなたは自分自身を譲渡することはできません！
ko: 자신을 양도 할 수 없습니다!
my: သင်ကိုယ်တိုင်မရွှေ့နိုငျပါသညျ!
zh: 你无法转移自己！

# DIDP_MSG_CHOOSE_PERSON_DELIVERED
source: Please select the transferor
ca: សូមជ្រើសរើសអ្នកផ្ទេរ
fr: Veuillez sélectionner le cédant
ja: 譲渡人を選択してください
ko: 양도인을 선택하십시오.
my: အဆိုပါငွေလွှဲလုပ်ငန်းကိုရှေးခယျြ ကျေးဇူးပြု.
zh: 请选择转让人

# DIDP_MSG_COMBINATION
source: Street suitable
ca: កូអរដោនេ
fr: Coordonne
ja: 調整する
ko: 좌표
my: ပေါင်းစပ်
zh: 组合

# DIDP_MSG_CONFIRM_COMPLETE
source: Do you want to confirm completion?
ca: តើអ្នកចង់បញ្ជាក់ពីការបញ្ចប់ដែរឬទេ?
fr: Voulez-vous confirmer l'achèvement?
ja: 完了を確認しますか？
ko: 완료를 확인 하시겠습니까?
my: သငျသညျပြီးစီးခဲ့အတည်ပြုသို့မဟုတ်မလိုပါသလား?
zh: 你想确认完成吗？

# DIDP_MSG_COORDINATED
source: Coordinated
ca: សម្របសម្រួល
fr: Coordonné
ja: 調整済み
ko: 협조 된
my: ပူးပေါင်း
zh: 合作

# DIDP_MSG_DELETE_COMMENT_DONE
source: Delete successful comments
ca: លុបមតិយោបល់ដែលទទួលបានជោគជ័យ
fr: Supprimer les commentaires réussis
ja: 成功したコメントを削除
ko: 성공적인 댓글 삭제
my: Clear ကိုအောင်မြင်
zh: 删除成功的评论

# DIDP_MSG_DELETE_PROCESSING_DONE
source: Delete the successful processor
ca: លុបខួរក្បាលដែលជោគជ័យ
fr: Supprimer le processeur réussi
ja: 成功したプロセッサを削除する
ko: 성공적인 프로세서 삭제
my: အောင်မြင်စွာလုပ်ငန်းများ၌လူတွေ Remove
zh: 删除成功的处理器

# DIDP_MSG_DELIVERED_OR_NOT
source: Do you want to transfer processing?
ca: តើអ្នកចង់ផ្ទេរដំណើរការមែនទេ?
fr: Voulez-vous transférer le traitement?
ja: 処理を転送しますか？
ko: 처리를 이전 하시겠습니까?
my: သင်ကကိုင်တွယ်သို့မဟုတ်မလိုပါသလား?
zh: 你想转移处理吗？

# DIDP_MSG_DIDP_DONE
source: You have selected the main user!
ca: អ្នកបានជ្រើសអ្នកប្រើសំខាន់!
fr: Vous avez sélectionné l'utilisateur principal!
ja: メインユーザーを選択しました。
ko: 기본 사용자를 선택했습니다!
my: သငျသညျကလူကိုအသုံးအဓိကအကြောင်းရင်းများရွေးကောက်တော်မူပြီတကား
zh: 您已选择主要用户！

# DIDP_MSG_DON'T_COMPLETE_TEXT
source: You do not have the right to complete the text
ca: អ្នកមិនមានសិទ្ធិក្នុងការបំពេញអត្ថបទ
fr: Vous n'avez pas le droit de compléter le texte
ja: あなたはテキストを完成させる権利がありません
ko: 당신은 텍스트를 완성 할 권리가 없습니다.
my: သငျသညျအရေးအသားပြီးအောင်မနိုင်
zh: 您无权填写文本

# DIDP_MSG_DONE
source: Multi completed
ca: បានបញ្ចប់
fr: Terminé
ja: 完了しました
ko: 완료 됨
my: ပြီးစီး
zh: 已完成

# DIDP_MSG_ERROR
source: There was an error retrieving the letter
ca: មានកំហុសក្នុងការទាញយកសំបុត្រ
fr: Une erreur s'est produite lors de la récupération de la lettre
ja: 手紙の取得中にエラーが発生しました
ko: 문자를 가져 오는 중에 오류가 발생했습니다.
my: ဘာသာရေးခေါင်းဆောင်အမှား ယူ.
zh: 检索信件时出错

# DIDP_MSG_ERROR_COMPLETE_TEXT
source: There was an error completing the text
ca: មានកំហុសក្នុងការបំពេញអត្ថបទ
fr: Une erreur s'est glissée dans le texte
ja: テキストの完成中にエラーが発生しました
ko: 텍스트를 완성하는 중 오류가 발생했습니다.
my: မှားယွင်းနေသည်ပြီးပြည့်စုံသောစာသား
zh: 完成文本时出错

# DIDP_MSG_FILE_DELIVERED
source: Profile transferred!
ca: ប្រវត្តិរូបត្រូវបានផ្ទេរ!
fr: Profil transféré!
ja: プロフィールが転送されました。
ko: 프로필이 전송되었습니다!
my: ပရိုဖိုင်းကိုပြောင်းရွှေ့ခဲ့သည်!
zh: 档案转移！

# DIDP_MSG_GUIDE
source: Instructions: Double click to see detailed text information.
ca: សេចក្ដីណែនាំ: ចុចទ្វេដងដើម្បីមើលព័ត៌មានអត្ថបទលម្អិត។
fr: Instructions: Double-cliquez pour afficher des informations textuelles détaillées.
ja: 説明：ダブルクリックすると詳細なテキスト情報が見られます。
ko: 지침 : 상세한 텍스트 정보를 보려면 더블 클릭하십시오.
my: ညွှန်ကြားချက်များ: အသေးစိတ်စာသားကိုသတင်းအချက်အလက်များကြည့်ရှုရန်နှစ်ချက်နှိပ်ပါ။
zh: 说明：双击查看详细的文本信息。

# DIDP_MSG_HANDLING_ERROR
source: Cannot extend processing for the main processor first
ca: មិនអាចពង្រីកដំណើរការសម្រាប់ប្រព័ន្ធដំណើរការដំបូងឡើយ
fr: Impossible d'étendre le traitement pour le processeur principal en premier
ja: 最初にメインプロセッサの処理を拡張することはできません
ko: 주 프로세서의 처리를 먼저 확장 할 수 없습니다.
my: ယခင်ကုသမှု၏ extension ကိုကိုင်တွယ်လို့မရဘူး
zh: 无法首先扩展主处理器的处理

# DIDP_MSG_MAIN_PROCESSING
source: Main handling
ca: ការគ្រប់គ្រងចំបង
fr: Manipulation principale
ja: 主な取り扱い
ko: 주요 취급
my: main processor ကို
zh: 主要处理

# DIDP_MSG_NOCOORDINATED
source: Not yet coordinated
ca: មិនទាន់សម្របសម្រួលនៅឡើយ
fr: Pas encore coordonné
ja: まだ調整されていません
ko: 아직 조정되지 않았습니다.
my: ညှိနှိုင်းမရ
zh: 尚未协调

# DIDP_MSG_NOT_TRANSFER_COORDINATION
source: Can not transfer coordination to the main processor first!
ca: មិនអាចផ្ទេរការសំរបសំរួលទៅនឹងប្រព័ន្ធដំណើរការដំបូង!
fr: Impossible de transférer d'abord la coordination au processeur principal!
ja: 最初にメインプロセッサに調整を転送することはできません！
ko: 먼저 주 프로세서로 조정을 전송할 수 없습니다!
my: အဆိုပါအပြောင်းအလဲနဲ့ပထမဦးဆုံးကိုသြဒိနိတ်ရွှေ့ဖို့မအောင်မြင်ဘူး!
zh: 首先不能将协调转移到主处理器！

# DIDP_MSG_NOT_VIEW_COORDINATION
source: Could not switch view to know for the main processor first!
ca: មិនអាចប្តូរទិដ្ឋភាពដើម្បីដឹងសម្រាប់ប្រព័ន្ធដំណើរការដំបូង!
fr: Impossible de changer de vue pour connaître d'abord le processeur principal!
ja: 最初にメインプロセッサ用に表示を切り替えることができませんでした。
ko: 먼저 주 프로세서를 알기 위해보기를 전환 할 수 없습니다!
my: ရှေ့တော်၌ထိုအဓိက Processor ကိုများအတွက်ကြည့်ရန်ရွှေ့ဖို့မအောင်မြင်ဘူး!
zh: 首先无法切换视图以了解主处理器！

# DIDP_MSG_PENDING
source: Waiting
ca: រង់ចាំ
fr: En attente
ja: 待っている
ko: 대기 중
my: စောင့်ဆိုင်းနေ
zh: 等候

# DIDP_MSG_PERSON_PROCESSED_SELECTED
source: The handler has been selected!
ca: កម្មវិធីដោះស្រាយត្រូវបានជ្រើសរើស!
fr: Le gestionnaire a été sélectionné!
ja: ハンドラが選択されました。
ko: 핸들러가 선택되었습니다!
my: ကိုင်တွယ်မရွေးခဲ့လေပြီတကား
zh: 处理程序已被选中！

# DIDP_MSG_PROCESSING
source: Processing
ca: ដំណើរការ
fr: Traitement
ja: 処理中
ko: 가공
my: ထုတ်ယူခြင်း
zh: 处理

# DIDP_MSG_RECEIVED_TEXT
source: Received text
ca: បានទទួលអត្ថបទ
fr: Texte reçu
ja: 受信したテキスト
ko: 받은 텍스트
my: ရရှိထားသည့်စာသားကို
zh: 收到的文字

# DIDP_MSG_SEE_TO_KNOW
source: See to know
ca: សូមមើលដើម្បីដឹង
fr: Voir pour savoir
ja: 知って見て
ko: 참조하십시오.
my: အဘို့အ Watch
zh: 看得知道

# DIDP_MSG_SELECTE_ROLE
source: Please invite to choose a role!
ca: សូមអញ្ជើញអញ្ជើញជ្រើសរើសតួនាទី!
fr: S'il vous plaît inviter à choisir un rôle!
ja: 役割を選択してください。
ko: 역할을 선택하도록 초대하십시오!
my: အခန်းကဏ္ဍကိုရှေးခယျြပါ
zh: 请邀请选择一个角色！

# DIDP_MSG_SELECTE_USER
source: Please select a user!
ca: សូមជ្រើសរើសអ្នកប្រើប្រាស់!
fr: Veuillez sélectionner un utilisateur!
ja: ユーザーを選択してください。
ko: 사용자를 선택하십시오!
my: အသုံးပြုသူများသည်ကို select ပါ
zh: 请选择一个用户！

# DIDP_MSG_SUCCESS
source: Success
ca: ជោគជ័យ
fr: Le succès
ja: 成功
ko: 성공
my: အောင်မြင်ဖို့
zh: 成功

# DIDP_MSG_TEXT_FINISH
source: The text has been completed
ca: អត្ថបទត្រូវបានបញ្ចប់
fr: Le texte est terminé
ja: テキストは完成しました
ko: 텍스트가 완성되었습니다.
my: အရေးအသားပြီးစီးခဲ့ပြီး
zh: 案文已经完成

# DIDP_MSG_TRANSFER_ERROR_RECORDS
source: Transfer error profile!
ca: ប្រវត្តិផ្ទេរកំហុស!
fr: Profil d'erreur de transfert!
ja: エラープロファイルを転送します。
ko: 전송 오류 프로필!
my: လွှဲပြောင်းအမှားမှတ်တမ်းတင်!
zh: 转移错误档案！

# DIDP_MSG_UPDATE_DOCUMENT_ERROR
source: Update the error text!
ca: ធ្វើបច្ចុប្បន្នភាពអត្ថបទកំហុស!
fr: Mettez à jour le texte d'erreur!
ja: エラーテキストを更新してください。
ko: 오류 텍스트를 업데이트하십시오!
my: စာသားကိုအမှားကိုအပ်ဒိတ်လုပ်!
zh: 更新错误文本！

# DIDP_MSG_UPDATE_DOCUMENT_SUCCESS
source: Successful text update!
ca: ធ្វើឱ្យទាន់សម័យអត្ថបទជោគជ័យ!
fr: Mise à jour du texte réussie!
ja: テキストを更新しました。
ko: 성공적인 텍스트 업데이트!
my: အောင်မြင်မှုရေးသားခြင်းကိုအပ်ဒိတ်လုပ်!
zh: 成功的文字更新！

# DIDP_MSG_UPDATE_OR_NOT
source: Do you want to update or not?
ca: តើអ្នកចង់ធ្វើបច្ចុប្បន្នភាពឬអត់?
fr: Voulez-vous mettre à jour ou non?
ja: 更新しますか？
ko: 업데이트 하시겠습니까?
my: အပ်ဒိတ်လုပ်လိုသောသို့မဟုတ်မဟုတ်လော
zh: 你想要更新吗？

# DIDP_MSG_UPLOADS_ERROR_FILE
source: Download the error file:
ca: ទាញយកឯកសារកំហុស:
fr: Téléchargez le fichier d'erreur:
ja: エラーファイルをダウンロードします。
ko: 오류 파일 다운로드 :
my: ဖိုင်အမှား Download:
zh: 下载错误文件：

# DIDP_MSG_UPLOADS_SUCCESSFULLY
source: Download file successfully
ca: ទាញយកឯកសារដោយជោគជ័យ
fr: Télécharger le fichier avec succès
ja: ファイルをダウンロードする
ko: 파일 다운로드 완료
my: ဒေါင်းလုပ်ဖိုင်အောင်မြင်မှု
zh: 成功下载文件

# DIDP_MSG_VIEWED_TEXT
source: Viewed text
ca: អត្ថបទបានមើល
fr: Texte consulté
ja: 閲覧したテキスト
ko: 본문
my: စောင့်ကြည့်စာသားကို
zh: 查看文字

# DIDP_MSG_VIEW_ERROR
source: There was an error viewing the text
ca: មានកំហុសក្នុងការមើលអត្ថបទ
fr: Une erreur est survenue lors de la visualisation du texte.
ja: テキストの表示中にエラーが発生しました
ko: 텍스트를 보는 동안 오류가 발생했습니다.
my: မှားယွင်းနေသည်စာသားကိုတွေ့မြင်
zh: 查看文本时出错

# DIDP_MSG_WARNING
source: Can't choose more than one main handler!
ca: មិនអាចជ្រើសកម្មវិធីដោះស្រាយមេច្រើនជាងមួយ!
fr: Impossible de choisir plus d'un gestionnaire principal!
ja: 複数のメインハンドラを選択することはできません。
ko: 하나 이상의 메인 핸들러를 선택할 수 없습니다!
my: တစ်ဦးထက်ပိုအဓိက Processor ကို select လုပ်မရနိုငျ!
zh: 不能选择多个主处理程序！

# DIDP_MSG_YET_ENTERD_COMMENT
source: You have not entered a comment
ca: អ្នកមិនបានបញ្ចូលមតិយោបល់
fr: Vous n'avez pas saisi de commentaire
ja: コメントを入力していません
ko: 댓글을 입력하지 않았습니다.
my: သငျသညျမှတ်ချက်များထဲသို့ဝင်ဘူး
zh: 您尚未输入评论

# DIDP_PEOPLE_ACTIVITY
source: Active people
ca: មនុស្សសកម្ម
fr: Personnes actives
ja: アクティブな人
ko: 활동적인 사람들
my: တက်ကြွလှုပ်ရှားသူများ
zh: 积极的人

# DIDP_REVIEW_DOCUMENT
source: Watched the dispatch
ca: បានមើលការបញ្ជូន
fr: Regardé l'envoi
ja: ディスパッチを見ました
ko: 파견을 보았다.
my: views Dispatch
zh: 看着派遣

# DIDP_ROLE
source: Role
ca: តួនាទី
fr: Rôle
ja: 役割
ko: 역할
my: အပိုင်း
zh: 部分

# DIDP_TITLE_ALL_DEPARTMENT
source: All departments
ca: នាយកដ្ឋានទាំងអស់
fr: Tous les départements
ja: すべての部署
ko: 모든 부서
my: အားလုံးဌာန
zh: 所有部门

# DIDP_TITLE_DIDP
source: Waiting documents for processing
ca: កំពុងរង់ចាំឯកសារសម្រាប់ដំណើរការ
fr: Documents en attente pour traitement
ja: 処理待ちの文書
ko: 처리를 위해 대기중인 문서
my: ဆိုင်းငံ့စာရွက်စာတမ်းများ
zh: 等待处理的文件

# DIDP_TITLE_EXPORT_EXCEL
source: Export excel
ca: នាំចេញ Excel
fr: Exporter Excel
ja: 輸出エクセル
ko: 수출 엑셀
my: ပို့ကုန် Excel
zh: 出口excel

# DIDP_TITLE_LIST_OF_CARRIER
source: Carrier list
ca: បញ្ជីនាវា
fr: Liste des transporteurs
ja: 運送業者リスト
ko: 이동 통신사 목록
my: စာရင်းတင်သင်္ဘော
zh: 承运人名单

# DIDP_TITLE_OPINION
source: Opinion
ca: មតិ
ja: ご意見
ko: 의견
my: ပြန်လည်သုံးသပ်ခြင်း
zh: 评论

# DIDP_TITLE_TEXT_INFORMATION
source: Text information
ca: ព័ត៌មានអត្ថបទ
fr: Informations textuelles
ja: テキスト情報
ko: 텍스트 정보
my: ပြန်ကြားရေးကစာသား
zh: 文字信息

# DIDP_VALIDATE_NUMBER_SYMBOL
source: Required number / symbol
ca: លេខ / និមិត្តសញ្ញាដែលត្រូវការ
fr: Numéro / symbole requis
ja: 必要な数/記号
ko: 필수 번호 / 기호
my: လိုအပ်သောနံပါတ်များ / သင်္ကေတများ
zh: 所需的数字/符号

# DIDP_VALIDATE_NUMBER_TO
source: Number to required
ca: លេខដែលត្រូវការ
fr: Nombre à demander
ja: 必要な数
ko: 필요한 수
my: မဖြစ်မနေတောင်းဆိုရန်နံပါတ်
zh: 要求的数量
