Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/DispatchesDocumentTypeController.*.resx
Languages: ca, ja, ko, my, zh

# DDT_CURD_LBL_ADD_SYMBOL
source: Symbol
ca: សញ្ញា
ja: 記法
ko: 표기법
my: သင်္ကေတ
zh: 符号

# DDT_CURD_LBL_NAME_TYPE_OF_TEXT
source: Name of text type
ca: ឈ្មោះប្រភេទអត្ថបទ
ja: テキストタイプの名前
ko: 텍스트 유형의 이름
my: စာသားကိုအမျိုးအစားများကိုအမည်
zh: 文本类型的名称

# DDT_CURD_LBL_SEARCH_SYMBOL
source: Symbol
ca: សញ្ញា
ja: 記法
ko: 표기법
my: သင်္ကေတ
zh: 符号

# DDT_CURD_TXT_ADD_SYMBOL
source: Symbol
ca: សញ្ញា
ja: 記法
ko: 표기법
my: သင်္ကေတ
zh: 符号

# DDT_CURD_TXT_NAME_TYPE_OF_TEXT
source: Name of text type
ca: ឈ្មោះប្រភេទអត្ថបទ
ja: テキストタイプの名前
ko: 텍스트 유형의 이름
my: စာသားကိုအမျိုးအစားများကိုအမည်
zh: 文本类型的名称

# DDT_CURD_TXT_SEARCH_SYMBOL
source: Symbol
ca: សញ្ញា
ja: 記法
ko: 표기법
my: သင်္ကေတ
zh: 符号

# DDT_LINK_DDT
source: Directory administration
ca: ការគ្រប់គ្រងថត
ja: ディレクトリ管理
ko: 디렉토리 관리
my: အစုစုကိုစီမံခန့်ခွဲမှု
zh: 目录管理

# DDT_LINK_HOME
source: Home page
ca: ផ្ទះ
ja: ホーム
ko: 홈
my: နေအိမ်
zh: 家

# DDT_LIST_COL_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 액션
my: လုပ်ရပ်များ
zh: 行动

# DDT_LIST_COL_NAME_TYPE_OF_TEXT
source: Name of text type
ca: ឈ្មោះប្រភេទអត្ថបទ
ja: テキストタイプの名前
ko: 텍스트 유형의 이름
my: စာသားကိုအမျိုးအစားများကိုအမည်
zh: 文本类型的名称

# DDT_LIST_COL_PROCESSING_DEAD_LINE
source: Processing deadline
ca: ដំណើរការផុតកំណត់
ja: 処理期限
ko: 처리 기한
my: term ကုသမှု
zh: 处理截止日期

# DDT_LIST_COL_SYMBOL
source: Symbol
ca: សញ្ញា
ja: 記法
ko: 표기법
my: သင်္ကေတ
zh: 符号

# DDT_MSG_ADD_DOCUMENT_TYPE_ERROR
source: Add faulty text!
ca: បន្ថែមអត្ថបទកំហុស!
ja: 誤ったテキストを追加してください。
ko: 잘못된 텍스트를 추가하십시오!
my: ပျက်ယွင်းနေသောစာသားအမျိုးအစားများကို Add!
zh: 添加错误的文字！

# DDT_MSG_ADD_DOCUMENT_TYPE_SUCCESS
source: Add successful text type
ca: បន្ថែមប្រភេទអត្ថបទដែលទទួលបានជោគជ័យ
ja: 成功したテキストタイプを追加
ko: 성공적인 텍스트 유형 추가
my: စာသားကိုအမျိုးအစားအောင်မြင်မှု Add
zh: 添加成功的文本类型

# DDT_MSG_CHARACTER
source: Symbols include letters and numbers and do not include special characters
ca: និមិត្តសញ្ញារួមមានអក្សរនិងលេខនិងមិនរួមបញ្ចូលអក្សរពិសេស
ja: 記号には文字と数字が含まれ、特殊文字は含まれません
ko: 기호에는 문자와 숫자가 포함되며 특수 문자는 포함되지 않습니다.
my: သင်္ကေတအက္ခရာနှင့်နံပါတ်များပါဝင်သည်နှင့်အထူးဇာတ်ကောင်မပါဝင်ပါဘူး
zh: 符号包括字母和数字，不包括特殊字符

# DDT_MSG_DELETE_CHOSE
source: Please select the record to delete
ca: សូមជ្រើសកំណត់ត្រាដើម្បីលុប
ja: 削除するレコードを選択してください
ko: 삭제할 레코드를 선택하십시오.
my: delete ရန်စံချိန်ကို select ပေးပါ
zh: 请选择要删除的记录

# DDT_MSG_DELETE_ERROR
source: Delete the error text type
ca: លុបប្រភេទអត្ថបទកំហុស
ja: エラーテキストタイプを削除します
ko: 오류 텍스트 유형 삭제
my: Deleted စာသားကိုအမျိုးအစားအမှား
zh: 删除错误文本类型

# DDT_MSG_DELETE_SUCCESS
source: Delete success
ca: លុបភាពជោគជ័យ
ja: 成功を削除
ko: 성공 삭제
my: အောင်မြင်စွာဖယ်ရှား
zh: 删除成功

# DDT_MSG_DOCUMENT_TYPE
source: Document Type
ca: ប្រភេទនៃអត្ថបទ
ja: テキストの種類
ko: 텍스트 유형
my: စာသားအမျိုးအစားများ
zh: 文字类型

# DDT_MSG_DOCUMENT_TYPE_NOT_EXIST
source: Type of text does not exist, please refresh the page
ca: ប្រភេទអត្ថបទមិនមានទេសូមធ្វើឱ្យទំព័រថ្មីឡើងវិញ
ja: テキストの種類が存在しません。ページを更新してください
ko: 텍스트 유형이 존재하지 않습니다. 페이지를 새로 고침하십시오.
my: စာသားမတည်ရှိပါဘူးရိုက်ပါ, စာမကျြနှာ refresh ကျေးဇူးပြုပြီး
zh: 文本类型不存在，请刷新页面

# DDT_MSG_DT_ALREADY_EXIST_IN_DT
source: Type of text already exists in the textbook!
ca: ប្រភេទអត្ថបទមានរួចហើយនៅក្នុងសៀវភៅសិក្សា!
ja: テキストの種類はすでに教科書に存在します。
ko: 텍스트의 유형이 이미 교과서에 있습니다!
my: ပြီးသားစာသားစာအုပ်တွေထဲမှာတည်ရှိစာသားကိုရိုက်ပါ!
zh: 课本中已存在文本类型！

# DDT_MSG_ID_ALREADY_EXIST
source: This type of text already exists, please enter another code!
ca: ប្រភេទនៃអត្ថបទនេះមានរួចហើយសូមបញ្ចូលលេខកូដផ្សេងទៀត!
ja: この種類のテキストは既に存在します。別のコードを入力してください。
ko: 이 유형의 텍스트가 이미 있습니다. 다른 코드를 입력하십시오!
my: ဤစာသားတစ်ခုရှိထားပြီးသားကိုရိုက်ပါ, အခြားကုဒ်ရိုက်ထည့်ပါ!
zh: 此类文字已存在，请输入其他代码！

# DDT_MSG_ID_HAS_BEEN_USED
source: Text type code used for other important text types, please try again!
ca: កូដប្រភេទអត្ថបទដែលបានប្រើសម្រាប់ប្រភេទអត្ថបទសំខាន់ផ្សេងទៀតសូមព្យាយាមម្តងទៀត!
ja: 他の重要なテキストタイプに使用されているテキストタイプコード、もう一度やり直してください。
ko: 다른 중요한 텍스트 유형에 사용 된 텍스트 유형 코드입니다. 다시 시도하십시오!
my: ဤအကအခြားအရေးကြီးသောစာရွက်စာတမ်းများအတွက်အသုံးပြုသည့်စာသားအမျိုးအစားကုဒ် ကျေးဇူးပြု. ထပ်ကြိုးစားပါ!
zh: 用于其他重要文本类型的文本类型代码，请重试！

# DDT_MSG_NAME_TYPE_OF_TEXT
source: The name of the text type has at least one character and does not include special characters
ca: ឈ្មោះនៃប្រភេទអត្ថបទមានយ៉ាងហោចណាស់តួអក្សរមួយនិងមិនរួមបញ្ចូលតួអក្សរពិសេស
ja: テキストタイプの名前は1文字以上で、特殊文字は含まれません
ko: 텍스트 유형의 이름에 적어도 하나의 문자가 있고 특수 문자가 포함되어 있지 않습니다.
my: စာသားကိုရိုက်ပါကအနည်းဆုံးတဦးတည်းဇာတ်ကောင်အမည်နှင့်အထူးဇာတ်ကောင်များမပါဝင်ပါ
zh: 文本类型的名称至少包含一个字符，不包含特殊字符

# DDT_MSG_NO_BLANK_NAME_TYPE_OF_TEXT
source: The text type name cannot be blank
ca: ឈ្មោះប្រភេទអត្ថបទមិនអាចទទេបានទេ
ja: テキストタイプ名は空白にできません
ko: 텍스트 유형 이름은 비워 둘 수 없습니다.
my: စာရွက်စာတမ်းအမည်အမျိုးအစားအလွတ်မဖွစျနိုငျ
zh: 文本类型名称不能为空

# DDT_MSG_NO_BLANK_PROCESSING_DEAD_LINE
source: Processing time limit cannot be left blank
ca: ដំណើរការរយៈពេលកំណត់មិនអាចទុកចោលបានទេ
ja: 処理期限は空白のままにできません
ko: 처리 시간 제한은 비워 둘 수 없습니다.
my: term ကုသမှုဗလာမဖြစ်သင့်
zh: 处理时间限制不能留空

# DDT_MSG_NO_BLANK_SYMBOL
source: Symbols cannot be left blank
ca: និមិត្តសញ្ញាមិនអាចទុកទទេបានទេ
ja: 記号を空白のままにすることはできません
ko: 기호는 비워 둘 수 없습니다.
my: သင်္ကေတအလွတ်မဖွစျနိုငျ
zh: 符号不能留空

# DDT_MSG_UPDATE_DOCUMENT_TYPE_ERROR
source: Update faulty text type!
ca: ធ្វើបច្ចុប្បន្នភាពប្រភេទអត្ថបទកំហុស!
ja: 誤ったテキストタイプを更新してください。
ko: 잘못된 텍스트 유형을 업데이트하십시오!
my: document ရဲ့ Update ကို type ကိုပျက်ကွက်!
zh: 更新错误的文本类型！

# DDT_MSG_UPDATE_SUCCESS
source: Update the type of text successfully
ca: ធ្វើបច្ចុប្បន្នភាពប្រភេទអត្ថបទដោយជោគជ័យ
ja: テキストの種類を正常に更新する
ko: 텍스트 유형을 성공적으로 업데이트하십시오.
my: အောင်မြင်မှုရေးသားခြင်း၏ Update ကို type ကို
zh: 成功更新文本类型

# DDT_TITLE_ADD_DDT
source: Add new type of text
ca: បន្ថែមប្រភេទអត្ថបទថ្មី
ja: 新しい種類のテキストを追加する
ko: 새로운 유형의 텍스트 추가
my: အသစ်သောစာသားကိုအမျိုးအစားများကို Add
zh: 添加新类型的文本

# DDT_TITLE_DDT
source: Document Type
ca: ប្រភេទអត្ថបទ
ja: テキストの種類
ko: 텍스트 유형
my: စာရွက်စာတမ်းအမျိုးအစား
zh: 文字类型

# DDT_TITLE_DISPATCHES_DOCUMENT_TYPE
source: List of text types
ca: បញ្ជីប្រភេទអត្ថបទ
ja: テキストタイプのリスト
ko: 텍스트 유형 목록
my: Category: အမျိုးအစားကစာသား
zh: 文本类型列表

# DDT_TITLE_EDIT_DDT
source: Update most types of documents
ca: ធ្វើបច្ចុប្បន្នភាពប្រភេទអត្ថបទ
ja: テキストタイプを更新する
ko: 텍스트 유형 업데이트
my: Update ကို type ကိုစာသားမ
zh: 更新文字类型
