Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/DispatchesOutDispatchesController.*.resx
Languages: ca, fr, ko, zh

# DOD_ADD_CHOOSE_USER
source: The recipient has been selected
ca: អ្នកទទួលត្រូវបានជ្រើសរើស
fr: Le destinataire a été sélectionné
ko: 수신자가 선택되었습니다.
zh: 收件人已被选中

# DOD_ADD_DEPARTMENT
source: Department
ca: នាយកដ្ឋាន
fr: Département
ko: 부서
zh: 部门

# DOD_ADD_DOCUMENT
source: has received the text.
ca: បានទទួលអត្ថបទ។
fr: a reçu le texte.
ko: 이 텍스트를 받았습니다.
zh: 已收到该文。

# DOD_ADD_RECEIVER
source: Add recipients
ca: បន្ថែមអ្នកទទួល
fr: Ajouter des destinataires
ko: 수신자 추가
zh: 添加收件人

# DOD_ADD_SUCCESS
source: success.
ca: ភាពជោគជ័យ។
fr: succès
ko: 성공.
zh: 成功。

# DOD_ADD_USER_SUCCESS
source: Add successful recipients
ca: បន្ថែមអ្នកទទួលជោគជ័យ
fr: Ajouter des destinataires retenus
ko: 성공적인 수신자 추가
zh: 添加成功的收件人

# DOD_CURD_LBL_ACTIVITY
source: Work
ca: ប្រតិបត្តិការ
fr: Opération
ko: 수술
zh: 工作

# DOD_CURD_LBL_ACTIVITY_PEOPLE
source: Active people
ca: មនុស្សសកម្ម
fr: Personnes actives
ko: 활동적인 사람들
zh: 积极的人

# DOD_CURD_LBL_CONFIDENTIALITY
source: Confidentiality
ca: ការសម្ងាត់
fr: La confidentialité
ko: 기밀 유지
zh: 红晕

# DOD_CURD_LBL_DAY_SIGN
source: Sign day
ca: កាលបរិច្ឆេទចុះហត្ថលេខា
fr: Date de signature
ko: 서명 한 날짜
zh: 签署日期

# DOD_CURD_LBL_DEPARMENT
source: Department
ca: នាយកដ្ឋាន
fr: Département
ko: 부서
zh: 部门

# DOD_CURD_LBL_DRAFTERS
source: Drafters
ca: កម្មវិធីនិពន្ធ
fr: L'éditeur
ko: 편집기
zh: 编辑

# DOD_CURD_LBL_ENTER_BOOK
source: People enter the book
ca: មនុស្សចូលក្នុងសៀវភៅ
fr: Les gens entrent dans le livre
ko: 사람들은 책을 읽는다.
zh: 人们进入这本书

# DOD_CURD_LBL_FILE_ATTACH
source: Attachments
ca: ឯកសារភ្ជាប់
fr: Fichier attaché
ko: 첨부 파일
zh: 附件

# DOD_CURD_LBL_NAME_FILE
source: File name
ca: ឈ្មោះឯកសារ
fr: Nom du fichier
ko: 파일 이름
zh: 文件名

# DOD_CURD_LBL_NOTE
source: Abstract
ca: ស្រង់
fr: Extraits
ko: 추출물
zh: 摘要

# DOD_CURD_LBL_NUMBER_BOOK
source: Text number
ca: លេខអត្ថបទ
fr: Numéro de texte
ko: 텍스트 번호
zh: 文字编号

# DOD_CURD_LBL_NUMBER_SYMBOL
source: Number / symbol
ca: លេខ / និមិត្តសញ្ញា
fr: Numéro / symbole
ko: 번호 / 기호
zh: 数字/符号

# DOD_CURD_LBL_POTISION
source: Position
ca: ទីតាំង
ko: 직위
zh: 办公室

# DOD_CURD_LBL_PREVIEW
source: Preview
ca: មើលជាមុន
fr: Aperçu
ko: 미리보기
zh: 预览

# DOD_CURD_LBL_RECEIVER
source: Receiver
ca: អ្នកទទួល
fr: Destinataire
ko: 수신자
zh: 接受者

# DOD_CURD_LBL_RELEASE_DATE
source: Date issued
ca: កាលបរិច្ឆេទចេញ
fr: Date d'émission
ko: 발행일
zh: 发布日期

# DOD_CURD_LBL_SIGNER
source: The signer
ca: អ្នកចុះហត្ថលេខា
fr: Le signataire
ko: 서명자
zh: 签名者

# DOD_CURD_LBL_SYMBOL
source: Text symbols
ca: និមិត្តសញ្ញាអត្ថបទ
fr: Symboles de texte
ko: 텍스트 기호
zh: 文字符号

# DOD_CURD_LBL_TEXT_BOOK
source: Text book
ca: សៀវភៅអត្ថបទ
fr: Livre de texte
ko: 교과서
zh: 课本

# DOD_CURD_LBL_TIME
source: Time
ca: ពេលវេលា
fr: Le temps
ko: 시간
zh: 时间

# DOD_CURD_LBL_TRANSFER_TEXT
source: Transfer text
ca: ផ្ទេរអត្ថបទ
fr: Texte de transfert
ko: 텍스트 전송
zh: 转移文字

# DOD_CURD_LBL_UNIT
source: Drafting unit
ca: ផ្នែករៀបចំ
fr: Unité de rédaction
ko: 제도 장치
zh: 起草单位

# DOD_CURD_LBL_VALIDATE_SYMBOL
source: Required text symbols
ca: និមិត្តសញ្ញាអត្ថបទដែលត្រូវការ
fr: Symboles de texte obligatoires
ko: 필수 텍스트 기호
zh: 必需的文字符号

# DOD_CURD_LBL_YEAR
source: Year
ca: ឆ្នាំ
fr: Année
ko: 년
zh: 年

# DOD_CURD_TXT_CONFIDENTIALITY
source: Confidentiality
ca: ការសម្ងាត់
fr: La confidentialité
ko: 기밀 유지
zh: 红晕

# DOD_CURD_TXT_DAY_SIGN
source: Sign day
ca: កាលបរិច្ឆេទចុះហត្ថលេខា
fr: Date de signature
ko: 서명 한 날짜
zh: 签署日期

# DOD_CURD_TXT_DRAFTERS
source: Drafters
ca: កម្មវិធីនិពន្ធ
fr: L'éditeur
ko: 편집기
zh: 编辑

# DOD_CURD_TXT_ENTER_BOOK
source: People enter the book
ca: មនុស្សចូលក្នុងសៀវភៅ
fr: Les gens entrent dans le livre
ko: 사람들은 책을 읽는다.
zh: 人们进入这本书

# DOD_CURD_TXT_FILE_ATTACH
source: Choose file
ca: ជ្រើសរើសឯកសារ
fr: Choisir un fichier
ko: 파일 선택
zh: 选择文件

# DOD_CURD_TXT_NOTE
source: Weak import
ca: ការនាំចូលខ្សោយ
fr: Importation faible
ko: 약한 수입
zh: 进口不足

# DOD_CURD_TXT_NUMBER_BOOK
source: Text number
ca: លេខអត្ថបទ
fr: Numéro de texte
ko: 텍스트 번호
zh: 文字编号

# DOD_CURD_TXT_NUMBER_SYMBOL
source: Number / symbol
ca: លេខ / និមិត្តសញ្ញា
fr: Numéro / symbole
ko: 번호 / 기호
zh: 数字/符号

# DOD_CURD_TXT_POTISION
source: Position
ca: ទីតាំង
ko: 직위
zh: 办公室

# DOD_CURD_TXT_RELEASE_DATE
source: Date issued
ca: កាលបរិច្ឆេទចេញ
fr: Date d'émission
ko: 발행일
zh: 发布日期

# DOD_CURD_TXT_SIGNER
source: The signer
ca: អ្នកចុះហត្ថលេខា
fr: Le signataire
ko: 서명자
zh: 签名者

# DOD_CURD_TXT_SYMBOL
source: Text symbols
ca: និមិត្តសញ្ញាអត្ថបទ
fr: Symboles de texte
ko: 텍스트 기호
zh: 文字符号

# DOD_CURD_TXT_TEXT_BOOK
source: Text book
ca: សៀវភៅអត្ថបទ
fr: Livre de texte
ko: 교과서
zh: 课本

# DOD_CURD_TXT_UNIT
source: Drafting unit
ca: ផ្នែករៀបចំ
fr: Unité de rédaction
ko: 제도 장치
zh: 起草单位

# DOD_CURD_TXT_VALIDATE_SYMBOL
source: Required text symbols
ca: និមិត្តសញ្ញាអត្ថបទដែលត្រូវការ
fr: Symboles de texte obligatoires
ko: 필수 텍스트 기호
zh: 必需的文字符号

# DOD_ERR_CHOOSE_USER
source: No user selected
ca: គ្មានអ្នកប្រើបានជ្រើស
fr: Aucun utilisateur sélectionné
ko: 선택한 사용자가 없습니다.
zh: 没有用户选择

# DOD_ERR_FILE_PREVIEW
source: File does not support preview
ca: ឯកសារមិនគាំទ្រការមើលជាមុន
fr: Le fichier ne supporte pas l'aperçu
ko: 파일이 미리보기를 지원하지 않습니다.
zh: 文件不支持预览

# DOD_ERR_USER
source: No users
ca: មិនមានអ្នកប្រើ
fr: Aucun utilisateur
ko: 사용자 없음
zh: 没有用户

# DOD_LINK_TXT_GOES
source: Text goes
ca: អត្ថបទទៅ
fr: Le texte va
ko: 텍스트가 간다.
zh: 文字去了

# DOD_LIST_COL_DOCUMENT_NUMBER
source: VB number
ca: លេខ VB
fr: Numéro VB
ko: VB 번호
zh: VB编号

# DOD_LIST_COL_DOCUMENT_SYMBOLS
source: VB symbol
ca: និមិត្តសញ្ញា VB
fr: Symbole VB
ko: VB 기호
zh: VB符号

# DOD_LIST_COL_NOTE
source: Abstract
ca: ស្រង់
fr: Extraits
ko: 추출물
zh: 摘要

# DOD_LIST_COL_PROMULGATE_DATE
source: VB date
ca: កាលបរិច្ឆេទ VB
fr: Date VB
ko: VB 날짜
zh: VB日期

# DOD_LIST_COL_SIGNUSER
source: The signer
ca: អ្នកចុះហត្ថលេខា
fr: Le signataire
ko: 서명자
zh: 签名者

# DOD_LIST_COL_UNIT_EDITOR
source: ST unit
ca: អង្គភាព ST
fr: Unité ST
ko: ST 장치
zh: ST单位

# DOD_MSG_CHOOSE_DEPARTMENT_USER
source: Select a department or select a user to add recipients.
ca: ជ្រើសនាយកដ្ឋានឬជ្រើសអ្នកប្រើដើម្បីបន្ថែមអ្នកទទួល។
fr: Sélectionnez un département ou sélectionnez un utilisateur pour ajouter des destinataires.
ko: 수신자를 추가 할 부서를 선택하거나 사용자를 선택하십시오.
zh: 选择部门或选择要添加收件人的用户。

# DOD_MSG_CREATED_DOCUMENT
source: Text created
ca: បានបង្កើតអត្ថបទ
fr: Texte créé
ko: 텍스트가 생성되었습니다.
zh: 文字已创建

# DOD_MSG_DOCUMENT
source: Text book
ca: សៀវភៅអត្ថបទ
fr: Livre de texte
ko: 교과서
zh: 课本

# DOD_MSG_DONE_DOCUMENT
source: Text completed
ca: បានបញ្ចប់អត្ថបទ
fr: Texte complété
ko: 텍스트가 완료되었습니다.
zh: 文字已完成

# DOD_MSG_ERR_DOCUMENT
source: There was an error retrieving the letter
ca: មានកំហុសក្នុងការទាញយកសំបុត្រ
fr: Une erreur s'est produite lors de la récupération de la lettre
ko: 문자를 가져 오는 중에 오류가 발생했습니다.
zh: 检索信件时出错

# DOD_MSG_EXITS_CAREGIVER
source: The recipient already exists
ca: អ្នកទទួលមានរួចហើយ
fr: Le destinataire existe déjà
ko: 수신자가 이미 있습니다.
zh: 收件人已存在

# DOD_MSG_MOUSE_GUIDE
source: Instructions: Double click to edit text.
ca: សេចក្តីណែនាំ: ចុចទ្វេដងដើម្បីកែសម្រួលអត្ថបទ។
fr: Instructions: Double-cliquez pour éditer le texte.
ko: 지침 : 텍스트를 편집하려면 두 번 클릭하십시오.
zh: 说明：双击编辑文本。

# DOD_MSG_REVIEW_DOCUMENT
source: Viewed text
ca: អត្ថបទបានមើល
fr: Texte consulté
ko: 본문
zh: 查看文字

# DOD_MSG_SEND_DOCUMENT
source: Text transferred
ca: បានផ្ទេរអត្ថបទ
fr: Texte transféré
ko: 텍스트 전송 됨
zh: 文字转移

# DOD_MSG_TITLE
source: text book
ca: សៀវភៅអត្ថបទ
fr: livre de texte
ko: 교과서
zh: 课本

# DOD_MSG_TUTORIAL
source: Instructions for selecting departments
ca: សេចក្តីណែនាំសម្រាប់ជ្រើសរើសនាយកដ្ឋាន
fr: Instructions pour la sélection des départements
ko: 부서 선택 지침
zh: 选择部门的说明

# DOD_MSG_UPDATE_DOCUMENT
source: Do you want to update the text?
ca: តើអ្នកចង់ធ្វើបច្ចុប្បន្នភាពអត្ថបទទេ?
fr: Voulez-vous mettre à jour le texte?
ko: 텍스트를 업데이트 하시겠습니까?
zh: 你想更新文字吗？

# DOD_MSG_UPDATE_DOCUMENT1
source: Updated text
ca: អត្ថបទដែលបានធ្វើបច្ចុប្បន្នភាព
fr: Texte mis à jour
ko: 업데이트 된 텍스트
zh: 更新的文字

# DOD_TITLE_ADD_DOD
source: Add a text book
ca: បន្ថែមសៀវភៅអត្ថបទ
fr: Ajouter un livre de texte
ko: 텍스트 북 추가
zh: 添加课本

# DOD_TITLE_DOD
source: Text book
ca: សៀវភៅអត្ថបទ
fr: Livre de texte
ko: 교과서
zh: 课本

# DOD_TITLE_EDIT_DOD
source: Edit text books
ca: កែសម្រួលសៀវភៅអត្ថបទ
fr: Éditer des livres de texte
ko: 교과서 수정
zh: 编辑课本

# DOD_TITLE_FILE_DEPARTMENT
source: All departments
ca: នាយកដ្ឋានទាំងអស់
fr: Tous les départements
ko: 모든 부서
zh: 所有部门

# DOD_TITLE_FULL_SCREEN
source: Full screen
ca: ពេញអេក្រង់
fr: Plein écran
ko: 전체 화면
zh: 全屏

# DOD_TITLE_RECEIVER
source: Receiver
ca: អ្នកទទួល
fr: Destinataire
ko: 수신자
zh: 接受者

# DOD_TITLE_RECEIVER1
source: Receiver
ca: អ្នកទទួល
fr: Destinataire
ko: 수신자
zh: 接受者

# DOD_TITLE_TRANSFER_TEXT
source: Transfer text
ca: ផ្ទេរអត្ថបទ
fr: Texte de transfert
ko: 텍스트 전송
zh: 转移文字

# DOD_TITLE_TXT_GOES
source: Text goes
ca: អត្ថបទទៅ
fr: Le texte va
ko: 텍스트가 간다.
zh: 文字去了

# DOD_TITLE_USER
source: User
ca: អ្នកប្រើ
fr: Utilisateur
ko: 사용자
zh: 用户

# DOD_TITLE_USER_LIST
source: User list
ca: បញ្ជីអ្នកប្រើ
fr: Liste d'utilisateurs
ko: 사용자 목록
zh: 用户列表

# DOD_VALIDATE_DAY
source: Required date of arrival
ca: កាលបរិច្ឆេទដែលតម្រូវឱ្យមកដល់
fr: Date d'arrivée souhaitée
ko: 도착 예정일
zh: 所需的抵达日期

# DOD_VALIDATE_DRAFTERS
source: Drafters required
ca: តម្រូវឱ្យមានសេចក្តីព្រាង
fr: Rédacteurs requis
ko: 필요한 Drafters
zh: 需要起草人

# DOD_VALIDATE_DRAFTERS1
source: The editor cannot leave blank
ca: កម្មវិធីនិពន្ធមិនអាចទុកទទេបានទេ
fr: L'éditeur ne peut pas laisser de blanc
ko: 편집기는 공백으로 남겨 둘 수 없습니다.
zh: 编辑不能留空

# DOD_VALIDATE_NUMBER
source: Required number of documents
ca: ចំនួនឯកសារដែលត្រូវការ
fr: Nombre requis de documents
ko: 필요한 문서 수
zh: 所需的文件数量

# DOD_VALIDATE_NUMBER_SYMBOL
source: Required number / symbol
ca: លេខ / និមិត្តសញ្ញាដែលត្រូវការ
fr: Numéro / symbole requis
ko: 필수 번호 / 기호
zh: 所需的数字/符号

# DOD_VALIDATE_SIGNER
source: Signers required
ca: អ្នកចុះហត្ថលេខាត្រូវបានទាមទារ
fr: Signataires requis
ko: 서명자 필요
zh: 需要签名者

# DOD_VALIDATE_SIGNER1
source: The signer must not leave blank
ca: អ្នកចុះហត្ថលេខាមិនត្រូវទុកឱ្យទទេ
fr: Le signataire ne doit pas laisser vide
ko: 서명자는 공란으로 두어서는 안됩니다.
zh: 签名者不得留空

# DOD_VALIDATE_SYMBOL
source: Required text symbols
ca: និមិត្តសញ្ញាអត្ថបទដែលត្រូវការ
fr: Symboles de texte obligatoires
ko: 필수 텍스트 기호
zh: 必需的文字符号

# DOD_VALIDATE_TEXT_BOOK
source: Text books cannot be blank
ca: សៀវភៅអត្ថបទមិនអាចទទេ
fr: Les manuels ne peuvent pas être vierges
ko: 교과서는 비워 둘 수 없습니다.
zh: 教科书不能为空

# DOD_VALIDATE_UNIT
source: Drafting unit required
ca: តម្រូវឱ្យមានឯកសាពង្រាង
fr: Unité de dessin requise
ko: 제도 단위 필요
zh: 需要起草单位

# DOD_VALIDATE_UNIT1
source: The drafting unit cannot be blank
ca: អង្គភាពព្រាងមិនអាចទទេបានទេ
fr: L'unité de rédaction ne peut pas être vide
ko: 제도 장치는 비워 둘 수 없습니다.
zh: 起草单位不能为空白
