Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/EDMSWarehouseManagerController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# EDMSWHM_CURD_LBL_FLOOR
source: Floor
ca: ជាន់
fr: Étage
ja: 階
ko: 플로어
my: Lantai
vi: Tầng
zh: 地板层

# EDMSWM_BTN_PRINT_QR_CODE
source: Print
ca: បោះពុម្ព
fr: Imprimer
ja: 印刷する
ko: 인쇄
my: Cetak
zh: 列印

# EDMSWM_COL_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 행동
my: Tindakan
vi: Tác vụ
zh: 动作片

# EDMSWM_COL_FLOOR_NAME
source: Title
ca: ចំណងជើង
fr: Titre
ja: 役職
ko: 직함
my: Tajuk
vi: Tiêu đề
zh: 职称

# EDMSWM_COL_L_TEXT
source: Title
ca: ចំណងជើង
fr: Titre
ja: 役職
ko: 직함
my: Tajuk
vi: Tiêu đề
zh: 职称

# EDMSWM_COL_MAP_DESIGN
source: The design
ca: ប្លង់មេ
fr: Les plans
ja: 設計図
ko: 청사진
my: Cetak semula
vi: Bản thiết kế
zh: 蓝图

# EDMSWM_COL_NOTE
source: Description
ca: ពិពណ៌នា
fr: Décrire
ja: 説明する
ko: 설명
my: Terangkan
vi: Mô tả
zh: 描述

# EDMSWM_COL_RACK_NAME
source: Title
ca: ចំណងជើង
fr: Titre
ja: 役職
ko: 직함
my: Tajuk
vi: Tiêu đề
zh: 职称

# EDMSWM_COL_WHS_DESIGNMAP
source: Map
ca: ផែនទី
fr: Carte
ja: 地図
ko: 지도
my: Peta
vi: Bản đồ
zh: 地图

# EDMSWM_COL_WHS_NAME
source: Title
ca: ចំណងជើង
fr: Titre
ja: 役職
ko: 직함
my: Tajuk
vi: Tiêu đề
zh: 职称

# EDMSWM_CURD_LBL_AREA_SQUARE
source: Acreage
ca: តំបន់
fr: Zone
ja: 面積
ko: 지역
my: Kawasan
vi: Diện tích
zh: 面积

# EDMSWM_CURD_LBL_BOX_NAME
source: Name of barrel
ca: ឈ្មោះធុង
fr: Nom du tonneau
ja: 樽の名前
ko: 배럴의 이름
my: Nama tong
vi: Tên thùng
zh: 桶名

# EDMSWM_CURD_LBL_BOX_NUMBER
source: Number of bins
ca: ចំនួនករណី
fr: Nombre de cas
ja: 症例数
ko: 사례 수
my: Bilangan kes
vi: Số thùng
zh: 案件数

# EDMSWM_CURD_LBL_CHOOSE_MANAGER
source: Choose a manager!
ca: ជ្រើសរើសអ្នកគ្រប់គ្រងម្នាក់!
fr: Choisissez un manager!
ja: マネージャーを選択してください！
ko: 관리자를 선택하십시오!
my: Pilih pengurus!
vi: Chọn người quản lý!
zh: 选择一个经理！

# EDMSWM_CURD_LBL_CNT_BOX_PR
source: The number of products
ca: ចំនួនផលិតផល
fr: Nombre de produits
ja: 製品数
ko: 제품 수
my: Bilangan produk
vi: Số lượng sản phẩm
zh: 产品数量

# EDMSWM_CURD_LBL_CNT_BOX_RV
source: Number of bins
ca: ចំនួនករណី
fr: Nombre de cas
ja: 症例数
ko: 사례 수
my: Bilangan kes
vi: Số thùng
zh: 案件数

# EDMSWM_CURD_LBL_CNT_LINE
source: Number of ranges
ca: ចំនួនជួរ
fr: Nombre de gammes
ja: 範囲の数
ko: 범위의 수
my: Bilangan julat
vi: Số dãy
zh: 范围数

# EDMSWM_CURD_LBL_CNT_RACK
source: Number of shelves
ca: ចំនួនធ្នើ
fr: Nombre d'étagères
ja: 棚の数
ko: 선반 수
my: Bilangan rak
vi: Số kệ
zh: 架子数

# EDMSWM_CURD_LBL_CODE
source: Bucket code
ca: លេខកូដដាក់ធុង
fr: Code de seau
ja: バケットコード
ko: 버킷 코드
my: Kod baldi
vi: Mã thùng
zh: 桶码

# EDMSWM_CURD_LBL_COIL_NUMBER
source: Number of books
ca: ចំនួនសៀវភៅ
fr: Nombre de livres
ja: 本の数
ko: 책 수
my: Bilangan buku
vi: Số cuốn
zh: 书数

# EDMSWM_CURD_LBL_DOCUMENT_CODE
source: Profile type
ca: ប្រភេទទម្រង់
fr: Type de profil
ja: プロファイルタイプ
ko: 프로필 유형
my: Jenis profil
vi: Loại hồ sơ
zh: 个人资料类型

# EDMSWM_CURD_LBL_DWH_ADDRESS
source: Address:
ca: អាស័យដ្ឋាន៖
fr: Adresse:
ja: 住所：
ko: 주소 :
my: Alamat:
vi: Địa chỉ:
zh: 地址：

# EDMSWM_CURD_LBL_DWH_CAPACITY
source: Remaining capacity:
ca: សមត្ថភាពដែលនៅសល់៖
fr: Capacité restante:
ja: 残容量：
ko: 남은 용량 :
my: Kapasiti tersisa:
vi: Sức chứa còn lại:
zh: 剩余容量：

# EDMSWM_CURD_LBL_DWH_CODE
source: Store code:
ca: កូដឃ្លាំង៖
fr: Code de l'entrepôt:
ja: 倉庫コード：
ko: 창고 코드 :
my: Kod gudang:
vi: Mã kho:
zh: 仓库代码：

# EDMSWM_CURD_LBL_DWH_FLOOR
source: Number of floors:
ca: ចំនួនជាន់:
fr: Nombre d'étages:
ja: 階数：
ko: 층 수 :
my: Bilangan aras:
vi: Số tầng:
zh: 楼层数：

# EDMSWM_CURD_LBL_DWH_LINE
source: Number of ranges:
ca: ចំនួនជួរ៖
fr: Nombre de gammes:
ja: 範囲の数：
ko: 범위 수 :
my: Bilangan julat:
vi: Số dãy:
zh: 范围数：

# EDMSWM_CURD_LBL_DWH_MANAGER_ID
source: Person in charge:
ca: អ្នកទទួលបន្ទុក៖
fr: Responsable:
ja: 担当者：
ko: 담당자 :
my: Orang yang bertanggungjawab:
vi: Người phụ trách:
zh: 负责人：

# EDMSWM_CURD_LBL_DWH_NAME
source: Warehouse Name:
ca: ឈ្មោះឃ្លាំង៖
fr: Nom de l'entrepôt:
ja: 倉庫名：
ko: 창고 이름 ​​:
my: Nama Gudang:
vi: Tên kho:
zh: 仓库名称：

# EDMSWM_CURD_LBL_DWH_NUMBER_TEXT
source: Number of available documents:
ca: ចំនួនឯកសារដែលមាន៖
fr: Nombre de documents disponibles:
ja: 利用可能なドキュメントの数：
ko: 사용 가능한 문서 수 :
my: Bilangan dokumen yang tersedia:
vi: Số tài liệu hiện có:
zh: 可用文件数：

# EDMSWM_CURD_LBL_DWH_RACK
source: Number of shelves:
ca: ចំនួនធ្នើ៖
fr: Nombre d'étagères:
ja: 棚の数：
ko: 선반 수 :
my: Bilangan rak:
vi: Số kệ:
zh: 层数：

# EDMSWM_CURD_LBL_FLOOR
source: Floor
ca: ជាន់
fr: Étage
ja: 階
ko: 플로어
my: Lantai
vi: Tầng
zh: 地板层

# EDMSWM_CURD_LBL_FLOOR_CODE
source: Floor
ca: ជាន់
fr: Étage
ja: 階
ko: 플로어
my: Lantai
vi: Tầng
zh: 地板层

# EDMSWM_CURD_LBL_FLOOR_NAME
source: Name of the floor
ca: ឈ្មោះជាន់
fr: Nom de l'étage
ja: フロアの名前
ko: 층의 이름
my: Nama lantai
vi: Tên tầng
zh: 楼层名称

# EDMSWM_CURD_LBL_FROM_DATE
source: Since
ca: ពីកាលបរិច្ឆេទ
fr: À partir de la date
ja: 日付から
ko: 날짜부터
my: Dari tarikh itu
vi: Từ ngày
zh: 从日期起

# EDMSWM_CURD_LBL_HUMIDITY
source: Humidity
ca: សំណើម
fr: Humidité
ja: 湿度
ko: 습도
my: Kelembapan
vi: Độ ẩm
zh: 湿度

# EDMSWM_CURD_LBL_IMG_FLOOR
source: Photo floor
ca: ជាន់រូបថត
fr: Étage photo
ja: フォトフロア
ko: 사진 층
my: Lantai foto
vi: Ảnh tầng
zh: 照片地板

# EDMSWM_CURD_LBL_LINE
source: Range
ca: ជួរ
fr: Gammes
ja: 範囲
ko: 범위
my: Ranges
vi: Dãy
zh: 范围

# EDMSWM_CURD_LBL_LINE_CODE
source: Range
ca: ជួរ
fr: Gammes
ja: 範囲
ko: 범위
my: Ranges
vi: Dãy
zh: 范围

# EDMSWM_CURD_LBL_LIST_FLOOR
source: List of floors
ca: បញ្ជីនៃជាន់
fr: Liste d'étages
ja: フロア一覧
ko: 플로어 일람
my: Senarai tingkat
vi: Danh sách tầng
zh: 楼层清单

# EDMSWM_CURD_LBL_LIST_LINE
source: List of ranges
ca: បញ្ជីជួរ
fr: Liste des gammes
ja: 範囲のリスト
ko: 범위 목록
my: Senarai julat
vi: Danh sách dãy
zh: 范围清单

# EDMSWM_CURD_LBL_LIST_RACK
source: Shelf list
ca: បញ្ជីធ្នើ
fr: Liste des tablettes
ja: 棚リスト
ko: 선반 목록
my: Senarai rak
vi: Danh sách kệ
zh: 货架清单

# EDMSWM_CURD_LBL_LIST_WAREHOUSE
source: Warehouse list
ca: បញ្ជីឃ្លាំង
fr: Liste d'entrepôt
ja: 倉庫リスト
ko: 창고 목록
my: Senarai gudang
vi: Danh sách kho
zh: 仓库清单

# EDMSWM_CURD_LBL_L_COLOR
source: Color
ca: ពណ៌
fr: Couleur
ja: 色
ko: 색깔
my: Warna
vi: Màu sắc
zh: 色泽

# EDMSWM_CURD_LBL_L_POSITION
source: Location
ca: ទីតាំង
fr: Emplacement
ja: 場所
ko: 위치
my: Lokasi
vi: Vị trí
zh: 所在位置

# EDMSWM_CURD_LBL_L_SIZE
source: Size
ca: ទំហំ
fr: La taille
ja: サイズ
ko: 사이즈
my: Saiznya
vi: Kích thước
zh: 大小

# EDMSWM_CURD_LBL_L_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: ステータス
ko: 상태
vi: Trạng thái
zh: 现况

# EDMSWM_CURD_LBL_L_TEXT
source: Range name
ca: ឈ្មោះជួរ
fr: Nom de la plage
ja: 範囲名
ko: 범위 이름
my: Nama Julat
vi: Tên dãy
zh: 范围名称

# EDMSWM_CURD_LBL_MANAGER_ID
source: Manager
ca: អ្នកគ្រប់គ្រង
fr: Le manager
ja: マネージャー
ko: 관리자
my: Pengurus
vi: Người quản lý
zh: 经理

# EDMSWM_CURD_LBL_MAP_DESIGN
source: The design
ca: ប្លង់មេ
fr: Les plans
ja: 設計図
ko: 청사진
my: Cetak semula
vi: Bản thiết kế
zh: 蓝图

# EDMSWM_CURD_LBL_MATERIAL
source: Material
ca: សម្ភារៈ
fr: Matériel
ja: 素材
ko: 소재
my: Bahan
vi: Chất liệu
zh: 材质

# EDMSWM_CURD_LBL_NOTE
source: Description
ca: ពិពណ៌នា
fr: Décrire
ja: 説明する
ko: 설명
my: Terangkan
vi: Mô tả
zh: 描述

# EDMSWM_CURD_LBL_NUMBER_ORDER
source: Numerical order
ca: លេខធម្មតា
fr: Nombre ordinal
ja: 序数
ko: 서수
my: Nombor Ordinal
vi: Số thứ tự
zh: 序数

# EDMSWM_CURD_LBL_ORDERING
source: Numerical order
ca: លេខធម្មតា
fr: Nombre ordinal
ja: 序数
ko: 서수
my: Nombor Ordinal
vi: Số thứ tự
zh: 序数

# EDMSWM_CURD_LBL_QRCODE_FLOOR
source: The QRCode code generates according to the rule "F. Floor_name. Warehouse
ca: លេខកូដ QRCode បង្កើតតាមក្បួន“ F. Floor_name ។ ឃ្លាំង”
fr: Le code QRCode génère selon la règle "F. Floor_name. Warehouse
ja: QRCodeコードは、ルール「F. Floor_name。Warehouse」に従って生成されます
ko: QRCode 코드는 규칙 "F. Floor_name. Warehouse"에 따라 생성됩니다.
my: Kod QRCode menjana mengikut peraturan "F. Floor_name. Gudang
vi: Mã QRCode sinh theo quy tắc "F.Tên tầng_Mã kho
zh: QRCode代码根据规则“ F. Floor_name。Warehouse”生成。

# EDMSWM_CURD_LBL_QRCODE_LINE
source: The QRCode code is generated according to the "L
ca: លេខកូដ QRCode ត្រូវបានបង្កើតយោងទៅតាមអក្សរអិល
fr: Le code QRCode est généré selon le "L
ja: QRCodeコードは、「L
ko: QRCode 코드는 "L
my: Kod QRCode dijana mengikut "L
vi: Mã QRCode sinh theo quy tắc "L.Tên dãy_Mã Tầng
zh: QRCode代码是根据“ L

# EDMSWM_CURD_LBL_QRCODE_RACK
source: The QRCode code is generated according to the rule "R. Shelf name_Main sequence
ca: លេខកូដ QRCode ត្រូវបានបង្កើតឡើងដោយយោងតាមច្បាប់ R ធ្នើធ្នើ name_Main
fr: Le code QRCode est généré selon la règle "R. Nom du plateau_Main séquence
ja: QRCodeコードは、ルール「R. Shelf name_Main sequence」に従って生成されます
ko: QRCode 코드는 규칙 "R. 선반 이름 _ 기본 순서"에 따라 생성됩니다.
my: Kod QRCode dihasilkan berdasarkan peraturan "R. Shelf name_Main sequence
vi: Mã QRCode sinh theo quy tắc "R.Tên kệ_Mã dãy
zh: QRCode代码是根据规则“ R. Shelf name_Main sequence”生成的。

# EDMSWM_CURD_LBL_QR_CODE
source: QR Code CODE
fr: CODE QR code
ja: QRコードCODE
ko: QR 코드 코드
my: Kod QR CODE
vi: Mã QR CODE
zh: 二维码

# EDMSWM_CURD_LBL_RACK
source: Shelves
ca: ធ្នើ
fr: Étagères
ja: 棚
ko: 선반
my: Rak
vi: Kệ
zh: 货架

# EDMSWM_CURD_LBL_RACK_CODE
source: Shelf code
ca: លេខកូដធ្នើ
fr: Code de plateau
ja: 棚コード
ko: 선반 코드
my: Kod rak
vi: Mã kệ
zh: 货架代码

# EDMSWM_CURD_LBL_RACK_NAME
source: Name shelf
ca: ឈ្មោះធ្នើ
fr: Étagère de nom
ja: 名前棚
ko: 이름 선반
my: Rak nama
vi: Tên kệ
zh: 名称架

# EDMSWM_CURD_LBL_ROOM
source: Room
ca: បន្ទប់
fr: Chambre
ja: 部屋
ko: 방
my: Bilik
vi: Phòng
zh: 房间

# EDMSWM_CURD_LBL_R_POSITION
source: Location
ca: ទីតាំង
fr: Emplacement
ja: 場所
ko: 위치
my: Lokasi
vi: Vị trí
zh: 所在位置

# EDMSWM_CURD_LBL_R_SIZE
source: Size
ca: ទំហំ
fr: La taille
ja: サイズ
ko: 사이즈
my: Saiznya
vi: Kích thước
zh: 大小

# EDMSWM_CURD_LBL_R_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: ステータス
ko: 상태
vi: Trạng thái
zh: 现况

# EDMSWM_CURD_LBL_SIZE
source: Size
ca: ទំហំ
fr: La taille
ja: サイズ
ko: 사이즈
my: Saiznya
vi: Kích thước
zh: 大小

# EDMSWM_CURD_LBL_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: ステータス
ko: 상태
vi: Trạng thái
zh: 现况

# EDMSWM_CURD_LBL_TEMPERTURE
source: Temperature
ca: សីតុណ្ហភាព
fr: La température
ja: 温度
ko: 온도
my: Suhu
vi: Nhiệt độ
zh: 温度范围

# EDMSWM_CURD_LBL_TIME_SAVE
source: Storage time
ca: ពេលវេលាផ្ទុក
fr: Temps de stockage
ja: 保管時間
ko: 보관 시간
my: Masa penyimpanan
vi: Thời gian lưu trữ
zh: 储存时间

# EDMSWM_CURD_LBL_TOTAL
source: The largest number of books
ca: ចំនួនសៀវភៅច្រើនបំផុត
fr: Le plus grand nombre de livres
ja: 最大の本
ko: 가장 많은 책
my: Bilangan buku terbanyak
vi: Tổng số cuốn lớn nhất
zh: 图书数量最多

# EDMSWM_CURD_LBL_VIEW_IMAGE
source: View image
ca: មើលរូបភាព
fr: Voir l'image
ja: 画像を見る
ko: 이미지보기
my: Lihat imej
vi: View ảnh
zh: 查看图片

# EDMSWM_CURD_LBL_WAREHOUSE
source: Warehouse
ca: ឃ្លាំង
fr: Entrepôt
ja: 倉庫
ko: 창고
my: Gudang
vi: Kho
zh: 货仓

# EDMSWM_CURD_LBL_WHS_CODE
source: Warehouse
ca: ឃ្លាំង
fr: Entrepôt
ja: 倉庫
ko: 창고
my: Gudang
vi: Kho
zh: 货仓

# EDMSWM_CURD_TITLE_ADD_FLOOR
source: Add new floors
ca: បន្ថែមជាន់ថ្មី
fr: Ajouter de nouveaux étages
ja: 新しいフロアを追加
ko: 새 층 추가
my: Tambah lantai baru
vi: Thêm tầng mới
zh: 新增楼层

# EDMSWM_CURD_TITLE_ADD_LINE
source: Add new range
ca: បន្ថែមជួរថ្មី
fr: Ajouter une nouvelle gamme
ja: 新しい範囲を追加
ko: 새로운 범위 추가
my: Tambah julat baharu
vi: Thêm dãy mới
zh: 新增范围

# EDMSWM_CURD_TITLE_ADD_RACK
source: Add new shelves
ca: បន្ថែមធ្នើថ្មី
fr: Ajouter de nouvelles étagères
ja: 新しい棚を追加する
ko: 새로운 선반 추가
my: Tambah rak baru
vi: Thêm kệ mới
zh: 新增货架

# EDMSWM_CURD_TXT_AREA_SQUARE
source: Enter the area
ca: បញ្ចូលតំបន់
fr: Entrez dans la zone
ja: エリアに入る
ko: 지역을 입력
my: Masukkan kawasan tersebut
vi: Nhập diện tích
zh: 输入区域

# EDMSWM_CURD_TXT_BOX_NAME
source: Enter a bucket name
ca: បញ្ចូលឈ្មោះដាក់ធុង
fr: Entrez un nom de compartiment
ja: バケット名を入力してください
ko: 버킷 이름을 입력하십시오
my: Masukkan nama baldi
vi: Nhập tên thùng
zh: 输入存储桶名称

# EDMSWM_CURD_TXT_BOX_NUMBER
source: Enter the box number
ca: បញ្ចូលលេខប្រអប់
fr: Entrez le numéro de la boîte
ja: ボックス番号を入力してください
ko: 박스 번호를 입력하십시오
my: Masukkan nombor kotak
vi: Nhập số thùng
zh: 输入箱号

# EDMSWM_CURD_TXT_CNT_BOX_PR
source: The number of products
ca: ចំនួនផលិតផល
fr: Nombre de produits
ja: 製品数
ko: 제품 수
my: Bilangan produk
vi: Số lượng sản phẩm
zh: 产品数量

# EDMSWM_CURD_TXT_CNT_BOX_RV
source: Enter the box number
ca: បញ្ចូលលេខប្រអប់
fr: Entrez le numéro de la boîte
ja: ボックス番号を入力してください
ko: 박스 번호를 입력하십시오
my: Masukkan nombor kotak
vi: Nhập số thùng
zh: 输入箱号

# EDMSWM_CURD_TXT_CNT_LINE
source: Enter the sequence number
ca: បញ្ចូលលេខលំដាប់
fr: Entrez le numéro de séquence
ja: シーケンス番号を入力してください
ko: 시퀀스 번호를 입력하십시오
my: Masukkan nombor urutan
vi: Nhập số dãy
zh: 输入序列号

# EDMSWM_CURD_TXT_CNT_RACK
source: Enter the shelf number
ca: បញ្ចូលលេខធ្នើ
fr: Entrez le numéro de tablette
ja: 棚番号を入力してください
ko: 선반 번호를 입력하십시오
my: Masukkan nombor rak
vi: Nhập số kệ
zh: 输入货架号

# EDMSWM_CURD_TXT_CODE
source: Enter the barrel code
ca: បញ្ចូលលេខកូដធុង
fr: Entrez le code du baril
ja: バレルコードを入力してください
ko: 배럴 코드를 입력하십시오
my: Masukkan kod barisan
vi: Nhập mã thùng
zh: 输入桶码

# EDMSWM_CURD_TXT_COIL_NUMBER
source: Enter the book number
ca: បញ្ចូលលេខសៀវភៅ
fr: Entrez le numéro du livre
ja: 書籍番号を入力してください
ko: 책 번호를 입력하십시오
my: Masukkan nombor buku
vi: Nhập số cuốn
zh: 输入书号

# EDMSWM_CURD_TXT_DOCUMENT_CODE
source: Choose a profile type
ca: ជ្រើសរើសប្រភេទទម្រង់
fr: Choisissez un type de profil
ja: プロファイルの種類を選択してください
ko: 프로필 유형을 선택하십시오
my: Pilih jenis profil
vi: Chọn loại hồ sơ
zh: 选择配置文件类型

# EDMSWM_CURD_TXT_FLOOR
source: Select a floor
ca: ជ្រើសរើសជាន់មួយ
fr: Choisissez un étage
ja: フロアを選択してください
ko: 층을 선택하십시오
my: Pilih lantai
vi: Chọn tầng
zh: 选择楼层

# EDMSWM_CURD_TXT_FLOOR_CODE
source: Select a floor
ca: ជ្រើសរើសជាន់មួយ
fr: Choisissez un étage
ja: フロアを選択してください
ko: 층을 선택하십시오
my: Pilih lantai
vi: Chọn tầng
zh: 选择楼层

# EDMSWM_CURD_TXT_FLOOR_NAME
source: Enter a floor name
ca: បញ្ចូលឈ្មោះជាន់មួយ
fr: Entrez un nom d'étage
ja: フロア名を入力してください
ko: 층 이름을 입력하십시오
my: Masukkan nama lantai
vi: Nhập tên tầng
zh: 输入楼层名称

# EDMSWM_CURD_TXT_FROM_DATE
source: Since
ca: ពីកាលបរិច្ឆេទ
fr: À partir de la date
ja: 日付から
ko: 날짜부터
my: Dari tarikh itu
vi: Từ ngày
zh: 从日期起

# EDMSWM_CURD_TXT_HUMIDITY
source: Enter the humidity
ca: បញ្ចូលសំណើម
fr: Entrez l'humidité
ja: 湿度を入力してください
ko: 습도를 입력
my: Masukkan kelembapan
vi: Nhập độ ẩm
zh: 输入湿度

# EDMSWM_CURD_TXT_LINE
source: Select range
ca: ជ្រើសរើសជួរ
fr: Sélectionnez la gamme
ja: 範囲を選択
ko: 범위를 선택하십시오
my: Pilih julat
vi: Chọn dãy
zh: 选择范围

# EDMSWM_CURD_TXT_LINE_CODE
source: Select range
ca: ជ្រើសរើសជួរ
fr: Sélectionnez la gamme
ja: 範囲を選択
ko: 범위를 선택하십시오
my: Pilih julat
vi: Chọn dãy
zh: 选择范围

# EDMSWM_CURD_TXT_L_COLOR
source: Enter colors
ca: បញ្ចូលពណ៌
fr: Entrez les couleurs
ja: 色を入力してください
ko: 색상 입력
my: Masukkan warna
vi: Nhập màu sắc
zh: 输入颜色

# EDMSWM_CURD_TXT_L_POSITION
source: Enter the location
ca: បញ្ចូលទីតាំង
fr: Entrez le lieu
ja: 場所を入力してください
ko: 위치를 입력하십시오
my: Masukkan lokasi
vi: Nhập vị trí
zh: 输入位置

# EDMSWM_CURD_TXT_L_SIZE
source: Enter size (10x10x20 m2)
ca: បញ្ចូលទំហំ (១០x១០x២០ ម ២)
fr: Entrez la taille (10x10x20 m2)
ja: サイズを入力（10x10x20 m2）
ko: 크기 입력 (10x10x20 m2)
my: Masukkan saiz (10x10x20 m2)
vi: Nhập kích thước (10x10x20 m2)
zh: 输入尺寸（10x10x20平方米）

# EDMSWM_CURD_TXT_L_STATUS
source: Select status
ca: ជ្រើសរើសស្ថានភាព
fr: Sélectionnez le statut
ja: ステータスを選択
ko: 상태 선택
my: Pilih status
vi: Chọn trạng thái
zh: 选择状态

# EDMSWM_CURD_TXT_L_TEXT
source: Enter the range name
ca: បញ្ចូលឈ្មោះជួរ
fr: Entrez le nom de la plage
ja: 範囲名を入力してください
ko: 범위 이름을 입력하십시오
my: Masukkan nama jarak
vi: Nhập tên dãy
zh: 输入范围名称

# EDMSWM_CURD_TXT_MANAGER_ID
source: Choose a manager
ca: ជ្រើសរើសអ្នកគ្រប់គ្រង
fr: Choisir un manager
ja: マネージャーを選ぶ
ko: 관리자를 선택하십시오
my: Pilih pengurus
vi: Chọn người quản lý
zh: 选择一个经理

# EDMSWM_CURD_TXT_MATERIAL
source: Enter material
ca: បញ្ចូលសម្ភារៈ
fr: Entrez le matériel
ja: 材料を入力してください
ko: 재료를 입력
my: Masukkan bahan
vi: Nhập chất liệu
zh: 输入材料

# EDMSWM_CURD_TXT_NOTE
source: Enter a description
ca: បញ្ចូលការពិពណ៌នា
fr: Entrez une description
ja: 説明を入力してください
ko: 설명을 입력하십시오
my: Masukkan keterangan
vi: Nhập mô tả
zh: 输入描述

# EDMSWM_CURD_TXT_NUMBER_ORDER
source: Enter the order
ca: បញ្ចូលលំដាប់
fr: Entrez la commande
ja: 注文を入力してください
ko: 주문을 입력하십시오
my: Masukkan pesanan itu
vi: Nhập thứ tự
zh: 输入订单

# EDMSWM_CURD_TXT_ORDERING
source: Numerical order
ca: លេខធម្មតា
fr: Nombre ordinal
ja: 序数
ko: 서수
my: Nombor Ordinal
vi: Số thứ tự
zh: 序数

# EDMSWM_CURD_TXT_RACK
source: Choose shelf
ca: ជ្រើសរើសធ្នើ
fr: Choisissez une étagère
ja: 棚を選ぶ
ko: 선반을 선택하십시오
my: Pilih rak
vi: Chọn kệ
zh: 选择架子

# EDMSWM_CURD_TXT_RACK_CODE
source: Enter the shelf code
ca: បញ្ចូលលេខកូដធ្នើ
fr: Entrez le code d'étagère
ja: 棚コードを入力してください
ko: 선반 코드를 입력하십시오
my: Masukkan kod rak
vi: Nhập mã kệ
zh: 输入架子代码

# EDMSWM_CURD_TXT_RACK_NAME
source: Enter the shelf name
ca: បញ្ចូលឈ្មោះធ្នើ
fr: Entrez le nom de l'étagère
ja: シェルフ名を入力してください
ko: 선반 이름을 입력하십시오
my: Masukkan nama rak
vi: Nhập tên kệ
zh: 输入架子名称

# EDMSWM_CURD_TXT_ROOM
source: Choose a room
ca: ជ្រើសរើសបន្ទប់
fr: Choisissez une chambre
ja: 部屋を選ぶ
ko: 방을 선택하십시오
my: Pilih bilik
vi: Chọn phòng
zh: 选择一个房间

# EDMSWM_CURD_TXT_R_POSTION
source: Enter the location.
ca: បញ្ចូលទីតាំង។
fr: Entrez l'emplacement.
ja: 場所を入力してください。
ko: 위치를 입력하십시오.
my: Masukkan lokasi.
vi: Nhập vị trí.
zh: 输入位置。

# EDMSWM_CURD_TXT_R_SIZE
source: Enter size (10x10x20 m2)
ca: បញ្ចូលទំហំ (១០x១០x២០ ម ២)
fr: Entrez la taille (10x10x20 m2)
ja: サイズを入力（10x10x20 m2）
ko: 크기 입력 (10x10x20 m2)
my: Masukkan saiz (10x10x20 m2)
vi: Nhập kích thước (10x10x20 m2)
zh: 输入尺寸（10x10x20平方米）

# EDMSWM_CURD_TXT_R_STATUS
source: Select status
ca: ជ្រើសរើសស្ថានភាព
fr: Sélectionnez le statut
ja: ステータスを選択
ko: 상태 선택
my: Pilih status
vi: Chọn trạng thái
zh: 选择状态

# EDMSWM_CURD_TXT_SIZE
source: Enter size (10x10x20 m2)
ca: បញ្ចូលទំហំ (១០x១០x២០ ម ២)
fr: Entrez la taille (10x10x20 m2)
ja: サイズを入力（10x10x20 m2）
ko: 크기 입력 (10x10x20 m2)
my: Masukkan saiz (10x10x20 m2)
vi: Nhập kích thước (10x10x20 m2)
zh: 输入尺寸（10x10x20平方米）

# EDMSWM_CURD_TXT_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: ステータス
ko: 상태
vi: Trạng thái
zh: 现况

# EDMSWM_CURD_TXT_TEMPERTURE
source: Enter the temperature
ca: បញ្ចូលសីតុណ្ហភាព
fr: Entrez la température
ja: 温度を入力してください
ko: 온도를 입력
my: Masukkan suhu
vi: Nhập nhiệt độ
zh: 输入温度

# EDMSWM_CURD_TXT_TIME_SAVE
source: Storage time
ca: ពេលវេលាផ្ទុក
fr: Temps de stockage
ja: 保管時間
ko: 보관 시간
my: Masa penyimpanan
vi: Thời gian lưu trữ
zh: 储存时间

# EDMSWM_CURD_TXT_TOTAL
source: Enter the largest number of books
ca: បញ្ចូលចំនួនសៀវភៅច្រើនបំផុត
fr: Entrez le plus grand nombre de livres
ja: 最大本数を入力してください
ko: 가장 많은 책을 입력하십시오
my: Masukkan nombor buku yang terbesar
vi: Nhập tổng số cuốn lớn nhất
zh: 输入最多的书籍

# EDMSWM_CURD_TXT_WAREHOUSE
source: Choose warehouse
ca: ជ្រើសរើសឃ្លាំង
fr: Choisissez entrepôt
ja: 倉庫を選択してください
ko: 창고를 선택하십시오
my: Pilih gudang
vi: Chọn kho
zh: 选择仓库

# EDMSWM_CURD_TXT_WHS_CODE
source: Choose warehouse
ca: ជ្រើសរើសឃ្លាំង
fr: Choisissez entrepôt
ja: 倉庫を選択してください
ko: 창고를 선택하십시오
my: Pilih gudang
vi: Chọn kho
zh: 选择仓库

# EDMSWM_LINK_FLOOR_LINE_RACK
source: Floors, ranges, shelves
ca: ជាន់, ជួរ, ធ្នើ
fr: Sols, cuisinières, étagères
ja: 床、レンジ、棚
ko: 바닥, 범위, 선반
my: Lantai, julat, rak
vi: Tầng, dãy, kệ
zh: 地板，范围，架子

# EDMSWM_LINK_HOME
source: Home page
ca: ផ្ទះ
fr: Accueil
ja: ホーム
ko: 홈
my: Rumah
vi: Trang chủ
zh: 首页

# EDMSWM_MSG_ADD_RACK_RACK
source: Do not create more than the number of shelves declared in the range
ca: កុំបង្កើតច្រើនជាងចំនួនធ្នើដែលបានប្រកាសនៅក្នុងជួរ
fr: Ne créez pas plus que le nombre d'étagères déclaré dans la gamme
ja: 範囲内で宣言された数を超える棚を作成しないでください
ko: 범위에 선언 된 선반 수를 초과하여 생성하지 마십시오
my: Jangan buat lebih banyak daripada rak yang diisytiharkan dalam julat
vi: Không được tạo quá số kệ đã khai báo của dãy
zh: 创建的货架数不要超过该范围内声明的货架数

# EDMSWM_MSG_DELETE_FLOOR
source: The floor is empty, cannot be deleted
ca: ជាន់គឺទទេមិនអាចលុបចោលទេ
fr: La parole est vide, ne peut pas être supprimé
ja: フロアは空で、削除できません
ko: 바닥이 비어있어 삭제할 수 없습니다
my: Lantai kosong, tidak boleh dipadamkan
vi: Tầng đang chưa sản phẩm, không thể xóa
zh: 楼层为空，无法删除

# EDMSWM_MSG_DELETE_RACK
source: Shelf contains products, can not be deleted
ca: ធ្នើមានផលិតផលមិនអាចលុបចោលបានទេ
fr: L'étagère contient des produits, ne peut pas être supprimé
ja: 棚には製品が含まれており、削除できません
ko: 선반에 제품이 포함되어 있으며 삭제할 수 없습니다
my: Rak mengandungi produk, tidak boleh dipadamkan
vi: Kệ đang chứa sản phẩm, không thể xóa
zh: 货架上有商品，不能删除

# EDMSWM_MSG_ERR_IMG_FOMAT
source: Invalid image format!
ca: ទ្រង់ទ្រាយរូបភាពមិនត្រឹមត្រូវ!
fr: Format d'image invalide!
ja: 無効な画像形式です！
ko: 잘못된 이미지 형식!
my: Format imej tidak sah!
vi: Định dạng ảnh không hợp lệ!
zh: 图片格式无效！

# EDMSWM_MSG_ERR_PRINT
source: Please create QRCode before printing!
ca: សូមបង្កើត QRCode មុនពេលបោះពុម្ព!
fr: S'il vous plaît créer QRCode avant d'imprimer!
ja: 印刷する前にQRCodeを作成してください！
ko: 인쇄하기 전에 QRCode를 작성하십시오!
my: Sila buat QRCode sebelum mencetak!
vi: Vui lòng tạo QRCode trước khi in!
zh: 请在打印前创建QRCode！

# EDMSWM_MSG_LINE
source: Series contains product, cannot be deleted
ca: ស៊េរីមានផលិតផលមិនអាចលុបបានទេ
fr: La série contient le produit, ne peut pas être supprimée
ja: シリーズには製品が含まれており、削除できません
ko: 시리즈에 제품이 포함되어 있으며 삭제할 수 없습니다
my: Siri mengandungi produk, tidak boleh dipadamkan
vi: Dãy đang chứa sản phẩm, không thể xóa
zh: 系列包含产品，无法删除

# EDMSWM_MSG_LINE_FLOOR
source: Do not create more than the declared number of floors
ca: កុំបង្កើតច្រើនជាងចំនួនជាន់ដែលបានប្រកាស
fr: Ne créez pas plus que le nombre d'étages déclaré
ja: 宣言されたフロア数を超えて作成しないでください
ko: 선언 된 층 수보다 많은 층을 만들지 마십시오
my: Jangan buat lebih daripada bilangan lantai yang diisytiharkan
vi: Không được tạo quá số dãy đã khai báo của tầng
zh: 创建的楼层数不要超过声明的楼层数

# EDMSWM_MSG_UPDATE_RACK
source: Shelf is lining up the number of products greater than the quantity updated
ca: ធ្នើកំពុងតម្រង់ជួរផលិតផលដែលធំជាងបរិមាណដែលបានធ្វើបច្ចុប្បន្នភាព
fr: Le rayon aligne le nombre de produits supérieur à la quantité mise à jour
ja: 棚は、更新された数量よりも多い製品の数を並べています
ko: 선반이 업데이트 된 수량보다 많은 제품 수를 정렬하고 있습니다.
my: Rak merangkumi bilangan produk yang lebih besar daripada kuantiti yang dikemas kini
vi: Kệ đang xếp số lượng sản phẩm lớn hơn số lượng cập nhật
zh: 货架排队的产品数量大于更新的数量

# EDMSWM_MSG_WARE_HOUSE
source: Do not create more than the declared number of storeys
ca: កុំបង្កើតលើសពីចំនួនហាងដែលបានប្រកាស
fr: Ne créez pas plus que le nombre d'étages déclaré
ja: 宣言された数を超える階を作成しないでください
ko: 선언 된 층 수보다 많은 층을 만들지 마십시오
my: Jangan buat lebih daripada bilangan lantai yang diisytiharkan
vi: Không được tạo quá số tầng đã khai báo của kho
zh: 创建的层数不要超过声明的层数

# EDMSWM_TITLE_ADD
source: Add a new bin
ca: បន្ថែមធុងសំរាមថ្មី
fr: Ajouter un nouveau bac
ja: 新しいビンを追加する
ko: 새로운 빈 추가
my: Tambah tong baru
vi: Thêm thùng mới
zh: 添加一个新的垃圾箱

# EDMSWM_TITLE_EDIT_FLOOR
source: Edit the floor
ca: កែសម្រួលកំរាលឥដ្ឋ
fr: Éditer le sol
ja: フロアを編集する
ko: 바닥 편집
my: Edit lantai
vi: Chỉnh sửa tầng
zh: 编辑地板

# EDMSWM_TITLE_EDIT_LINE
source: Edit range
ca: កែសម្រួលជួរ
fr: Modifier la plage
ja: 範囲を編集
ko: 범위 편집
my: Edit julat
vi: Chỉnh sửa dãy
zh: 编辑范围

# EDMSWM_TITLE_EDIT_RACK
source: Edit shelf
ca: កែសម្រួលធ្នើ
fr: Modifier l'étagère
ja: シェルフを編集
ko: 서가 편집
my: Edit rak
vi: Chỉnh sửa kệ
zh: 编辑书架

# EDMSWM_TITLE_IMAGE
source: Photo of the detailed design
ca: រូបថតនៃការរចនាលម្អិត
fr: Photo de la conception détaillée
ja: 詳細設計の写真
ko: 세부 디자인 사진
my: Gambar reka bentuk terperinci
vi: Ảnh bản thiết kế chi tiết
zh: 详细设计图

# EDMSWM_TITLE_INFOR
source: Details
ca: ព័ត៌មានលម្អិត
fr: Les détails
ja: 詳細
ko: 세부 사항
my: Butiran
vi: Thông tin chi tiết
zh: 详细资料

# EDMSWM_VALIDATE_AREA_SQUARE
source: Required area!
ca: តំបន់ដែលត្រូវការ!
fr: Zone requise!
ja: 必須エリア！
ko: 필수 영역!
my: Kawasan yang dikehendaki!
vi: Diện tích yêu cầu bắt buộc!
zh: 必填区域！

# EDMSWM_VALIDATE_BOX_NUMBER
source: Number of buckets must be greater than or equal to 1
ca: ចំនួនដាក់ធុងត្រូវតែធំជាងឬស្មើ ១
fr: Le nombre de seaux doit être supérieur ou égal à 1
ja: バケットの数は1以上である必要があります
ko: 버킷 수는 1 이상이어야합니다.
my: Bilangan baldi mestilah lebih besar daripada atau sama dengan 1
vi: Số thùng phải lớn hơn hoặc bằng 1
zh: 桶数必须大于或等于1

# EDMSWM_VALIDATE_CHOOSE_FLOOR_DELETE
source: Please select a floor to delete!
ca: សូមជ្រើសរើសជាន់ដើម្បីលុប!
fr: Veuillez sélectionner un étage à supprimer!
ja: 削除するフロアを選択してください！
ko: 삭제할 층을 선택하십시오!
my: Sila pilih tingkat untuk memadam!
vi: Vui lòng chọn 1 tầng để xóa!
zh: 请选择要删除的楼层！
