Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/EDMSWarehouseManagerController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# EDMSWM_VALIDATE_CHOOSE_FLOOR_EDIT
source: Please select a floor to edit!
ca: សូមជ្រើសរើសជាន់ដើម្បីកែសម្រួល!
fr: Veuillez sélectionner un étage à éditer!
ja: 編集するフロアを選択してください！
ko: 편집 할 층을 선택하십시오!
my: Sila pilih lantai untuk diedit!
vi: Vui lòng chọn 1 tầng để chỉnh sửa!
zh: 请选择要编辑的楼层！

# EDMSWM_VALIDATE_CHOOSE_LINE_DELETE
source: Please select a range to delete!
ca: សូមជ្រើសរើសជួរដើម្បីលុប!
fr: Veuillez sélectionner une plage à supprimer!
ja: 削除する範囲を選択してください！
ko: 삭제할 범위를 선택하십시오!
my: Sila pilih pelbagai untuk memadam!
vi: Vui lòng chọn 1 dãy để xóa!
zh: 请选择要删除的范围！

# EDMSWM_VALIDATE_CHOOSE_LINE_EDIT
source: Please select a range to edit!
ca: សូមជ្រើសរើសជួរដើម្បីកែ!
fr: Veuillez sélectionner une plage à éditer!
ja: 編集する範囲を選択してください！
ko: 편집 할 범위를 선택하십시오!
my: Sila pilih julat untuk diedit!
vi: Vui lòng chọn 1 dãy để chỉnh sửa!
zh: 请选择一个范围进行编辑！

# EDMSWM_VALIDATE_CHOOSE_RACK_DELETE
source: Please select 1 shelf to delete!
ca: សូមជ្រើសរើសធ្នើ ១ ដើម្បីលុប!
fr: Veuillez sélectionner 1 étagère à supprimer!
ja: 削除する棚を1つ選択してください！
ko: 삭제할 선반 1 개를 선택하십시오!
my: Sila pilih 1 rak untuk memadam!
vi: Vui lòng chọn 1 kệ để xóa!
zh: 请选择1个架子删除！

# EDMSWM_VALIDATE_CHOOSE_RACK_EDIT
source: Please select 1 shelf to edit!
ca: សូមជ្រើសរើសធ្នើ ១ ដើម្បីកែសម្រួល!
fr: Veuillez sélectionner 1 étagère à éditer!
ja: 編集する棚を1つ選択してください！
ko: 편집 할 1 개의 선반을 선택하십시오!
my: Sila pilih 1 rak untuk diedit!
vi: Vui lòng chọn 1 kệ để chỉnh sửa!
zh: 请选择1个书架进行编辑！

# EDMSWM_VALIDATE_CNT_BOX
source: Number of required buckets!
ca: ចំនួនដាក់ធុងដែលត្រូវការ!
fr: Nombre de seaux requis!
ja: 必要なバケットの数！
ko: 필요한 버킷 수!
my: Bilangan baldi yang diperlukan!
vi: Số thùng yêu cầu bắt buộc!
zh: 所需桶数！

# EDMSWM_VALIDATE_CNT_LINE
source: Required number of ranges!
ca: ចំនួនជួរដែលត្រូវការ!
fr: Nombre requis de plages!
ja: 必要な範囲の数！
ko: 필요한 수의 범위!
my: Bilangan rentang yang diperlukan!
vi: Số dãy yêu cầu bắt buộc!
zh: 所需数量的范围！

# EDMSWM_VALIDATE_CNT_RACK
source: Number of shelves required!
ca: ចំនួនធ្នើដែលត្រូវការ!
fr: Nombre d'étagères requis!
ja: 必要な棚の数！
ko: 필요한 선반 수!
my: Bilangan rak diperlukan!
vi: Số kệ yêu cầu bắt buộc!
zh: 所需架子数！

# EDMSWM_VALIDATE_FLOOR_NAME
source: Required floor name!
ca: ឈ្មោះជាន់ដែលត្រូវការ!
fr: Nom de l'étage requis!
ja: 必須のフロア名！
ko: 필요한 층 이름!
my: Nama lantai yang diperlukan!
vi: Tên tầng yêu cầu bắt buộc!
zh: 必填楼层名称！

# EDMSWM_VALIDATE_LINE_CODE
source: Required code sequence!
ca: លំដាប់លេខកូដដែលត្រូវការ!
fr: Séquence de code requise!
ja: 必要なコードシーケンス！
ko: 필요한 코드 순서!
my: Urutan kod yang diperlukan!
vi: Mã dãy yêu cầu bắt buộc!
zh: 所需的代码顺序！

# EDMSWM_VALIDATE_LINE_TEXT
source: Required range name required!
ca: ឈ្មោះជួរដែលទាមទារ!
fr: Nom de plage requis requis!
ja: 必須の範囲名が必要です！
ko: 필요한 범위 이름이 필요합니다!
my: Nama julat yang diperlukan diperlukan!
vi: Tên dãy yêu cầu bắt buộc!
zh: 必填范围名称必填！

# EDMSWM_VALIDATE_RACK_NAME
source: Required shelf name required!
ca: ឈ្មោះធ្នើចាំបាច់ត្រូវមាន!
fr: Nom de tablette requis requis!
ja: 必須のシェルフ名が必要です！
ko: 필요한 선반 이름이 필요합니다!
my: Nama rak diperlukan diperlukan!
vi: Tên kệ yêu cầu bắt buộc!
zh: 必填必填名称！

# LINE_HAVE_PRODUCT_CANT_DELETE
source: Series contains product, cannot be deleted
ca: ស៊េរីមានផលិតផលមិនអាចលុបបានទេ
fr: La série contient le produit, ne peut pas être supprimée
ja: シリーズには製品が含まれており、削除できません
ko: 시리즈에 제품이 포함되어 있으며 삭제할 수 없습니다
my: Siri mengandungi produk, tidak boleh dipadamkan
vi: Dãy đang chứa sản phẩm, không thể xóa
zh: 系列包含产品，无法删除
