Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/EDMSRepositoryController.*.resx
Languages: ca, my, vi

# EDMSR_MSG_FILE_SIZE_LIMIT_UPLOAD
source: File size is greater than 1GB. Please split to upload
ca: ទំហំឯកសារធំជាង ១ ជីកាបៃ។ សូមចែកដើម្បីផ្ទុកឡើង
my: ဖိုင်အရွယ်အစားသည် 1GB ထက်ကြီးသည်။ ကျေးဇူးပြုပြီးတင်ယူပါ
vi: Dung lượng file lớn hơn 1GB. Vui lòng chia nhỏ để tải lên

# EDMSR_MSG_NO_DELETE_CHILD
source: Please delete the subcategory first
ca: សូមលុបប្រភេទរងជាមុនសិន
my: ပထမအမျိုးအစားခွဲကိုဖျက်ပါ
vi: Vui lòng xóa danh mục con trước

# EDMSR_MSG_SELECT_A_CATEGORIES
source: Please select a category
ca: សូមជ្រើសរើសប្រភេទមួយ
my: ကျေးဇူးပြုပြီးအမျိုးအစားရွေးပါ
vi: Vui lòng chọn một danh mục

# EDMS_BTN_WEARHOUSE_FILE
source: File repository
my: ဖိုင် repository ကို
vi: Kho tệp tin
