Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/EDMSRepositoryController.*.resx
Languages: ca, my, vi

# EDMSR_BTN_EDIT_FILE
source: Edit
ca: កែសម្រួល
my: တည်းဖြတ်ပါ
vi: Chỉnh sửa

# EDMSR_BTN_EXPORT_EXCEL
source: Export excel
ca: នាំចេញនាំចេញ
my: တင်ပို့မှု Excel
vi: Xuất excel

# EDMSR_BTN_UPLOAD_FILE
source: Download the file
ca: ទាញយកឯកសារ
my: ဖိုင်ကို download လုပ်ပါ
vi: Tải tệp tin

# EDMSR_CHK_DEL
source: Delete (D)
ca: លុប (ឃ)
my: ဖျက်ပါ (D)

# EDMSR_CHK_D_S
source: Download / Share (C)
ca: ទាញយក / ចែករំលែក (គ)
my: ဒေါင်းလုပ် / ဝေမျှရန် (ဂ)

# EDMSR_CHK_FULL_CONTROL
source: Full Controll (F)
ca: ការត្រួតពិនិត្យពេញលេញ (F)
my: ထိန်းချုပ်မှုအပြည့် (F)

# EDMSR_CHK_R_V
source: Read / View (R)
ca: អាន / មើល (អាន)
my: ဖတ် / ကြည့်ရန် (R)

# EDMSR_CHK_UPDATE
source: Update (W)
ca: ធ្វើបច្ចុប្បន្នភាព (សរសេរ)
my: အသစ် (W)

# EDMSR_COMBO_CATEGORY_PARENT
source: Select parent category
ca: ជ្រើសរើសប្រភេទមេ
my: မိဘအမျိုးအစားကိုရွေးပါ
vi: Chọn danh mục cha

# EDMSR_COMBO_CONTRACT
source: Choose a contract
ca: ជ្រើសរើសកិច្ចសន្យា
my: စာချုပ်တစ်ခုကိုရွေးချယ်ပါ
vi: Chọn hợp đồng

# EDMSR_COMBO_CUSTOMER
source: Choose a customer
ca: ជ្រើសរើសអតិថិជន
my: ဖောက်သည်တစ် ဦး ကိုရွေးပါ
vi: Chọn khách hàng

# EDMSR_COMBO_PROJECT
source: Choose a project
ca: ជ្រើសរើសគំរោង
my: စီမံကိန်းတစ်ခုရွေးပါ
vi: Chọn dự án

# EDMSR_COMBO_SUPPLIER
source: Choose a provider
ca: ជ្រើសរើសអ្នកផ្តល់សេវា
my: ပံ့ပိုးပေးကိုရွေးချယ်ပါ
vi: Chọn nhà cung cấp

# EDMSR_CURD_COMBO_SEARCH_CONTRACT
source: Choose a contract
ca: ជ្រើសរើសកិច្ចសន្យា
my: စာချုပ်တစ်ခုကိုရွေးချယ်ပါ
vi: Chọn hợp đồng

# EDMSR_CURD_COMBO_SEARCH_CUSTOMER
source: Choose a customer
ca: ជ្រើសរើសអតិថិជន
my: ဖောက်သည်တစ် ဦး ကိုရွေးပါ
vi: Chọn khách hàng

# EDMSR_CURD_COMBO_SEARCH_PROJECT
source: Choose a project
ca: ជ្រើសរើសគំរោង
my: စီမံကိန်းတစ်ခုရွေးပါ
vi: Chọn dự án

# EDMSR_CURD_COMBO_SEARCH_SUPPLIER
source: Choose a provider
ca: ជ្រើសរើសអ្នកផ្តល់សេវា
my: ပံ့ပိုးပေးကိုရွေးချယ်ပါ
vi: Chọn nhà cung cấp

# EDMSR_CURD_LBL_ACCOUNT
source: Account
ca: គណនី
my: အကောင့်
vi: Tài khoản

# EDMSR_CURD_LBL_BRANCH
source: Branch
ca: សាខា
my: ဌာနခွဲပိုင်
vi: Thuộc chi nhánh

# EDMSR_CURD_LBL_CATEGORY_CODE
source: Belong to branch
ca: ជាកម្មសិទ្ធិរបស់សាខា
my: Catalog ကုဒ်
vi: Mã danh mục

# EDMSR_CURD_LBL_CATEGORY_NAME
source: Name list
ca: ឈ្មោះប្រភេទ
my: အမျိုးအစားအမည်
vi: Tên danh mục

# EDMSR_CURD_LBL_CATEGORY_PARENT
source: Father list
ca: បញ្ជីឈ្មោះឪពុក
my: အဘစာရင်း
vi: Danh mục cha

# EDMSR_CURD_LBL_CONTRACT
source: Contract
ca: កិច្ចសន្យា
my: စာချုပ်
vi: Hợp đồng

# EDMSR_CURD_LBL_CONTRACT_CODE
source: Contract Code
ca: លេខកូដកិច្ចសន្យា
my: ကန်ထရိုက်ကုဒ်
vi: Mã hợp đồng

# EDMSR_CURD_LBL_CUSTOMER
source: Customer
ca: អតិថិជន
my: ဖောက်သည်များ
vi: Khách hàng

# EDMSR_CURD_LBL_DESCRITION
source: Describe
ca: ពិពណ៌នា
my: ဖော်ပြပါ
vi: Mô tả

# EDMSR_CURD_LBL_EDIT_FILE_CODE
source: File code (*)
ca: កូដឯកសារ (*)
my: ဖိုင်ကုဒ် (*)
vi: Mã tệp (*)

# EDMSR_CURD_LBL_EDIT_FILE_NAME
source: File name (*)
ca: ឈ្មោះឯកសារ (*)
my: ဖိုင်အမည် (*)
vi: Tên tệp (*)

# EDMSR_CURD_LBL_EDIT_FILE_TYPE
source: File type (*)
ca: ប្រភេទឯកសារ (*)
my: ဖိုင်အမျိုးအစား (*)
vi: Kiểu tệp (*)

# EDMSR_CURD_LBL_EDIT_TAG
source: Tag
ca: ស្លាក

# EDMSR_CURD_LBL_FILE
source: File
ca: ឯកសារ
my: ဖိုင်
vi: Tệp tin

# EDMSR_CURD_LBL_FILE_CODE
source: File code
ca: លេខកូដឯកសារ
my: ဖိုင်ကုဒ်
vi: Mã tệp

# EDMSR_CURD_LBL_FILE_NAME
source: File name
ca: ឈ្មោះឯកសារ
my: ဖိုင်နာမည်
vi: Tên tệp

# EDMSR_CURD_LBL_FILE_TYPE
source: File type
ca: ប្រភេទឯកសារ
my: ဖိုင်အမျိုးအစား
vi: Loại tệp

# EDMSR_CURD_LBL_PASSWORD
source: Password
ca: ពាក្យសម្ងាត់
vi: Mật khẩu

# EDMSR_CURD_LBL_PATH_PHYSIC
source: Path
ca: ផ្លូវ
my: လမ်းကြောင်း
vi: Đường dẫn

# EDMSR_CURD_LBL_PROJECT
source: Project
ca: គម្រោង
my: စီမံကိန်း
vi: Dự án

# EDMSR_CURD_LBL_REPOSITORY_CODE
source: Data warehouse code
ca: លេខកូដឃ្លាំងទិន្នន័យ
my: ဒေတာသိုလှောင်ကုဒ်
vi: Mã kho dữ liệu

# EDMSR_CURD_LBL_REPOSITORY_NAME
source: Data warehouse name
ca: ឈ្មោះឃ្លាំងទិន្នន័យ
my: ဒေတာသိုလှောင်ရုံအမည်
vi: Tên kho dữ liệu

# EDMSR_CURD_LBL_SEARCH_CONTENT
source: content
ca: ខ្លឹមសារ
my: အကြောင်းအရာ
vi: Nội dung

# EDMSR_CURD_LBL_SEARCH_CONTRACT
source: Contract
ca: កិច្ចសន្យា
my: စာချုပ်
vi: Hợp đồng

# EDMSR_CURD_LBL_SEARCH_CUSTOMER
source: Customer
ca: អតិថិជន
my: ဖောက်သည်များ
vi: Khách hàng

# EDMSR_CURD_LBL_SEARCH_FILE_NAME
source: File name
ca: ឈ្មោះឯកសារ
my: ဖိုင်နာမည်
vi: Tên tệp

# EDMSR_CURD_LBL_SEARCH_FROM_DATE
source: Since
ca: ចាប់ពីកាលបរិច្ឆេទ
my: ရက်စွဲကနေ
vi: Từ ngày

# EDMSR_CURD_LBL_SEARCH_PROJECT
source: Project
ca: គម្រោង
my: စီမံကိန်း
vi: Dự án

# EDMSR_CURD_LBL_SEARCH_SUPPLIER
source: Supplier
ca: អ្នកផ្តល់
my: ပေးသူ
vi: Nhà cung cấp

# EDMSR_CURD_LBL_SEARCH_TAG
source: Key word
ca: ពាក្យគន្លឹះ
my: သော့ချက်စာလုံး
vi: Từ khóa

# EDMSR_CURD_LBL_SEARCH_TO_DATE
source: To date
ca: សូមអញ្ជើញមក
my: လာစမ်းပါ
vi: Đến ngày

# EDMSR_CURD_LBL_SEARCH_TYPE
source: File type
ca: ប្រភេទឯកសារ
my: ဖိုင်အမျိုးအစား
vi: Kiểu tệp

# EDMSR_CURD_LBL_SERVER
source: Server name
ca: ឈ្មោះម៉ាស៊ីន
vi: Tên máy chủ

# EDMSR_CURD_LBL_STORE
source: Repository
ca: ឃ្លាំង
my: သိုလှောင်ရုံ
vi: Kho lưu trữ

# EDMSR_CURD_LBL_SUPPLIER
source: Supplier
ca: អ្នកផ្តល់
my: ပေးသူ
vi: Nhà cung cấp

# EDMSR_CURD_LBL_TAG
source: Key word
ca: ពាក្យគន្លឹះ
my: သော့ချက်စာလုံး
vi: Từ khóa

# EDMSR_CURD_LBL_TOKEN
source: Token
ca: ថូនី
my: တိုကင်

# EDMSR_CURD_TXT_ACCOUNT
source: Account
ca: គណនី
my: အကောင့်
vi: Tài khoản

# EDMSR_CURD_TXT_BRANCH
source: Branch
ca: សាខា
my: ဌာနခွဲ
vi: Chi nhánh

# EDMSR_CURD_TXT_CATEGORY_CODE
source: Catalog code
ca: លេខកូដកាតាឡុក
my: Catalog ကုဒ်
vi: Mã danh mục

# EDMSR_CURD_TXT_CATEGORY_NAME
source: Name list
ca: ឈ្មោះប្រភេទ
my: အမျိုးအစားအမည်
vi: Tên danh mục

# EDMSR_CURD_TXT_CONTRACT_CODE
source: Contract Code
ca: លេខកូដកិច្ចសន្យា
my: ကန်ထရိုက်ကုဒ်
vi: Mã hợp đồng

# EDMSR_CURD_TXT_DESCRITION
source: Enter a description
ca: បញ្ចូលការពិពណ៌នា
my: ဖော်ပြချက်တစ်ခုထည့်ပါ
vi: Nhập mô tả

# EDMSR_CURD_TXT_EDIT_FILE_CODE
source: Enter the file code
ca: បញ្ចូលលេខកូដឯកសារ
my: ဖိုင်ကုဒ်ထည့်ပါ
vi: Nhập mã tệp

# EDMSR_CURD_TXT_EDIT_FILE_NAME
source: Enter file name (*)
ca: បញ្ចូលឈ្មោះឯកសារ (*)
my: ဖိုင်နာမည် (*) ထည့်ပါ
vi: Nhập tên tệp (*)

# EDMSR_CURD_TXT_EDIT_FILE_TYPE
source: Enter the file type
ca: បញ្ចូលប្រភេទឯកសារ
my: ဖိုင်အမျိုးအစားကိုရိုက်ထည့်ပါ
vi: Nhập kiểu tệp

# EDMSR_CURD_TXt_EDIT_TAG
source: Enter a tag
ca: បញ្ចូលស្លាក
my: tag ထည့်ပါ
vi: Nhập tag

# EDMSR_CURD_TXT_FILE
source: Choose a file
ca: ជ្រើសរើសឯកសារ
my: ဖိုင်ရွေးပါ
vi: Chọn tệp tin

# EDMSR_CURD_TXT_FILE_CODE
source: File code
ca: លេខកូដឯកសារ
my: ဖိုင်ကုဒ်
vi: Mã file

# EDMSR_CURD_TXT_FILE_NAME
source: File name
ca: ឈ្មោះឯកសារ
my: ဖိုင်နာမည်
vi: Tên file

# EDMSR_CURD_TXT_FILE_TYPE
source: File type
ca: ប្រភេទឯកសារ
my: ဖိုင်အမျိုးအစား
vi: Loại file

# EDMSR_CURD_TXT_MEMBER
source: Select members
ca: ជ្រើសរើសសមាជិក
my: အသင်းဝင်ရွေးချယ်ပါ
vi: Chọn thành viên

# EDMSR_CURD_TXT_MEMBER_GROUP
source: Select membership groups
ca: ជ្រើសរើសក្រុមសមាជិកភាព
my: အဖွဲ့ဝင်အုပ်စုများကိုရွေးချယ်ပါ
vi: Chọn nhóm thành viên

# EDMSR_CURD_TXT_PATH_PHYSIC
source: Path
ca: ផ្លូវ
my: လမ်းကြောင်း
vi: Đường dẫn

# EDMSR_CURD_TXT_REPOSITORY_CODE
source: Data warehouse code
ca: លេខកូដឃ្លាំងទិន្នន័យ
my: ဒေတာသိုလှောင်ကုဒ်
vi: Mã kho dữ liệu

# EDMSR_CURD_TXT_REPOSITORY_NAME
source: Data warehouse name
ca: ឈ្មោះឃ្លាំងទិន្នន័យ
my: ဒေတာသိုလှောင်ရုံအမည်
vi: Tên kho dữ liệu

# EDMSR_CURD_TXT_SEARCH
source: Search
ca: ស្វែងរក
my: ရှာပါ
vi: Tìm kiếm

# EDMSR_CURD_TXT_SEARCH_CONTENT
source: content
ca: ខ្លឹមសារ
my: အကြောင်းအရာ
vi: Nội dung

# EDMSR_CURD_TXT_SEARCH_FILE_NAME
source: File name
ca: ឈ្មោះឯកសារ
my: ဖိုင်နာမည်
vi: Tên tệp

# EDMSR_CURD_TXT_SEARCH_FROM_DATE
source: Since
ca: ចាប់ពីកាលបរិច្ឆេទ
my: ရက်စွဲကနေ
vi: Từ ngày

# EDMSR_CURD_TXT_SEARCH_TAG
source: Key word
ca: ពាក្យគន្លឹះ
my: သော့ချက်စာလုံး
vi: Từ khóa

# EDMSR_CURD_TXT_SEARCH_TO_DATE
source: To date
ca: សូមអញ្ជើញមក
my: လာစမ်းပါ
vi: Đến ngày

# EDMSR_CURD_TXT_SEARCH_TYPE
source: All file types
ca: ប្រភេទឯកសារទាំងអស់
my: ဖိုင်အမျိုးအစားအားလုံး
vi: Tất cả kiểu tệp

# EDMSR_CURD_TXT_TAG
source: Enter keywords
ca: បញ្ចូលពាក្យគន្លឹះ
my: သော့ချက်စာလုံးထည့်ပါ
vi: Nhập từ khóa

# EDMSR_CURD_TXT_TOKEN
source: Token
ca: ថូនី
my: တိုကင်

# EDMSR_FILE_TITLE_ADD
source: } Add the file extension
ca: } បន្ថែមផ្នែកបន្ថែមឯកសារ
my: } ဖိုင် extension ကိုထည့်ပါ
vi: Thêm tệp tin mở rộng

# EDMSR_FILE_TITLE_ADD1
source: } Add the file extension
ca: } បន្ថែមផ្នែកបន្ថែមឯកសារ
my: } ဖိုင် extension ကိုထည့်ပါ
vi: Thêm tệp tin mở rộng

# EDMSR_LBL_ADD_SERVER
source: Add server
ca: បន្ថែមម៉ាស៊ីនមេ
my: ဆာဗာထည့်ပါ
vi: Thêm máy chủ

# EDMSR_LBL_EDIT_SERVER
source: Fix the server
ca: ជួសជុលម៉ាស៊ីនមេ
my: ဆာဗာကို fix
vi: Sửa máy chủ

# EDMSR_LBL_GROUP_MEMBER
source: Group members
ca: សមាជិកក្រុម
my: အဖွဲ့ ၀ င်များ
vi: Nhóm thành viên

# EDMSR_LBL_IMG
source: Image
ca: រូបថត
my: ဓာတ်ပုံ
vi: Ảnh

# EDMSR_LBL_LINK_FTP
source: Path: 192.168.1.37:14147/1. REGULATIONS
ca: ផ្លូវ៖ ១៩២.១៦៨.១.៣៧:១៤១៤៧/១ ។ បទបញ្ជា
my: Path: 192.168.1.37:14147/1 ။ စည်းမျဉ်းများ
vi: Đường dẫn: 192.168.1.37:14147/1. QUY ĐỊNH

# EDMSR_LBL_LIST
source: List
ca: បញ្ជី
my: စာရင်း
vi: Danh sách

# EDMSR_LBL_MEMBER
source: Member
ca: សមាជិកភាព
my: အသင်းဝင်
vi: Thành viên

# EDMSR_LBL_OBJ
source: Object
ca: វត្ថុ
my: အရာဝတ္ထု
vi: Đối tượng

# EDMSR_LBL_PASS
source: password
ca: ពាក្យសម្ងាត់
my: စကားဝှက်
vi: Mật khẩu

# EDMSR_LBL_PATH
source: Path
ca: ផ្លូវ
my: လမ်းကြောင်း
vi: Đường dẫn

# EDMSR_LBL_SERVER
source: Server
ca: ម៉ាស៊ីនមេ
my: ဆာဗာ

# EDMSR_LBL_SERVER_NAME
source: Server name
ca: ឈ្មោះម៉ាស៊ីន
my: အိမ်ရှင်နာမည်
vi: Tên máy chủ

# EDMSR_LBL_TOTAL_CAPICITY
source: Total capacity
ca: សមត្ថភាពសរុប
my: စုစုပေါင်းစွမ်းရည်
vi: Tổng dung lượng

# EDMSR_LBL_TOTAL_FILE
source: Total number of files
ca: ចំនួនឯកសារសរុប
my: ဖိုင်စုစုပေါင်းအရေအတွက်
vi: Tổng số tệp

# EDMSR_LBL_TREEVIEW_HEADER
source: List of documents
ca: កាតាឡុកឯកសារ
my: စာရွက်စာတမ်း catalog
vi: Danh mục tài liệu

# EDMSR_LBL_USER_UPLOAD
source: Downloader
ca: អ្នកទាញយក
vi: Người tải

# EDMSR_LINK_HOME
source: Home page
ca: ផ្ទះ
my: နေအိမ်
vi: Trang chủ

# EDMSR_LIST_COL_ACTION
source: Action
ca: សកម្មភាព
my: လှုပ်ရှားမှု
vi: Tác vụ

# EDMSR_LIST_COL_CREATED_TIME
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
my: ရက်စွဲဖန်တီးမှု
vi: Ngày tạo

# EDMSR_LIST_COL_FILE_NAME
source: File name
ca: ឈ្មោះឯកសារ
my: ဖိုင်နာမည်
vi: Tên tệp

# EDMSR_LIST_COL_FILE_TYPE_PHYSIC
source: File type
ca: ប្រភេទឯកសារ
my: ဖိုင်အမျိုးအစား
vi: Kiểu tệp

# EDMSR_LIST_COL_MODIFIED_DATE
source: Edit date
ca: កាលបរិច្ឆេទកែប្រែ
my: တည်းဖြတ်သည့်နေ့စွဲ
vi: Ngày chỉnh sửa

# EDMSR_LIST_COL_SIZE
source: Size
ca: ទំហំ
my: အရွယ်အစား
vi: Kích thước

# EDMSR_LIST_COL_URL
source: Preview
ca: មើលជាមុន
vi: Xem trước

# EDMSR_MSG_ADD_REPOSITORY_ERROR
source: There was an error adding the datastore!
ca: មានកំហុសក្នុងការបន្ថែមទិន្ន័យ!
my: datastore ထည့်သွင်းခြင်းအမှားတစ်ခုရှိသည်။
vi: Có lỗi khi thêm kho dữ liệu!

# EDMSR_MSG_ADD_REPOSITORY_FALSE
source: Adding the wrong data warehouse!
ca: បន្ថែមឃ្លាំងទិន្នន័យខុស!
my: မှားယွင်းသောဒေတာသိုလှောင်ရုံထည့်ခြင်း!
vi: Thêm kho dữ liệu sai!

# EDMSR_MSG_ALL_REPOSITORY
source: All data warehouse
ca: ឃ្លាំងទិន្នន័យទាំងអស់
my: အားလုံးသိုလှောင်ရုံ
vi: Tất cả kho dữ liệu

# EDMSR_MSG_CATEGORY_CODE_EXIST
source: Catalog code already exists
ca: លេខកូដកាតាឡុកមានរួចហើយ
my: Catalog ကုဒ်ရှိပြီးသား
vi: Mã danh mục đã tồn tại

# EDMSR_MSG_CHOOSE_DOC_SAVE
source: Please select an archive directory!
ca: សូមជ្រើសរើសថតប័ណ្ណសារ!
my: ကျေးဇူးပြု၍ archive directory ကိုရွေးပါ။
vi: Vui lòng chọn thư mục lưu trữ!

# EDMSR_MSG_CREATE_SUCCESS_REPOSITORY
source: Successfully created data warehouse
ca: បានបង្កើតឃ្លាំងទិន្នន័យដោយជោគជ័យ
my: အောင်အောင်မြင်မြင်ဖန်တီးထားသောဒေတာသိုလှောင်ရုံ
vi: Tạo kho dữ liệu thành công

# EDMSR_MSG_DATA_NOT_EXIST
source: Data does not exist!
ca: ទិន្នន័យមិនមានទេ!
my: ဒေတာမရှိပါ
vi: Dữ liệu không tồn tại!

# EDMSR_MSG_DECENTRALIZE_REPOSITORY
source: Please select a datastore to decentralize
ca: សូមជ្រើសរើសអ្នកជំនាញទិន្នន័យពីវិមជ្ឈការ
my: ဗဟိုချုပ်ကိုင်မှုလျှော့ချရန် datastore ကိုရွေးပါ
vi: Vui lòng chọn kho dữ liệu để phân quyền

# EDMSR_MSG_DECENTRALIZE_REPOSITORY_ERROR
source: Decentralization for data warehouse error
ca: វិមជ្ឈការចំពោះកំហុសឃ្លាំងទិន្នន័យ
my: ဒေတာဂိုဒေါင်အမှားအတွက်ဗဟိုချုပ်ကိုင်မှုလျှော့ချရေး
vi: Phân quyền cho kho dữ liệu lỗi

# EDMSR_MSG_DECENTRALIZE_REPOSITORY_SUCCESS
source: Decentralized data warehouse success
ca: ឃ្លាំងផ្ទុកទិន្នន័យជោគជ័យតាមបែបវិមជ្ឈការ
my: ဗဟိုချုပ်ကိုင်မှုမရှိသောဒေတာဂိုဒေါင်အောင်မြင်မှု
vi: Phân quyền kho dữ liệu thành công

# EDMSR_MSG_DELETE_CATEGORIES
source: Do you want to delete this category?
ca: តើអ្នកចង់លុបប្រភេទនេះទេ?
my: ဒီအမျိုးအစားကိုဖျက်ချင်ပါသလား။
vi: Bạn muốn xóa danh mục này?

# EDMSR_MSG_DELETE_ERROR
source: Delete the error file
ca: លុបឯកសារកំហុស
my: အမှားဖိုင်ကိုဖျက်ပါ
vi: Xóa file lỗi

# EDMSR_MSG_DELETE_FILE
source: Do you want to delete the file?
ca: តើអ្នកចង់លុបឯកសារទេ?
my: သင်ဖိုင်ကိုဖျက်ချင်ပါသလား။
vi: Bạn muốn xóa tệp tin ?

# EDMSR_MSG_DELETE_REPOSITORY_ERROR
source: Delete the error data warehouse
ca: លុបឃ្លាំងទិន្នន័យកំហុស
my: အမှားဒေတာသိုလှောင်ရုံကိုဖျက်ပါ
vi: Xóa kho dữ liệu lỗi

# EDMSR_MSG_DELETE_REPOSITORY_FILE
source: Do you want to delete the data warehouse?
ca: តើអ្នកចង់លុបឃ្លាំងទិន្នន័យទេ?
my: သင်ဒေတာသိုလှောင်ရုံကိုဖျက်ချင်ပါသလား။
vi: Bạn muốn xóa kho dữ liệu ?

# EDMSR_MSG_DELETE_REPOSITORY_SUCCESS
source: Successfully deleted the data warehouse
ca: បានលុបឃ្លាំងទិន្នន័យដោយជោគជ័យ
my: အချက်အလက်သိုလှောင်ရုံကိုအောင်မြင်စွာဖျက်လိုက်သည်
vi: Xóa thành công kho dữ liệu

# EDMSR_MSG_DELETE_SUCCESS
source: Delete the file successfully
ca: លុបឯកសារដោយជោគជ័យ
my: ဖိုင်ကိုအောင်မြင်စွာဖျက်ပစ်ပါ
vi: Xóa file thành công

# EDMSR_MSG_ERROR_REPOSITORY
source: There was an error retrieving the data warehouse!
ca: មានកំហុសក្នុងការទៅយកឃ្លាំងទិន្នន័យ!
my: ဒေတာဂိုဒေါင်ကိုထုတ်ယူနေတဲ့အမှားတစ်ခုရှိတယ်။
vi: Có lỗi khi lấy kho dữ liệu!

# EDMSR_MSG_FILE_CODE_OBLIGATORY
source: Required file code
ca: លេខកូដឯកសារដែលត្រូវការ
my: လိုအပ်တဲ့ဖိုင်ကုဒ်
vi: Mã tệp tin yêu cầu bắt buộc

# EDMSR_MSG_FILE_UPDATED
source: The file has been uploaded!
ca: ឯកសារត្រូវបានផ្ទុកឡើងហើយ!
my: ဖိုင်တင်လိုက်ပြီ။
vi: Tệp tin đã được tải lên!

# EDMSR_MSG_FORMAT_FILE_NOT_ALLOWED
source: File format not allowed
ca: មិនអនុញ្ញាតទ្រង់ទ្រាយឯកសារ
my: ဖိုင်အမျိုးအစားကိုခွင့်မပြုပါ
vi: Định dạng tệp không cho phép

# EDMSR_MSG_NOT_FIND_REPOSITORY
source: No archives found
ca: រកមិនឃើញប័ណ្ណសារ
my: မော်ကွန်းတိုက်မတွေ့ပါ
vi: Không tìm thấy kho lưu trữ

# EDMSR_MSG_NO_EMPLOYEE_DECENTRALIZE
source: No staff to decentralize
ca: គ្មានបុគ្គលិកណាធ្វើវិមជ្ឈការ
my: ဗဟိုချုပ်ကိုင်မှုလျှော့ချရန်န်ထမ်းများမရှိပါ
vi: Không có nhân viên để phân quyền

# EDMSR_MSG_NO_SUGGESST_FORDER
source: There are no storage directory suggestions
ca: មិនមានការណែនាំលើកន្លែងផ្ទុកទេ
my: သိုလှောင်မှုလမ်းညွှန်အကြံပြုချက်များမရှိပါ
vi: Không có gợi ý thư mục lưu trữ

# EDMSR_MSG_PLS_ONLY_CATE_ADD_FILE
source: Please select only 1 document category to add files
ca: សូមជ្រើសរើសប្រភេទឯកសារតែមួយប៉ុណ្ណោះដើម្បីបន្ថែមឯកសារ
my: ကျေးဇူးပြု၍ ဖိုင်များကိုထည့်ရန်မှတ်တမ်း ၁ ခုသာရွေးပါ
vi: Vui lòng chỉ chọn 1 danh mục tài liệu để thêm tệp

# EDMSR_MSG_PLS_SELECT_A_FORDER
source: Please select an archive folder!
ca: សូមជ្រើសរើសថតឯកសារក្នុងប័ណ្ណសារ!
my: ကျေးဇူးပြု၍ archive ဖိုင်တွဲရွေးပါ။
vi: Vui lòng chọn một thư mục lưu trữ!

# EDMSR_MSG_PLS_SELECT_CATE_ADD_FILE
source: Please select a document category to add files
ca: សូមជ្រើសរើសប្រភេទឯកសារដើម្បីបន្ថែមឯកសារ
my: ကျေးဇူးပြု၍ ဖိုင်များထည့်ရန်စာရွက်စာတမ်းအမျိုးအစားရွေးပါ
vi: Vui lòng chọn 1 danh mục tài liệu để thêm tệp

# EDMSR_MSG_PLS_SELECT_SERVER
source: Please select a server!
ca: សូមជ្រើសរើសម៉ាស៊ីនមេ!
my: ကျေးဇူးပြု၍ ဆာဗာတစ်ခုကိုရွေးပါ။
vi: Vui lòng chọn máy chủ !

# EDMSR_MSG_REPOSITORY_CODE_EXISTED
source: Data warehouse code already exists
ca: លេខកូដឃ្លាំងទិន្នន័យមានរួចហើយ
my: ဒေတာသိုလှောင်ရုံကုဒ်ရှိပြီးသား
vi: Mã kho dữ liệu đã tồn tại

# EDMSR_MSG_REPOSITORY_NAME_EXISTED
source: Data warehouse name already exists
ca: ឈ្មោះឃ្លាំងទិន្នន័យមានរួចហើយ
my: ဒေတာသိုလှောင်ရုံအမည်ရှိပြီးဖြစ်သည်
vi: Tên kho dữ liệu đã tồn tại

# EDMSR_MSG_REPOSITORY_NOT_EXIST
source: Data warehouse does not exist
ca: ឃ្លាំងទិន្នន័យមិនមានទេ
my: ဒေတာသိုလှောင်ရုံမရှိပါ
vi: Kho dữ liệu không tồn tại

# EDMSR_MSG_SELECT_A_REPOSITORY
source: Please select a data warehouse
ca: សូមជ្រើសរើសឃ្លាំងទិន្នន័យ
my: ကျေးဇူးပြု၍ အချက်အလက်ဂိုဒေါင်ကိုရွေးချယ်ပါ
vi: Vui lòng chọn một kho dữ liệu

# EDMSR_MSG_SELECT_A_SERVER
source: Please select a server!
ca: សូមជ្រើសរើសម៉ាស៊ីនមេ!
my: ကျေးဇူးပြု၍ ဆာဗာတစ်ခုကိုရွေးပါ။
vi: Vui lòng chọn một máy chủ !

# EDMSR_MSG_SELECT_CATEGORIES
source: Please select a category!
ca: សូមជ្រើសរើសប្រភេទមួយ!
my: ကျေးဇူးပြုပြီးအမျိုးအစားရွေးပါ။
vi: Vui lòng chọn danh mục!

# EDMSR_MSG_SELECT_FILE
source: Please select a file
ca: សូមជ្រើសរើសឯកសារ
my: ကျေးဇူးပြုပြီးဖိုင်ရွေးပါ
vi: Vui lòng chọn tệp tin

# EDMSR_MSG_SELECT_FORDER
source: Please select a directory!
ca: សូមជ្រើសរើសថតឯកសារ!
my: ကျေးဇူးပြု၍ လမ်းညွှန်တစ်ခုရွေးပါ။
vi: Vui lòng chọn thư mục !

# EDMSR_MSG_SELECT_FORDER_ABSO
source: Please select the corresponding folder!
ca: សូមជ្រើសរើសថតដែលត្រូវគ្នា!
my: ကျေးဇူးပြုပြီးသက်ဆိုင်ရာဖိုင်တွဲကိုရွေးပါ။
vi: Vui lòng chọn thư mục tương ứng !

# EDMSR_MSG_SELECT_REPOSITORY
source: Please select a data warehouse
ca: សូមជ្រើសរើសឃ្លាំងទិន្នន័យ
my: ကျေးဇူးပြု၍ အချက်အလက်ဂိုဒေါင်ကိုရွေးချယ်ပါ
vi: Vui lòng chọn kho dữ liệu

# EDMSR_MSG_SERVER_NOT_EXIST
source: Server does not exist!
ca: ម៉ាស៊ីនមេមិនមានទេ!
my: ဆာဗာမရှိပါ။
vi: Máy chủ không tồn tại !

# EDMSR_MSG_SURE_DEL_SERVER
source: Do you want to delete this server?
ca: តើអ្នកចង់លុបម៉ាស៊ីនមេនេះទេ?
my: ဒီဆာဗာကိုဖျက်ချင်ပါသလား။
vi: Bạn muốn xóa máy chủ này ?

# EDMSR_MSG_UPDATE_REPOSITORY_ERROR
source: Update data warehouse error!
ca: ធ្វើបច្ចុប្បន្នភាពឃ្លាំងទិន្នន័យកំហុស!
my: ဒေတာဂိုဒေါင်အမှားမွမ်းမံ!
vi: Cập nhập kho dữ liệu lỗi!

# EDMSR_MSG_UPDATE_REPOSITORY_FALSE
source: Updating the wrong data warehouse!
ca: ធ្វើបច្ចុប្បន្នភាពឃ្លាំងទិន្នន័យមិនត្រឹមត្រូវ!
my: မှားယွင်းသောဒေတာသိုလှောင်ရုံကိုအသစ်ပြောင်းခြင်း!
vi: Cập nhập kho dữ liệu sai!

# EDMSR_MSG_UPDATE_REPOSITORY_SUCCESS
source: Data warehouse update was successful
ca: ការធ្វើបច្ចុប្បន្នភាពឃ្លាំងទិន្នន័យបានជោគជ័យ
my: ဒေတာသိုလှောင်ရာအဆင့်မြှင့်တင်မှုသည်အောင်မြင်ပါသည်
vi: Cập nhập kho dữ liệu thành công

# EDMSR_MSG_UPLOAD_FILE_ERROR
source: Download the error file
ca: ទាញយកឯកសារកំហុស
my: အမှားဖိုင်ကို download လုပ်ပါ
vi: Tải tệp tin lỗi

# EDMSR_MSG_UPLOAD_FILE_SUCCESS
source: Download the file successfully
ca: ទាញយកឯកសារដោយជោគជ័យ
my: ဖိုင်ကိုအောင်မြင်စွာ download လုပ်ပါ
vi: Tải tệp tin thành công

# EDMSR_TAB_FILE_CURD_LBL_CATEGORY
source: Category
ca: ប្រភេទ
my: အမျိုးအစား
vi: Danh mục

# EDMSR_TAB_FILE_CURD_LBL_TAG
source: Key word
ca: ពាក្យគន្លឹះ
my: သော့ချက်စာလုံး
vi: Từ khóa

# EDMSR_TAB_FILE_CURD_LBL_WHS_NOTE
source: Describe
ca: ពិពណ៌នា
my: ဖော်ပြပါ
vi: Mô tả

# EDMSR_TAB_FILE_CURD_TXT_NUMBER_DOCUMENT
source: VB number
ca: លេខ VB
my: VB နံပါတ်
vi: Số VB

# EDMSR_TITLE_ADD_CATEGORY
source: Add categories
ca: បន្ថែមប្រភេទ
my: အမျိုးအစားထည့်ပါ
vi: Thêm danh mục

# EDMSR_TITLE_ADD_FILE
source: Add / Update files
ca: បន្ថែម / ធ្វើបច្ចុប្បន្នភាពឯកសារ
my: ဖိုင်များကိုပေါင်းထည့် / မွမ်းမံပါ
vi: Thêm / Cập nhật file

# EDMSR_TITLE_ADD_REPOSITORY
source: Add data warehouse
ca: បន្ថែមឃ្លាំងទិន្នន័យ
my: ဒေတာသိုလှောင်ရုံထည့်ပါ
vi: Thêm kho dữ liệu

# EDMSR_TITLE_ADD_SERVER
source: Add server
ca: បន្ថែមម៉ាស៊ីនមេ
vi: Thêm máy chủ

# EDMSR_TITLE_DECENTRALIZE_REPOSITORY
source: Decentralized data warehouse
ca: ឃ្លាំងទិន្នន័យវិមជ្ឈការ
my: ဗဟိုမှဒေတာသိုလှောင်ရုံ
vi: Phân quyền kho dữ liệu

# EDMSR_TITLE_DOCUMENT_CATEGORY
source: List of documents
ca: កាតាឡុកឯកសារ
my: စာရွက်စာတမ်း catalog
vi: Danh mục tài liệu

# EDMSR_TITLE_DOCUMENT_CATEGORY_EDIT
source: Edit document list
ca: កែសម្រួលបញ្ជីឯកសារ
my: စာရွက်စာတမ်းစာရင်းတည်းဖြတ်ပါ
vi: Sửa danh mục tài liệu

# EDMSR_TITLE_EDIT_FILE
source: Edit the file
ca: កែសម្រួលឯកសារ
my: ဖိုင်ကိုတည်းဖြတ်ပါ
vi: Sửa tệp

# EDMSR_TITLE_EDIT_REPOSITORY
source: Edit the data warehouse
ca: កែសម្រួលឃ្លាំងទិន្នន័យ
my: ဒေတာသိုလှောင်ရုံကိုတည်းဖြတ်ပါ
vi: Sửa kho dữ liệu

# EDMSR_TITLE_EDMS_EDMSRR
source: Statistic
ca: របាយការណ៍ស្ថិតិ
my: စာရင်းအင်းအစီရင်ခံစာ
vi: Báo cáo thống kê

# EDMSR_TITLE_EDMS_FILE
source: Data warehouse number
ca: លេខឃ្លាំងទិន្នន័យ
my: ဒေတာသိုလှောင်ရုံနံပါတ်
vi: Kho dữ liệu số

# EDMSR_TITLE_FIXSERVER
source: Fix the server
ca: ជួសជុលម៉ាស៊ីនមេ
vi: Sửa máy chủ

# EDMSR_TITLE_REGULATIONS
source: REGULATIONS
ca: បទបញ្ជា
vi: QUY ĐỊNH

# EDMSR_TITLE_REPOSITORY
source: Data warehouse
ca: ឃ្លាំងទិន្នន័យ
my: ဒေတာသိုလှောင်ရုံ
vi: Kho dữ liệu

# EDMSR_TITLE_SERVER
source: Server
ca: ម៉ាស៊ីន
my: အိမ်ရှင်
vi: Máy chủ

# EDMSR_TXT_PASS
source: password
ca: ពាក្យសម្ងាត់
my: စကားဝှက်
vi: Mật khẩu

# EDMSR_VALIDATE_FILE_CODE
source: Required file code
ca: លេខកូដឯកសារដែលត្រូវការ
my: လိုအပ်တဲ့ဖိုင်ကုဒ်
vi: Mã tệp tin yêu cầu bắt buộc

# EDMSR_VALIDATE_NAME_SERVER
source: Required server name!
ca: ឈ្មោះម៉ាស៊ីនមេដែលត្រូវការ!
my: ဆာဗာနာမည်လိုအပ်သည်
vi: Tên máy chủ yêu cầu bắt buộc !

# EDMSR_VALIDATE_PASS
source: Password required!
ca: ទាមទារពាក្យសម្ងាត់!
my: စကားဝှက်လိုအပ်တယ်။
vi: Mật khẩu yêu cầu bắt buộc !

# EDMSR_VALIDATE_REPOSITORY_CODE
source: Required data warehouse code
ca: លេខកូដឃ្លាំងទិន្នន័យដែលត្រូវការ
my: လိုအပ်သောဒေတာသိုလှောင်ကုဒ်
vi: Mã kho dữ liệu yêu cầu bắt buộc

# EDMSR_VALIDATE_REPOSITORY_NAME
source: Required data warehouse name
ca: ឈ្មោះឃ្លាំងទិន្នន័យដែលត្រូវការ
my: လိုအပ်သောဒေတာသိုလှောင်ရုံအမည်
vi: Tên kho dữ liệu yêu cầu bắt buộc

# EDMSR_VALIDATE_REPOS_CODE
source: The data warehouse code consists of letters and numbers
ca: លេខកូដឃ្លាំងទិន្នន័យមានអក្សរនិងលេខ
my: ဒေတာသိုလှောင်ရေးကုဒ်တွင်အက္ခရာများနှင့်နံပါတ်များပါဝင်သည်
vi: Mã kho dữ liệu bao gồm chữ cái và số

# EDMSR_VALIDATE_RQ_CAT_NAME
source: Required category name required!
ca: ទាមទារឈ្មោះប្រភេទដែលត្រូវការ!
my: လိုအပ်သောအမျိုးအစားအမည်လိုအပ်ပါသည်။
vi: Tên danh mục yêu cầu bắt buộc !

# EDMSR_VALIDATE_RQ_CODE_CATE
source: Required category code required!
ca: លេខកូដប្រភេទដែលត្រូវការ!
my: လိုအပ်တဲ့အမျိုးအစားကုဒ်လိုအပ်သည်!
vi: Mã danh mục yêu cầu bắt buộc !

# EDMSR_VALIDATE_SERVER
source: Server required required!
ca: តម្រូវឲ្យ មានម៉ាស៊ីនមេ!
my: ဆာဗာလိုအပ်သည်။
vi: Server yêu cầu bắt buộc !

# EDMSR_VALIDATE_USER
source: Account required!
ca: ទាមទារគណនី!
my: အကောင့်လိုအပ်သည်။
vi: Tài khoản yêu cầu bắt buộc !

# EDMSR_LIST_COL_FOLDER_SAVE
source: Archive directory
ca: ថតឯកសារក្នុងប័ណ្ណសារ
my: မော်ကွန်းတိုက်လမ်းညွှန်
vi: Thư mục lưu trữ

# EDMSR_LIST_COL_SERVER
source: Server
ca: ម៉ាស៊ីនមេ
my: ဆာဗာ

# EDMSR_CURD_LBL_SEARCH_GUIDE
source: (Enter keywords by structure: Keyword 1 Keyword 2 *)
ca: (បញ្ចូលពាក្យគន្លឹះតាមរចនាសម្ព័ន្ធ៖ ពាក្យគន្លឹះ ១ ពាក្យគន្លឹះ ២ *)
my: (ဖွဲ့စည်းပုံအားဖြင့်သော့ချက်စာလုံးများကိုထည့်သွင်းပါ - သော့ချက်စာလုံး ၁ Keyword 2 *)
vi: ( Nhập từ khóa theo cấu trúc: Từ khóa 1 Từ khóa 2 *)

# EDMSR_BTN_FILE_RECENTLY
source: Recent file
ca: ឯកសារថ្មីៗ
my: လတ်တလောဖိုင်
vi: Tệp gần đây

# EDMSR_LBL_ALL
source: All
ca: ទាំងអស់
my: အားလုံး
vi: Tất cả

# EDMSR_LBL_ALL_CATEGORY
source: All of the files
ca: ឯកសារទាំងអស់
my: ဖိုင်များအားလုံး
vi: Tất cả danh mục

# EDMSR_MSG_FILE_IS_EDITING_BY
source: The file is being edited by {0}
ca: ឯកសារកំពុងត្រូវបានកែសម្រួលដោយ {0}
my: ဖိုင်ကို {0} မှတည်းဖြတ်နေသည်။
vi: Tệp đang được chỉnh sửa bởi {0}

# EDMSR_MSG_FILE_NOT_EXIST
source: File does not exist. Please check again
ca: មិនមានឯកសារទេ។ សូមពិនិត្យម្តងទៀត
my: ဖိုင်မရှိပါ။ ကျေးဇူးပြု၍ ထပ်မံစစ်ဆေးပါ
vi: Tệp tin không tồn tại. Vui lòng kiểm tra lại

# EDMSR_MSG_FILE_SIZE_LIMIT_EDIT
source: Please select a file smaller than 20MB
ca: សូមជ្រើសរើសឯកសារតូចជាង ២០ មេកាបៃ
my: ကျေးဇူးပြုပြီး 20MB ထက်ငယ်သောဖိုင်ကိုရွေးပါ
vi: Vui lòng chọn tệp tin nhỏ hơn 20MB
