Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/EDMSWareHouseProfileVouchersController.*.resx
Languages: ko, my

# EDMSWHPV_CURD_BTN_EXTENT
source: Extend
ko: 확장
my: Pelanjutan

# EDMSWHPV_CURD_BTN_FILE
source: File
ko: 파일
my: Fail

# EDMSWHPV_CURD_BTN_FILE1
source: File
ko: 파일
my: Fail

# EDMSWHPV_CURD_LBL_CABINET_WITH_DATA
source: Number of Shelf / Pallet / Cabinets with data:
ko: 데이터가있는 선반 / 팔레트 / 캐비닛 수 :
my: Bilangan Shelf / Pallet / Kabinet dengan data:

# EDMSWHPV_CURD_LBL_CURD_FILE
source: Repository
ko: 리포지토리
my: Repositori

# EDMSWHPV_CURD_LBL_DATA_BOX
source: Number of bins with data:
ko: 데이터가있는 구간 수 :
my: Bilangan sampah dengan data:

# EDMSWHPV_CURD_LBL_DESTROY_BOX
source: Number of cartons to be destroyed:
ko: 폐기 할 상자 수 :
my: Bilangan karton hendak dimusnahkan:

# EDMSWHPV_CURD_LBL_DOWLOADING
source: Download:
ko: 다운로드 :
my: Muat Turun:

# EDMSWHPV_CURD_LBL_DWH_CAPACITY
source: Remaining capacity
ko: 남은 용량
my: Kapasiti tersisa

# EDMSWHPV_CURD_LBL_DWH_FLOOR
source: Number of floors
ko: 층수
my: Bilangan tingkat

# EDMSWHPV_CURD_LBL_DWH_LINE
source: Number of ranges
ko: 범위의 수
my: Bilangan julat

# EDMSWHPV_CURD_LBL_DWH_NUMBER_TEXT
source: Number of existing documents
ko: 기존 문서 수
my: Bilangan dokumen sedia ada

# EDMSWHPV_CURD_LBL_DWH_RACK
source: Number of shelves
ko: 선반 수
my: Bilangan rak

# EDMSWHPV_CURD_LBL_EMPTY_CABINETS
source: Number of Shelf / Pallet / Empty Cabinet:
ko: 선반 / 팔레트 / 빈 캐비닛 수 :
my: Bilangan Rak / Pallet / Kabinet Kosong:

# EDMSWHPV_CURD_LBL_EXT_CODE
source: Code
ko: 코드
my: Kod

# EDMSWHPV_CURD_LBL_EXT_VALUE
source: Value
ko: 가치
my: Nilai

# EDMSWHPV_CURD_LBL_FILE
source: Choose a file
ko: 파일을 선택하십시오
my: Pilih fail

# EDMSWHPV_CURD_LBL_FILE_NAME
source: File name
ko: 파일명
my: Nama fail

# EDMSWHPV_CURD_LBL_FROM_DATE
source: Since
ko: 날짜부터
my: Dari tarikh itu

# EDMSWHPV_CURD_LBL_HANDLING_BOX
source: Number of crates needed per termite:
ko: 흰개미 당 필요한 상자 수 :
my: Bilangan peti diperlukan untuk setiap rayap:

# EDMSWHPV_CURD_LBL_IMG
source: Image product
ko: 제품 사진
my: Foto produk

# EDMSWHPV_CURD_LBL_IMG_REPOSITORY
source: Photo warehouse
ko: 사진 창고
my: Gudang foto

# EDMSWHPV_CURD_LBL_INSTRUCTIONS_BOUBLE_CLICK_EDIT_RECORD
source: Instructions: Double click to edit a record
ko: 지침 : 레코드를 편집하려면 두 번 클릭하십시오.
my: Arahan: Klik dua kali untuk mengedit rekod

# EDMSWHPV_CURD_LBL_LEVEL_BOX
source: Remaining capacity:
ko: 남은 용량 :
my: Kapasiti tersisa:

# EDMSWHPV_CURD_LBL_NOT_BOX
source: Number of empty bins:
ko: 빈 쓰레기통 수 :
my: Bilangan tong kosong:

# EDMSWHPV_CURD_LBL_PROPETIES
source: Property code
ko: 속성 코드
my: Kod harta tanah

# EDMSWHPV_CURD_LBL_TITLE
source: Title
ko: 직함
my: Tajuk

# EDMSWHPV_CURD_LBL_TODATE
source: To date
ko: 어서
my: Ayuh

# EDMSWHPV_CURD_LBL_WHS_ADDRESS
source: Address
ko: 주소
my: Alamat

# EDMSWHPV_CURD_LBL_WHS_AREASQUARE
source: Area
ko: 지역
my: Kawasan

# EDMSWHPV_CURD_LBL_WHS_CNTFLOOR
source: Number of floors
ko: 층수
my: Bilangan tingkat

# EDMSWHPV_CURD_LBL_WHS_CODE
source: Store code
ko: 창고 코드
my: Kod gudang

# EDMSWHPV_CURD_LBL_WHS_KEY
source: Key word
ko: 키워드
my: Kata kunci

# EDMSWHPV_CURD_LBL_WHS_MAP
source: Map
ko: 지도
my: Peta

# EDMSWHPV_CURD_LBL_WHS_NAME
source: Name of warehouse
ko: 창고 이름
my: Nama gudang

# EDMSWHPV_CURD_LBL_WHS_NAME_DATA
source: Data warehouse
ko: 데이터웨어 하우스
my: Gudang data

# EDMSWHPV_CURD_LBL_WHS_NOTE
source: Description
ko: 설명
my: Terangkan

# EDMSWHPV_CURD_TAB_FILE_TITLE_ADD
source: Add file extension
ko: 파일 확장자 추가
my: Tambah sambungan fail

# EDMSWHPV_CURD_TAB_FILE_TITLE_EDIT
source: Edit the file extension
ko: 파일 확장자 편집
my: Edit sambungan fail

# EDMSWHPV_CURD_TITLE_ADD_EXTENT_WHPV
source: Add an extra field
ko: 추가 필드 추가
my: Tambah medan tambahan

# EDMSWHPV_CURD_TITLE_ADD_WAREHOUSE
source: More warehouses
ko: 더 많은 창고
my: Lebih banyak gudang

# EDMSWHPV_CURD_TITLE_EDIT_EXTENT_WHPV
source: Update the extension field
ko: 확장 필드 업데이트
my: Kemas kini medan lanjutan

# EDMSWHPV_CURD_TITLE_EDIT_FILE
source: Edit the file
ko: 파일 편집
my: Edit fail

# EDMSWHPV_CURD_TITLE_EDIT_WAREHOUSE
source: Fix the warehouse
ko: 창고 수정
my: Betulkan gudang

# EDMSWHPV_CURD_TXT_EXT_CODE
source: Code
ko: 코드
my: Kod

# EDMSWHPV_CURD_TXT_EXT_VALUE
source: Value
ko: 가치
my: Nilai

# EDMSWHPV_CURD_TXT_FILE_NAME
source: File name
ko: 파일명
my: Nama fail

# EDMSWHPV_CURD_TXT_FROM_DATE
source: Since
ko: 날짜부터
my: Dari tarikh itu

# EDMSWHPV_CURD_TXT_PROPETIES
source: Property code
ko: 속성 코드
my: Kod harta tanah

# EDMSWHPV_CURD_TXT_TITLE
source: Title
ko: 직함
my: Tajuk

# EDMSWHPV_CURD_TXT_TODATE
source: To date
ko: 어서
my: Ayuh

# EDMSWHPV_CURD_TXT_WHS_ADDRESS
source: Address
ko: 주소
my: Alamat

# EDMSWHPV_CURD_TXT_WHS_AREASQUARE
source: Area
ko: 지역
my: Kawasan

# EDMSWHPV_CURD_TXT_WHS_CNTFLOOR
source: Number of floors
ko: 층수
my: Bilangan tingkat

# EDMSWHPV_CURD_TXT_WHS_CODE
source: Store code
ko: 창고 코드
my: Kod gudang

# EDMSWHPV_CURD_TXT_WHS_KEY
source: Key word
ko: 키워드
my: Kata kunci

# EDMSWHPV_CURD_TXT_WHS_MAP
source: Map
ko: 지도
my: Peta

# EDMSWHPV_CURD_TXT_WHS_NAME
source: Name of warehouse
ko: 창고 이름
my: Nama gudang

# EDMSWHPV_CURD_TXT_WHS_NOTE
source: Description
ko: 설명
my: Terangkan

# EDMSWHPV_ERR_SEARCH
source: Archives not found '
ko: '아카이브를 찾을 수 없습니다'
my: Arkib tidak dijumpai '

# EDMSWHPV_LIST_COL_ACTION
source: Manipulation
ko: 조작
my: Manipulasi

# EDMSWHPV_LIST_COL_ADDRESS
source: Address
ko: 주소
my: Alamat

# EDMSWHPV_LIST_COL_CAPACITY
source: Capacity
ko: 용량
my: Kapasiti

# EDMSWHPV_LIST_COL_CNT_FLOOR
source: Number of floors
ko: 층수
my: Bilangan tingkat

# EDMSWHPV_LIST_COL_CODE
source: Store code
ko: 창고 코드
my: Kod gudang

# EDMSWHPV_LIST_COL_CREATEDTIME
source: Date created
ko: 만든 날짜
my: Tarikh Dibuat

# EDMSWHPV_LIST_COL_DESCRIPTION
source: Description
ko: 설명
my: Terangkan

# EDMSWHPV_LIST_COL_EXTEN_CODE
source: Code
ko: 코드
my: Kod

# EDMSWHPV_LIST_COL_EXTEN_CREATED_TIME
source: Creation time
ko: 제작 시간
my: Masa penciptaan

# EDMSWHPV_LIST_COL_EXTEN_ID
source: ID
ko: 아이디

# EDMSWHPV_LIST_COL_EXTEN_VALUE
source: Value
ko: 가치
my: Nilai

# EDMSWHPV_LIST_COL_FILE_NAME
source: File name
ko: 파일명
my: Nama fail

# EDMSWHPV_LIST_COL_NAME
source: Name of warehouse
ko: 창고 이름
my: Nama gudang

# EDMSWHPV_LIST_COL_NOTE
source: Description
ko: 설명
my: Terangkan

# EDMSWHPV_LIST_COL_STORAGE
source: Repository
ko: 리포지토리
my: Repositori

# EDMSWHPV_LIST_COL_SUM_PRODUCT
source: gross product
ko: 총 제품
my: Jumlah produk

# EDMSWHPV_LIST_COL_TIME_CREATE
source: Creation time
ko: 제작 시간
my: Masa penciptaan

# EDMSWHPV_LIST_COL_TITLE
source: Title
ko: 직함
my: Tajuk

# EDMSWHPV_LIST_COL_TYPE
source: Category
ko: 카테고리
my: Kategori

# EDMSWHPV_LIST_COL_UPDATEDTIME
source: Date of correction
ko: 수정 날짜
my: Tarikh pembetulan

# EDMSWHPV_LIST_COL_WATCH_ONLINE
source: Watch online
ko: 온라인 시청
my: Tonton dalam talian

# EDMSWHPV_MSG_NOT_FIND_WARE_HOUSE_PROFILE
source: No archives found
ko: 아카이브를 찾을 수 없습니다
my: Tiada arkib dijumpai

# EDMSWHPV_MSG_WARE_HOUSE_PROFILE
source: Please create the database beforehand!
ko: 미리 데이터베이스를 작성하십시오!
my: Sila buat pangkalan data terlebih dahulu!

# EDMSWHPV_TAB_FILE_CURD_LBL_CATEGORY
source: Category
ko: 카테고리
my: Kategori

# EDMSWHPV_TAB_FILE_CURD_LBL_NUMBER_DOCUMENT
source: VB number
ko: VB 번호
my: Nombor VB

# EDMSWHPV_TAB_FILE_CURD_LBL_TAG
source: Key word
ko: 키워드
my: Kata kunci

# EDMSWHPV_TAB_FILE_CURD_LBL_WHS_NOTE
source: Description
ko: 설명
my: Terangkan

# EDMSWHPV_TITLE_WARE_HOUSE
source: Warehouse catalog
ko: 창고 카탈로그
my: Katalog gudang

# EDMSWHPV_TITLE_WARE_HOUSE_PROFILE_VOUCHERS
source: Document storage and documents
ko: 문서 보관 및 문서
my: Penyimpanan dokumen dan dokumen

# EDMSWHPV_TXT_ALL_DATA_WAREHOUSE
source: All data warehouse
ko: 모든 데이터웨어 하우스
my: Semua gudang data

# EDMSWHPV_VALIDATE_ADDRESS
source: Required address
ko: 필요한 주소
my: Alamat yang diperlukan

# EDMSWHPV_VALIDATE_AREA
source: Required area
ko: 필요한 지역
my: Kawasan yang dikehendaki

# EDMSWHPV_VALIDATE_CNT_FLOOR
source: Number of required floor
ko: 필요한 층 수
my: Bilangan lantai yang diperlukan

# EDMSWHPV_VALIDATE_CODE
source: Required warehouse code
ko: 필요한 창고 코드
my: Kod gudang yang diperlukan

# EDMSWHPV_VALIDATE_NAME
source: Required repository name
ko: 필요한 저장소 이름
my: Nama repositori yang diperlukan

# EDMSWHPV_VALIDATE_NAME_FILE
source: Required filename required!
ko: 필요한 파일 이름이 필요합니다!
my: Nama fail diperlukan diperlukan!

# EDMSWHPV_VALIDATE_NAME_PROPERTIES
source: Property code must not be blank
ko: 속성 코드는 비워 둘 수 없습니다
my: Kod harta tidak boleh kosong

# EDMSWHPV_VALIDATE_VALUE_PROPERTIES
source: Property value must not be blank
ko: 속성 값은 비워 둘 수 없습니다
my: Nilai harta tidak boleh kosong
