Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/FundCurrencyController.*.resx
Languages: ca, ko, my, zh

# FCC_ALL
source: All
ca: ទាំងអស់
ko: 모두
my: အားလုံး

# FCC_CURD_LBL_CASH_TRANSFER
source: Cash, bank transfer
ca: សាច់ប្រាក់ការផ្ទេរប្រាក់តាមធនាគារ
ko: 현금, 은행 송금
my: ငွေသား၊ ဘဏ်ငွေလွှဲ
zh: 现金，银行转帐

# FCC_CURD_LBL_DEFAULT_PAYMENT
source: Payment methods
ca: វិធីសាស្រ្តទូទាត់
ko: 결제 방법
my: ငွေပေးချေမှုနည်းလမ်းများ
zh: 支付方式

# FCC_CURD_LBL_FCC_CODE
source: Currency code
ca: លេខកូដរូបិយប័ណ្ណ
ko: 통화 코드
my: ငွေကြေးကုဒ်
zh: 货币代码

# FCC_CURD_LBL_NOTE
source: Description
ca: ការពិពណ៌នា
ko: 기술
my: ဖော်ပြချက်
zh: 描述

# FCC_CURD_LBL_SEARCH_FCC_CODE
source: Currency code
ca: លេខកូដរូបិយប័ណ្ណ
ko: 통화 코드
my: ငွေကြေးကုဒ်
zh: 货币代码

# FCC_CURD_TXT_FCC_CODE
source: Enter the currency code
ca: បញ្ចូលលេខកូដរូបិយប័ណ្ណ
ko: 통화 코드를 입력하십시오
my: ငွေကြေးကုဒ်ထည့်ပါ
zh: 输入货币代码

# FCC_CURD_TXT_NOTE
source: Enter a description
ca: បញ្ចូលការពិពណ៌នា
ko: 설명을 입력하십시오
my: ဖော်ပြချက်တစ်ခုထည့်ပါ
zh: 输入描述

# FCC_CURD_TXT_SEARCH_FCC_CODE
source: Enter the currency code
ca: បញ្ចូលលេខកូដរូបិយប័ណ្ណ
ko: 통화 코드를 입력하십시오
my: ငွေကြေးကုဒ်ထည့်ပါ
zh: 输入货币代码

# FCC_DEFAULT_FALSE
source: Not the default
ca: មិនមែនជាលំនាំដើមទេ
ko: 기본값이 아님
my: ပုံမှန်မဟုတ်ပါ
zh: 不是默认值

# FCC_DEFAULT_TRUE
source: Default
ca: លំនាំដើម
ko: 기본
my: ပုံမှန်
zh: 默认

# FCC_EXPENDI
source: Chi
ca: ជី
ko: 치
zh: 驰

# FCC_LINK_FCC
source: Monetary Fund
ca: មូលនិធិរូបិយវត្ថុ
ko: 통화 기금
my: ငွေကြေးရန်ပုံငွေ
zh: 货币基金

# FCC_LINK_HOME
source: Home page
ca: គេហទំព័រ
ko: 홈페이지
my: မူလစာမျက်နှာ
zh: 主页

# FCC_LIST_COL_DEFAULT_PAYMENT
source: Default payment method
ca: វិធីសាស្ត្រទូទាត់តាមលំនាំដើម
ko: 기본 결제 방법
my: ပုံမှန်ငွေပေးချေမှုနည်းလမ်း
zh: 预设付款方式

# FCC_LIST_COL_FCC_CODE
source: Currency code
ca: លេខកូដរូបិយប័ណ្ណ
ko: 통화 코드
my: ငွေကြေးကုဒ်
zh: 货币代码

# FCC_LIST_COL_NOTE
source: Description
ca: ការពិពណ៌នា
ko: 기술
my: ဖော်ပြချက်
zh: 描述

# FCC_MSG_ADD_DONE
source: Add currency successfully
ca: បន្ថែមរូបិយប័ណ្ណដោយជោគជ័យ
ko: 통화 추가
my: ငွေကြေးအောင်မြင်စွာထည့်ပါ
zh: 成功添加货币

# FCC_MSG_ADD_ERROR
source: An error occurred while adding?
ca: កំហុសមួយបានកើតឡើងខណៈពេលបន្ថែម?
ko: 추가하는 동안 오류가 발생 했습니까?
my: ဖြည့်စွက်နေစဉ်အမှားအယွင်းရှိသလား။
zh: 添加时发生错误？

# FCC_MSG_DELETE_DONE
source: Delete successful
ca: លុបជោគជ័យ
ko: 성공적으로 삭제
my: အောင်မြင်စွာဖျက်ပါ
zh: 删除成功

# FCC_MSG_DELETE_ERROR
source: Delete failed
ca: ការលុបបានបរាជ័យ
ko: 삭제 실패
my: ဖျက်သည်မအောင်မြင်ပါ
zh: 删除失败

# FCC_MSG_FCC_CODE
source: Currency already exists!
ca: រូបិយប័ណ្ណមានរួចហើយ!
ko: 통화가 이미 존재합니다!
my: ငွေကြေးရှိပြီးသား!
zh: 货币已经存在！

# FCC_MSG_ITEM_CODE
source: Currency codes are required to contain at least one letter or number and do not include special characters or spaces
ca: លេខកូដរូបិយប័ណ្ណត្រូវមានលិខិតឬលេខយ៉ាងហោចណាស់មួយហើយមិនត្រូវបញ្ចូលតួអក្សរពិសេសឬដកឃ្លាឡើយ
ko: 통화 코드는 하나 이상의 문자 나 숫자를 포함해야하며 특수 문자 나 공백을 포함하지 않습니다
my: ငွေကြေးကုဒ်များတွင်အနည်းဆုံးအက္ခရာတစ်ခုသို့မဟုတ်နံပါတ်တစ်ခုပါရှိရမည်။ အထူးအက္ခရာများသို့မဟုတ်နေရာများမပါ ၀ င်ပါ
zh: 货币代码必须至少包含一个字母或数字，并且不能包含特殊字符或空格

# FCC_MSG_MONEY_ALREADY_EXISTS
source: Currency already exists
ca: រូបិយប័ណ្ណមានរួចហើយ
ko: 통화가 이미 존재합니다
my: ငွေကြေးရှိပြီးသား
zh: 货币已经存在

# FCC_MSG_MONEY_NOT_EXIST
source: The currency does not exist!
ca: រូបិយប័ណ្ណមិនមានទេ!
ko: 통화가 존재하지 않습니다!
my: ငွေကြေးမတည်ရှိပါဘူး
zh: 货币不存在！

# FCC_MSG_SET_DEFAULT
source: You want to make this currency the default payment method
ca: អ្នកចង់ធ្វើឱ្យរូបិយប័ណ្ណនេះជាវិធីសាស្ត្រទូទាត់លំនាំដើម
ko: 이 통화를 기본 결제 수단으로 설정하려고합니다
my: သင်ဤငွေကြေးကိုပုံမှန်ငွေပေးချေမှုနည်းလမ်းကိုလုပ်လိုသည်
zh: 您想将此货币设置为默认付款方式

# FCC_MSG_UPDATE_ERROR
source: An error occurred while updating!
ca: កំហុសមួយបានកើតឡើងខណៈពេលធ្វើបច្ចុប្បន្នភាព!
ko: 업데이트하는 동안 오류가 발생했습니다!
my: မွမ်းမံစဉ်အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။
zh: 更新时发生错误！

# FCC_MSG_UPDATE_SUCCES
source: Update currency successfully
ca: ធ្វើបច្ចុប្បន្នភាពរូបិយប័ណ្ណដោយជោគជ័យ
ko: 통화를 성공적으로 업데이트
my: ငွေကြေးအောင်မြင်စွာအပ်ဒိတ်လုပ်ပါ
zh: 成功更新货币

# FCC_MSG_UPDATE_SUCCESS
source: Update successful
ca: ការធ្វើបច្ចុប្បន្នភាពជោគជ័យ
ko: 업데이트 성공
my: Update ကိုအောင်မြင်စွာလုပ်ပါ
zh: 更新成功

# FCC_REVENUE
source: Thu
ca: ធ
ko: 목
my: နေ
zh: 周四

# FCC_TITLE_ADD
source: Add new monetary fund
ca: បន្ថែមមូលនិធិរូបិយវត្ថុថ្មី
ko: 새로운 통화 기금 추가
my: အသစ်သောငွေကြေးရန်ပုံငွေထည့်ပါ
zh: 添加新的货币基金

# FCC_TITLE_EDIT
source: Correction of monetary funds
ca: ការកែតម្រូវមូលនិធិរូបិយវត្ថុ
ko: 화폐 자금의 정정
my: ငွေကြေးရန်ပုံငွေပြင်ဆင်ခြင်း
zh: 货币资金的更正

# FCC_TITLE_FCC
source: Currency
ca: រូបិយប័ណ្ណ
ko: 통화
my: ငွေကြေး
zh: 货币

# FCC_VALIDATE_FCC_CODE
source: Currency code must not be blank
ca: លេខកូដរូបិយវត្ថុមិនត្រូវទុកចោលទេ
ko: 통화 코드는 비워 둘 수 없습니다
my: ငွေကြေးကုဒ်သည်အလွတ်မဖြစ်ရပါ
zh: 货币代码不能为空

# FCC_VALIDATE_FCC_CODE_MAX_LENGTH
source: Currency code must not exceed 10 characters
ca: លេខកូដរូបិយប័ណ្ណមិនត្រូវលើសពី ១០ តួអក្សរឡើយ
ko: 통화 코드는 10자를 초과 할 수 없습니다
my: ငွေကြေးကုဒ်သည်စာလုံး ၁၀ လုံးထက်မပိုစေရ
zh: 货币代码不能超过10个字符

# FCC_VALIDATE_GUIDE
source: Instructions: Double click to edit a record
ko: 지침 : 레코드를 편집하려면 두 번 클릭하십시오.
my: ညွှန်ကြားချက်များ - မှတ်တမ်းတစ်ခုကိုတည်းဖြတ်ရန်နှစ်ချက်နှိပ်ပါ
zh: 说明：双击以编辑记录
