Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/GarbagePointController.*.resx
Languages: fr, ko, my

# GBP_MSG_LBL_ADDRESS
source: Address
fr: Adresse
ko: 주소
my: လိပ်စာ

# GBP_MSG_LBL_CODE_LOCATION
source: Code points
fr: Points de code
ko: 코드 포인트
my: ပွိုင့်ကုဒ်

# GBP_MSG_LBL_CURRENT_AMOUNT_GARBAGE
source: Current amount of garbage
fr: Quantité actuelle de déchets
ko: 현재 쓰레기 량
my: output လက်ရှိအမှိုက်သရိုက်

# GBP_MSG_LBL_CURRENT_BOX
source: Current box:
fr: Boîte actuelle:
ko: 현재 상자 :
my: Thung လက်ရှိ:

# GBP_MSG_LBL_EDIT
source: Capacity
fr: Capacité
ko: 용량
my: စွမ်းရည်

# GBP_MSG_LBL_GPS DATA
source: GPS data
fr: Données GPS
ko: GPS 데이터
my: ဂျီပီအက်စ်ဒေတာ

# GBP_MSG_LBL_IMAGES_GATHERING_POINTS
source: Images of gathering points
fr: Images de points de rassemblement
ko: 수집 포인트의 이미지
my: ဓါတ်ပုံများချီတက်ပွဲအမှတ်

# GBP_MSG_LBL_MANAGER
source: Manager
fr: Gestionnaire
ko: 관리자
my: Manager က

# GBP_MSG_LBL_MANAGER_NOT_BLANK
source: The manager cannot leave blank
fr: Le responsable ne peut pas laisser vide
ko: 관리자는 비워 둘 수 없습니다
my: မန်နေဂျာများအချည်းနှီးမဖြစ်သင့်

# GBP_MSG_LBL_MAP
source: Map
fr: Carte
ko: 지도
my: မြေပုံ

# GBP_MSG_LBL_MORE_INFORMATION
source: Add rally point information
fr: Ajouter des informations sur les points de rassemblement
ko: 랠리 포인트 정보 추가
my: ပိုမိုသိရှိလိုပါကစည်းဝေးပွဲကိုအမှတ်

# GBP_MSG_LBL_NAME_GARBAGE_POINT
source: Name of garbage point
fr: Nom de la poubelle
ko: 쓰레기 지점의 이름
my: အမှိုက်အမှတ်အမည်

# GBP_MSG_LBL_NAME_LOCATION
source: Point name
fr: Nom du point
ko: 포인트 이름
my: ပွိုင့်နာမကိုအမှီ

# GBP_MSG_LBL_NOTE
source: Note
fr: Les notes
ko: 비고
my: မှတ်ချက်ချ

# GBP_MSG_LBL_PAINTING
source: Draw polygons
fr: Dessiner des polygones
ko: 다각형 그리기
my: drawing အနား

# GBP_MSG_LBL_ROUTE
source: Route
fr: Itinéraire
ko: 노선
my: ခရီးစဉ်

# GBP_MSG_LBL_ROUTE_NOT_BLANK
source: The route cannot be empty
fr: L'itinéraire ne peut pas être vide
ko: 경로는 비워 둘 수 없습니다
my: ပုဒ်အလွတ်မဖွစျနိုငျ

# GBP_MSG_LBL_SPAM POINT CODE
source: Spam point code
fr: Code de spam
ko: 스팸 포인트 코드
my: အမှိုက်သရိုက်အချက်ကုဒ်

# GBP_MSG_LBL_STATUS
source: Status
fr: Statut
ko: 상태
my: အခွအေနေ

# GBP_MSG_LBL_STATUS CANNOT BE BLANK
source: Status cannot be blank
fr: Le statut ne peut pas être vide
ko: 상태는 비워 둘 수 없습니다
my: အခြေအနေအလွတ်မဖွစျနိုငျ

# GBP_MSG_LBL_UNIT
source: Unit
fr: Unité
ko: 단위
my: ယူနစ်

# GBP_MSG_LBL_UNITS_NOT_BLANK
source: Units cannot be blank
fr: Les unités ne peuvent pas être vides
ko: 단위는 비워 둘 수 없습니다
my: ယူနစ်အလွတ်မကျမည်အကြောင်း

# GBP_MSG_MANAGE
source: Management of garbage points
fr: Gestion des points de déchets
ko: 가비지 포인트 관리
my: အမှိုက်မှစီမံခန့်ခွဲမှုအချက်များ

# GP_MSG_NEW
source: new
fr: nouveau
ko: 새로운
my: အသစ်က

# GP_MSG_NOT_EXISTED_POINT
source: Point does not exist
fr: Le point n'existe pas
ko: 포인트가 존재하지 않습니다
my: မတည်ရှိပါဘူး

# GP_MSG_POINT
source: point
fr: des points
ko: 포인트
my: အမှတ်

# GP_MSG_THIS_POINT
source: This point
fr: Ce point
ko: 이 시점
my: ဤအချက်
