Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/HREmployeeController.*.resx
Languages: ca, fr, ja, ko, my

# HR_HR_MAN_CURD_TXT_HR_MAN_CONTRACT_NUMBER
source: Some contracts
ca: លេខកិច្ចសន្យា
fr: Numéro de contrat
ja: 契約番号
ko: 계약 번호
my: သင်တန်းသင်တန်းအမည်

# HR_HR_MAN_CURD_TXT_HR_MAN_CONTRACT_TYPE
source: Type of contract
ca: ប្រភេទកិច្ចសន្យា
fr: Type de contrat
ja: 契約の種類
ko: 계약 유형
my: လာစမ်းပါ

# HR_HR_MAN_CURD_TXT_HR_MAN_DATE_FROM
source: Since
ca: ចាប់ពីកាលបរិច្ឆេទ
fr: À partir de la date
ja: 日付から
ko: 날짜부터
my: အဆုံးရက်

# HR_HR_MAN_CURD_TXT_HR_MAN_DATE_OF_BIRTH
source: Enter your birthday
ca: បញ្ចូលថ្ងៃកំណើតរបស់អ្នក
fr: Entrez votre anniversaire
ja: 誕生日を入力してください
ko: 생일을 입력하세요
my: ဓာတ်ပုံ

# HR_HR_MAN_CURD_TXT_HR_MAN_DATE_OF_ISSUE
source: Enter the issue date
ca: បញ្ចូលកាលបរិច្ឆេទចេញ
fr: Entrez la date d'émission
ja: 発行日を入力してください
ko: 발행일을 입력하십시오
my: လူမှုအာမခံပရီမီယံနှုန်းထားများ

# HR_HR_MAN_CURD_TXT_HR_MAN_DATE_OF_ISSUE1
source: Enter the issue date
ca: បញ្ចូលកាលបរិច្ឆេទចេញ
fr: Entrez la date d'émission
ja: 発行日を入力してください
ko: 발행일을 입력하십시오
my: နာမည်အပြည့်အစုံ

# HR_HR_MAN_CURD_TXT_HR_MAN_DATE_TO
source: To date
ca: សូមអញ្ជើញមក
fr: Allez
ja: さあ
ko: 어서
my: အလုပ်အမည်

# HR_HR_MAN_CURD_TXT_HR_MAN_DEPARTMENT
source: Department
ca: នាយកដ្ឋាន
fr: Département
ja: 部門
ko: 학과
my: မူလက

# HR_HR_MAN_CURD_TXT_HR_MAN_DESCRIBE
source: Enter a description
ca: បញ្ចូលការពិពណ៌នា
fr: Entrez une description
ja: 説明を入力してください
ko: 설명을 입력하십시오
my: ဖုန်းနံပါတ်

# HR_HR_MAN_CURD_TXT_HR_MAN_DOMICILE
source: Enter the place of origin
ca: បញ្ចូលកន្លែងដើម
fr: Entrez le lieu d'origine
ja: 原産地を入力してください
ko: 원산지 입력
my: ဆက်ဆံရေး

# HR_HR_MAN_CURD_TXT_HR_MAN_EDUCATIONAL_LEVEL
source: Enter the level of education
ca: បញ្ចូលកម្រិតនៃការអប់រំ
fr: Entrez le niveau d'éducation
ja: 教育のレベルを入力してください
ko: 교육 수준을 입력하십시오
my: ရလဒ်များ

# HR_HR_MAN_CURD_TXT_HR_MAN_EMAIL
source: Enter email
ca: បញ្ចូលអ៊ីមែល
fr: Entrez votre e-mail
ja: メールアドレスを入力してください
ko: 이메일을 입력
my: အဓိကလစာ

# HR_HR_MAN_CURD_TXT_HR_MAN_EMPLOYEE_GROUP
source: Group of employees
ca: ក្រុមបុគ្គលិក
fr: Groupe d'employés
ja: 従業員のグループ
ko: 직원 그룹
my: H / s ကိုလစာ

# HR_HR_MAN_CURD_TXT_HR_MAN_END_TIME
source: End time
ca: ពេលវេលាបញ្ចប់
fr: Le temps de la fin
ja: 終了時間
ko: 종료 시간
my: လိင်

# HR_HR_MAN_CURD_TXT_HR_MAN_ENGLISH_LEVEL
source: Enter the language level
ca: បញ្ចូលកម្រិតភាសា
fr: Entrez le niveau de langue
ja: 言語レベルを入力してください
ko: 언어 수준을 입력하십시오
my: စတင်ရက်စွဲ

# HR_HR_MAN_CURD_TXT_HR_MAN_FAX
source: Enter the Fax
ca: បញ្ចូលទូរសារ
fr: Entrez le fax
ja: ファックスを入力してください
ko: 팩스를 입력하십시오
my: ရက်စွဲကနေ

# HR_HR_MAN_CURD_TXT_HR_MAN_FULL_NAME
source: First and last name
ca: ឈ្មោះពេញ
fr: Nom complet
ja: 氏名
ko: 성명
my: လစာရာထူး

# HR_HR_MAN_CURD_TXT_HR_MAN_HEALTH
source: Enter health
ca: បញ្ចូលសុខភាព
fr: Entrer dans la santé
ja: 健康を入力してください
ko: 건강을 입력
my: လုပ်ငန်းခွင်

# HR_HR_MAN_CURD_TXT_HR_MAN_IDENTIFICATION
source: Enter the identity
ca: បញ្ចូលអត្តសញ្ញាណ
fr: Entrez l'identité
ja: アイデンティティを入力してください
ko: 신분을 입력하십시오
my: အမှာစာ

# HR_HR_MAN_CURD_TXT_HR_MAN_INFO_CONTRACT
source: Contract information
ca: ព័ត៌មានកិច្ចសន្យា
fr: Informations sur le contrat
ja: 契約情報
ko: 계약 정보
my: ဒေတာအမျိုးအစား

# HR_HR_MAN_CURD_TXT_HR_MAN_INFO_INSURANCE
source: Insurance information
ca: ព័ត៌មានធានារ៉ាប់រង
fr: Informations sur l'assurance
ja: 保険情報
ko: 보험 정보
my: တန်ဖိုးသတ်မှတ်ခြင်း

# HR_HR_MAN_CURD_TXT_HR_MAN_INSURANCE_NUMBER
source: Enter the social insurance number
ca: បញ្ចូលលេខធានារ៉ាប់រងសង្គម
fr: Entrez le numéro d'assurance sociale
ja: 社会保険番号を入力してください
ko: 사회 보장 번호를 입력하십시오
my: စာချုပ်အသစ်ကိုအောင်မြင်စွာထည့်ပါ

# HR_HR_MAN_CURD_TXT_HR_MAN_INSURRANCE_LEVEL
source: Insurance rates
ca: អត្រាធានារ៉ាប់រង
fr: Tarifs d'assurance
ja: 保険料
ko: 보험료
my: လိပ်စာ

# HR_HR_MAN_CURD_TXT_HR_MAN_JOB
source: Enter career
ca: ចូលអាជីព
fr: Entrer dans la carrière
ja: キャリアを始める
ko: 경력을 입력하십시오
my: အမျိုးအစား

# HR_HR_MAN_CURD_TXT_HR_MAN_JOB_DESCRIPTION
source: Enter job description
ca: បញ្ចូលការពិពណ៌នាការងារ
fr: Entrez la description du poste
ja: ジョブの説明を入力してください
ko: 직업 설명 입력
my: ဝန်ထမ်းကုဒ်

# HR_HR_MAN_CURD_TXT_HR_MAN_LABOR_NUMBER
source: Number of labor book
ca: ចំនួនសៀវភៅការងារ
fr: Numéro de livre de travail
ja: 労働簿の数
ko: 노동 책 수
my: ကျွန်တော်တို့ကိုဆက်သွယ်ပါ

# HR_HR_MAN_CURD_TXT_HR_MAN_MAJORS
source: Enter the field of study
ca: បញ្ចូលមុខវិជ្ជាសិក្សា
fr: Entrez dans le domaine d'études
ja: 研究分野に入る
ko: 연구 분야를 입력
my: ဝန်ထမ်းများ

# HR_HR_MAN_CURD_TXT_HR_MAN_MORE_INFORMATION
source: Enter additional information
ca: បញ្ចូលព័ត៌មានបន្ថែម
fr: Entrez des informations supplémentaires
ja: 追加情報を入力してください
ko: 추가 정보를 입력하십시오
my: ကျေးဇူးပြု၍ archive directory ကိုရွေးပါ။

# HR_HR_MAN_CURD_TXT_HR_MAN_NAME
source: Enter your first and last name
ca: បញ្ចូលនាមខ្លួននិងត្រកូលរបស់អ្នក
fr: Entrez votre prénom et nom
ja: 姓と名を入力してください
ko: 성과 이름을 입력하십시오
my: လူ့စွမ်းအားအရင်းအမြစ်စီမံခန့်ခွဲမှု

# HR_HR_MAN_CURD_TXT_HR_MAN_NAME_JOB
source: Name of the assignment
ca: ឈ្មោះនៃកិច្ចការ
fr: Nom de la mission
ja: 課題の名前
ko: 과제 이름
my: ငွေကြေးသည်အလွတ်မဖြစ်နိုင်ပါ

# HR_HR_MAN_CURD_TXT_HR_MAN_NATION
source: Enter the nation
ca: ចូលជាតិ
fr: Entrez dans la nation
ja: 国家に入る
ko: 국가를 입력
my: VB စာအုပ်

# HR_HR_MAN_CURD_TXT_HR_MAN_NATIONALITY
source: Naturalization
ca: ធម្មជាតិ
fr: Naturalisation
ja: 帰化
ko: 귀화
my: ဖိုင်ကိုအောင်မြင်စွာထည့်ပါ

# HR_HR_MAN_CURD_TXT_HR_MAN_NOTE
source: Enter a note
ca: បញ្ចូលចំណាំ
fr: Entrez une note
ja: メモを入力してください
ko: 메모를 입력하십시오
my: ဖိုင်မရှိပါသို့မဟုတ်ဖျက်ပစ်လိုက်!

# HR_HR_MAN_CURD_TXT_HR_MAN_OTHER_AGREEMENT
source: Other agreement
ca: កិច្ចព្រមព្រៀងផ្សេងទៀត
fr: Autre accord
ja: その他の合意
ko: 다른 계약
my: စာချုပ်နံပါတ်ရှိပြီးဖြစ်သည်

# HR_HR_MAN_CURD_TXT_HR_MAN_PASSPORT
source: Enter your ID / Guardianship
ca: បញ្ចូលអត្តសញ្ញាណប័ណ្ណ / អាណាព្យាបាលរបស់អ្នក
fr: Entrez votre ID / tutelle
ja: ID /後見人を入力してください
ko: ID / 후견인을 입력하십시오
my: ကျေးဇူးပြုပြီးချဲ့ထားသော attribute ကိုရိုက်ထည့်ပါ။

# HR_HR_MAN_CURD_TXT_HR_MAN_PASSWORD
source: Enter password
ca: បញ្ចូលពាក្យសម្ងាត់
fr: Entrez le mot de passe
ja: パスワードを入力してください
ko: 비밀번호를 입력하십시오
my: သတင်းအချက်အလက်များကိုအောင်အောင်မြင်မြင် Update လုပ်ပါ။

# HR_HR_MAN_CURD_TXT_HR_MAN_PAY
source: Pay
ca: ការទូទាត់
fr: Paiement
ja: お支払い
ko: 지불
my: 付款方式

# HR_HR_MAN_CURD_TXT_HR_MAN_PAY_DAY
source: Date of payment
ca: កាលបរិច្ឆេទទូទាត់ប្រាក់
fr: Date de paiement
ja: 支払日
ko: 결제일
my: 付款日期

# HR_HR_MAN_CURD_TXT_HR_MAN_PHONE
source: The phone number is in the wrong format!
ca: លេខទូរស័ព្ទគឺនៅក្នុងទំរង់ខុស!
fr: Le numéro de téléphone est dans le mauvais format!
ja: 電話番号の形式が間違っています！
ko: 전화 번호 형식이 잘못되었습니다!
my: 电话号码格式错误！

# HR_HR_MAN_CURD_TXT_HR_MAN_PHONE1
source: Enter your phone number
ca: បញ្ចូលលេខទូរស័ព្ទ
fr: Entrez le numéro de téléphone
ja: 電話番号を入力してください
ko: 전화 번호 입력
my: 输入电话号码

# HR_HR_MAN_CURD_TXT_HR_MAN_PLACE_OF_ISSUE
source: Enter the place of issue
ca: បញ្ចូលកន្លែងនៃបញ្ហា
fr: Entrez le lieu d'émission
ja: 問題の場所を入力してください
ko: 문제의 장소를 입력
my: 输入签发地点

# HR_HR_MAN_CURD_TXT_HR_MAN_PLACE_OF_ISSUE1
source: Enter the place of issue
ca: បញ្ចូលកន្លែងនៃបញ្ហា
fr: Entrez le lieu d'émission
ja: 問題の場所を入力してください
ko: 문제의 장소를 입력
my: 输入签发地点

# HR_HR_MAN_CURD_TXT_HR_MAN_PLACE_OF_PLACEMENT
source: Enter the place of issue
ca: បញ្ចូលកន្លែងនៃបញ្ហា
fr: Entrez le lieu d'émission
ja: 問題の場所を入力してください
ko: 문제의 장소를 입력
my: 输入签发地点

# HR_HR_MAN_CURD_TXT_HR_MAN_PLACE_TO_OPEN_ACCOUNT
source: Enter where to open the account
ca: បញ្ចូលកន្លែងដើម្បីបើកគណនី
fr: Entrez où ouvrir le compte
ja: アカウントを開く場所を入力してください
ko: 계정을 개설 할 곳을 입력하십시오
my: 输入开户位置

# HR_HR_MAN_CURD_TXT_HR_MAN_PLACE_TO_TRAIN_TRAINING
source: Enter where to send to train
ca: បញ្ចូលកន្លែងដែលត្រូវបញ្ជូនទៅរថភ្លើង
fr: Entrez où envoyer pour vous entraîner
ja: 電車の送り先を入力してください
ko: 기차로 보낼 곳을 입력하십시오
my: 输入要发送到哪里的火车

# HR_HR_MAN_CURD_TXT_HR_MAN_POSITION
source: Position
ca: ទីតាំង
fr: Poste
ja: 役職
ko: 직책
my: 位置

# HR_HR_MAN_CURD_TXT_HR_MAN_PROCEDURE
source: Enter the workflow sheet
ca: បញ្ចូលសន្លឹកការងារ
fr: Entrez la feuille de workflow
ja: ワークフローシートを入力してください
ko: 워크 플로우 시트를 입력하십시오
my: 输入工作流程表

# HR_HR_MAN_CURD_TXT_HR_MAN_RELATIONSHIP
source: Enter the relationship
ca: បញ្ចូលទំនាក់ទំនង
fr: Entrez la relation
ja: 関係を入力してください
ko: 관계를 입력
my: 输入关系

# HR_HR_MAN_CURD_TXT_HR_MAN_RELATIVES
source: Relatives
ca: សាច់ញាតិ
fr: Parents
ja: 親Relative
ko: 친척
my: 亲戚

# HR_HR_MAN_CURD_TXT_HR_MAN_RELATIVES1
source: Enter relatives
ca: បញ្ចូលសាច់ញាតិ
fr: Entrez parents
ja: 親relativeを入力
ko: 친척 입력
my: 输入亲戚

# HR_HR_MAN_CURD_TXT_HR_MAN_RELIGION
source: Enter religion
ca: ចូលសាសនា
fr: Entrez dans la religion
ja: 宗教を入力してください
ko: 종교를 입력
my: 输入宗教

# HR_HR_MAN_CURD_TXT_HR_MAN_RESULT
source: Enter the result
ca: បញ្ចូលលទ្ធផល
fr: Entrez le résultat
ja: 結果を入力してください
ko: 결과를 입력하십시오
my: 输入结果

# HR_HR_MAN_CURD_TXT_HR_MAN_SALARY
source: Salary
ca: ប្រាក់ខែ
fr: Salaire
ja: 給料
ko: 급여
my: 薪水

# HR_HR_MAN_CURD_TXT_HR_MAN_SALARY_GROUP
source: Enter salary group
ca: បញ្ចូលក្រុមប្រាក់ខែ
fr: Entrez le groupe de salaire
ja: 給与グループを入力してください
ko: 급여 그룹 입력
my: 输入薪资组

# HR_HR_MAN_CURD_TXT_HR_MAN_SALARY_LEVEL
source: Wage
ca: ប្រាក់ខែថ្នាក់
fr: Niveau de salaire
ja: 給与グレード
ko: 급여 등급
my: 薪资等级

# HR_HR_MAN_CURD_TXT_HR_MAN_SCHOOL
source: Enter the training school
ca: ចូលសាលាបណ្តុះបណ្តាល
fr: Entrez dans l'école de formation
ja: トレーニングスクールに入る
ko: 훈련 학교에 들어가십시오
my: 进入培训学校

# HR_HR_MAN_CURD_TXT_HR_MAN_SEX
source: Sex
ca: ភេទ
fr: Sexe
ja: 性別
ko: 성별
my: 性别

# HR_HR_MAN_CURD_TXT_HR_MAN_SIGNER
source: The signer
ca: អ្នកចុះហត្ថលេខា
fr: Le signataire
ja: 署名者
ko: 서명자
my: 签名人

# HR_HR_MAN_CURD_TXT_HR_MAN_SPECIALIZED
source: Enter specialty
ca: ចូលជំនាញ
fr: Entrez la spécialité
ja: 専門分野に入る
ko: 전문 분야를 입력
my: 输入专业

# HR_HR_MAN_CURD_TXT_HR_MAN_START_TIME
source: Time to start
ca: ពេលវេលាត្រូវចាប់ផ្តើម
fr: Il est temps de commencer
ja: 開始する時間
ko: 시작 시간
my: 开始时间

# HR_HR_MAN_CURD_TXT_HR_MAN_TAX_CODE
source: Enter the tax code
ca: បញ្ចូលលេខកូដពន្ធ
fr: Entrez le code fiscal
ja: 税コードを入力してください
ko: 세금 코드를 입력하십시오
my: 输入税码

# HR_HR_MAN_CURD_TXT_HR_MAN_TIME_WORK
source: Work time
ca: ពេលវេលាធ្វើការ
fr: Temps de travail
ja: 勤務時間
ko: 근무 시간
my: 工作时间

# HR_HR_MAN_CURD_TXT_HR_MAN_TOOL_WORK
source: Tool work
ca: ការងារឧបករណ៍
fr: Travail d'outils
ja: 工具作業
ko: 공구 작업
my: 工具工作

# HR_HR_MAN_CURD_TXT_HR_MAN_TRAINING
source: Enter a training course
ca: ចូលវគ្គបណ្តុះបណ្តាល
fr: Entrez dans une formation
ja: トレーニングコースに参加する
ko: 교육 과정을 입력하십시오
my: 参加培训课程

# HR_HR_MAN_CURD_TXT_HR_MAN_TRAINING_TIME
source: Enter training time
ca: បញ្ចូលពេលវេលាបណ្តុះបណ្តាល
fr: Entrez le temps de formation
ja: トレーニング時間を入力してください
ko: 훈련 시간을 입력하십시오
my: 输入训练时间

# HR_HR_MAN_CURD_TXT_HR_MAN_TYPE_MONEY
source: Currency
ca: ប្រភេទនៃប្រាក់
fr: Type d'argent
ja: お金の種類
ko: 돈의 종류
my: 钱种

# HR_HR_MAN_CURD_TXT_HR_MAN_TYPE_OF_EDUCATION
source: Enter the type of training
ca: បញ្ចូលប្រភេទនៃការបណ្តុះបណ្តាល
fr: Entrez le type de formation
ja: トレーニングの種類を入力してください
ko: 훈련 유형을 입력하십시오
my: 输入培训类型

# HR_HR_MAN_CURD_TXT_HR_MAN_TYPE_OF_SALARY
source: Enter salary type
ca: បញ្ចូលប្រភេទប្រាក់ខែ
fr: Entrez le type de salaire
ja: 給与タイプを入力してください
ko: 급여 유형을 입력하십시오
my: 输入薪水类型

# HR_HR_MAN_CURD_TXT_HR_MAN_TYPE_OF_STAFF
source: Type of employee
ca: ប្រភេទនិយោជិក
fr: Type d'employé
ja: 従業員のタイプ
ko: 종업원 유형
my: 员工类型

# HR_HR_MAN_CURD_TXT_HR_MAN_VALID_FROM_DAY
source: Enter valid from date
ca: បញ្ចូលសុពលភាពចាប់ពីកាលបរិច្ឆេទ
fr: Saisissez une date de validité
ja: 有効日から入力してください
ko: 날짜부터 유효
my: 输入有效日期

# HR_HR_MAN_CURD_TXT_HR_MAN_VALID_TO_DAY
source: Enter to date
ca: បញ្ចូលទៅកាលបរិច្ឆេទ
fr: Entrer à ce jour
ja: 今日まで入力してください
ko: 날짜를 입력하십시오
my: 输入日期

# HR_HR_MAN_CURD_TXT_HR_MAN_WAGE
source: Enter salary scale
ca: បញ្ចូលមាត្រដ្ឋានប្រាក់ខែ
fr: Entrez l'échelle salariale
ja: 給与スケールを入力してください
ko: 급여 규모 입력
my: 输入薪级表

# HR_HR_MAN_CURD_TXT_HR_MAN_WORKPLACE
source: Workplace
ca: កន្លែងធ្វើការ
fr: Lieu de travail
ja: 職場
ko: 직장
my: 工作场所

# HR_HR_MAN_CURD_TXT_HR_MAN_WORK_CONTENT
source: work content
ca: ខ្លឹមសារនៃការងារ
fr: Contenu de l'oeuvre
ja: 作品の内容
ko: 작품의 내용
my: 工作内容

# HR_HR_MAN_CURD_TXT_MAN_EDUCATION_NAME
source: Name of the training course
ca: ឈ្មោះវគ្គបណ្តុះបណ្តាល
fr: Nom du cours de formation
ja: トレーニングコースの名前
ko: 교육 과정 이름
my: 培训课程名称

# HR_HR_MAN_CURD_TXT_MEN
source: male
ca: ខាងត្បូង
fr: Sud
ja: 南
ko: 남쪽
my: 南面

# HR_HR_MAN_CURD_TXT_MORNING
source: shining
ca: អេ
fr: Suis
ja: 午前
ko: 오전
my: 光明

# HR_HR_MAN_CURD_TXT_NIGHT
source: Dark
ca: ងងឹត
fr: Sombre
ja: ダーク
ko: 어두운
my: 黑暗的

# HR_HR_MAN_CURD_TXT_PART_TIME
source: Part time
ca: ក្រៅម៉ោង
fr: Temps partiel
ja: パートタイム
ko: 파트 타임
my: 兼职

# HR_HR_MAN_CURD_TXT_QUIT_WORK
source: Has retired
ca: លាលែង
fr: Démissionné
ja: 辞任
ko: 사임
my: 辞职

# HR_HR_MAN_CURD_TXT_SEARCH_HR_MAN_PHONE
source: phone number
ca: លេខទូរស័ព្ទ
fr: Numéro de téléphone
ja: 電話番号
ko: 전화 번호
my: 电话号码

# HR_HR_MAN_CURD_TXT_VALUE_SET
source: Setting value
ca: ការកំណត់តម្លៃ
fr: Définition de la valeur
ja: 設定値
ko: 설정 값
my: 设定值

# HR_HR_MAN_CURD_TXT_WOMEN
source: Female
ca: ស្រី
fr: Femme
ja: 雌
ko: 여성
my: 女款

# HR_HR_MAN_CURD_TXT_WORKING
source: Working
ca: កំពុងធ្វើការ
fr: Travaille
ja: 働いています
ko: 작동
my: 正在工作

# HR_HR_MAN_CURD_VALIDATE_CHARACTER_EDUCATIONAL_LEVEL
source: Education level must not exceed 50 characters.
ca: កម្រិតអប់រំមិនត្រូវលើសពី ៥០ តួអក្សរឡើយ។
fr: Le niveau d'éducation ne doit pas dépasser 50 caractères.
ja: 教育レベルは50文字を超えてはなりません。
ko: 교육 수준은 50자를 초과 할 수 없습니다.
my: 教育程度不得超过50个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_ADDRESS
source: Please enter an address.
ca: សូមបញ្ចូលអាសយដ្ឋាន។
fr: Veuillez saisir une adresse.
ja: 住所を入力してください。
ko: 주소를 입력하십시오.
my: 请输入一个地址。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_BANK_ACCOUNT
source: Please enter a bank account.
ca: សូមបញ្ចូលគណនីធនាគារ។
fr: Veuillez saisir un compte bancaire.
ja: 銀行口座を入力してください。
ko: 은행 계좌를 입력하십시오.
my: 请输入银行帐户。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_ADDRESS
source: Address cannot exceed 250 characters.
ca: អាសយដ្ឋានមិនលើសពី ២៥០ តួអក្សរ។
fr: L'adresse ne peut pas dépasser 250 caractères.
ja: アドレスは250文字を超えることはできません。
ko: 주소는 250자를 초과 할 수 없습니다.
my: 地址不能超过250个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_BANK_ACCOUNT
source: Bank account cannot exceed 100 characters.
ca: គណនីធនាគារមិនអាចលើសពី ១០០ តួអក្សរទេ។
fr: Le compte bancaire ne peut pas dépasser 100 caractères.
ja: 銀行口座は100文字を超えることはできません。
ko: 은행 계좌는 100자를 초과 할 수 없습니다.
my: 银行帐户不能超过100个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_CONTRACT_NUMBER
source: Contract number cannot exceed 250 characters.
ca: លេខកិច្ចសន្យាមិនអាចលើសពី ២៥០ តួអក្សរ។
fr: Le numéro de contrat ne peut pas dépasser 250 caractères.
ja: 契約番号は250文字を超えることはできません。
ko: 계약 번호는 250자를 초과 할 수 없습니다.
my: 合同号不能超过250个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_HEALTH
source: Health status cannot exceed 50 characters.
ca: ស្ថានភាពសុខភាពមិនអាចលើសពី ៥០ តួអក្សរទេ។
fr: L'état de santé ne peut pas dépasser 50 caractères.
ja: ヘルスステータスは50文字を超えることはできません。
ko: 상태는 50자를 초과 할 수 없습니다.
my: 健康状态不能超过50个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_ISSUED
source: Place of issue cannot exceed 100 characters.
ca: ទីកន្លែងនៃបញ្ហាមិនអាចលើសពី ១០០ តួអក្សរ។
fr: Le lieu d'émission ne peut pas dépasser 100 caractères.
ja: 問題の場所は100文字を超えることはできません。
ko: 문제의 장소는 100자를 초과 할 수 없습니다.
my: 发行地点不能超过100个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_NAME
source: The name must not exceed 50 characters.
ca: ឈ្មោះមិនត្រូវលើសពី ៥០ តួអក្សរឡើយ។
fr: Le nom ne doit pas dépasser 50 caractères.
ja: 名前は50文字を超えてはなりません。
ko: 이름은 50자를 초과하지 않아야합니다.
my: 名称不得超过50个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_NAME_RELATIVES
source: Family name cannot exceed 250 characters.
ca: ឈ្មោះគ្រួសារមិនអាចលើសពី ២៥០ តួអក្សរ។
fr: Le nom de famille ne peut pas dépasser 250 caractères.
ja: 姓は250文字を超えることはできません。
ko: 성은 250자를 초과 할 수 없습니다.
my: 姓氏不能超过250个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_NATIONANITY
source: Nationality cannot exceed 50 characters.
ca: សញ្ជាតិមិនអាចលើសពី ៥០ តួអក្សរ។
fr: La nationalité ne peut pas dépasser 50 caractères.
ja: 国籍は50文字を超えることはできません。
ko: 국적은 50자를 초과 할 수 없습니다.
my: 国籍不能超过50个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_NUMBER_ACCOUNT
source: Account number cannot exceed 50 characters.
ca: លេខគណនីមិនអាចលើសពី ៥០ តួអក្សរ។
fr: Le numéro de compte ne peut pas dépasser 50 caractères.
ja: アカウント番号は50文字を超えることはできません。
ko: 계좌 번호는 50자를 초과 할 수 없습니다.
my: 帐号不能超过50个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_PASSPORT
source: ID / Passport cannot exceed 12 characters.
ca: អត្តសញ្ញាណប័ណ្ណ / លិខិតឆ្លងដែនមិនអាចលើសពី ១២ តួអក្សរ។
fr: L'ID / passeport ne peut pas dépasser 12 caractères.
ja: ID /パスポートは12文字を超えることはできません。
ko: ID / 여권은 12자를 초과 할 수 없습니다.
my: 身份证/护照不能超过12个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_PHONE
source: Phone number cannot exceed 50 characters.
ca: លេខទូរស័ព្ទមិនអាចលើសពី ៥០ តួអក្សរទេ។
fr: Le numéro de téléphone ne doit pas dépasser 50 caractères.
ja: 電話番号は50文字を超えることはできません。
ko: 전화 번호는 50자를 초과 할 수 없습니다.
my: 电话号码不能超过50个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_RELATIONSHIP
source: The relationship cannot exceed 50 characters.
ca: ទំនាក់ទំនងមិនអាចលើសពី ៥០ តួអក្សរ។
fr: La relation ne peut pas dépasser 50 caractères.
ja: 関係は50文字を超えることはできません。
ko: 관계는 50자를 초과 할 수 없습니다.
my: 关系不能超过50个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_RESIDENT
source: Permanent residence must not exceed 250 characters.
ca: ទីលំនៅអចិន្ត្រៃយ៍មិនត្រូវលើសពី ២៥០ តួអក្សរ។
fr: La résidence permanente ne doit pas dépasser 250 caractères.
ja: 永住権は250文字を超えてはなりません。
ko: 영주권은 250자를 초과 할 수 없습니다.
my: 永久居住地不得超过250个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_RESULT
source: The result does not exceed 50 characters.
ca: លទ្ធផលមិនលើសពី 50 តួអក្សរ។
fr: Le résultat ne dépasse pas 50 caractères.
ja: 結果は50文字を超えません。
ko: 결과는 50자를 초과하지 않습니다.
my: 结果不超过50个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CHARACTER_TRAINING_NAME
source: Training course name cannot exceed 250 characters.
ca: ឈ្មោះវគ្គបណ្តុះបណ្តាលមិនអាចលើសពី ២៥០ តួអក្សរ។
fr: Le nom du cours de formation ne doit pas dépasser 250 caractères.
ja: トレーニングコース名は250文字を超えることはできません。
ko: 교육 과정 이름은 250자를 초과 할 수 없습니다.
my: 培训课程名称不能超过250个字符。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_COEFFICIENTS
source: Required salary coefficient
ca: មេគុណប្រាក់ខែដែលត្រូវការ
fr: Coefficient de salaire requis
ja: 必要な給与係数
ko: 필요한 급여 계수
my: 要求工资系数

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CONTRACTNAME
source: Please enter a relative
ca: សូមបញ្ចូលសាច់ញាតិ
fr: Veuillez entrer un parent
ja: 親relativeを入力してください
ko: 친척을 입력하십시오
my: 请输入亲戚

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_CONTRACT_NUMBER
source: Please enter the contract number.
ca: សូមបញ្ចូលលេខកិច្ចសន្យា។
fr: Veuillez saisir le numéro de contrat.
ja: 契約番号を入力してください。
ko: 계약 번호를 입력하십시오.
my: 请输入合同编号。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_DATE_OF_BIRTH
source: Enter the date of birth.
ca: បញ្ចូលថ្ងៃខែឆ្នាំកំណើត។
fr: Entrez la date de naissance.
ja: 生年月日を入力してください。
ko: 생년월일을 입력하십시오.
my: 输入出生日期。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_DEPARTMENT
source: Department must not be empty!
ca: នាយកដ្ឋានមិនត្រូវទទេទេ!
fr: Le rayon ne doit pas être vide!
ja: 部門は空であってはなりません！
ko: 부서는 비워 둘 수 없습니다!
my: 部门一定不能为空！

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_EDUCATION_LEVEL
source: Required to enter a cultural level.
ca: តម្រូវឱ្យបញ្ចូលកម្រិតវប្បធម៌។
fr: Requis pour entrer dans un niveau culturel.
ja: 文化レベルを入力するために必要です。
ko: 문화적 수준을 입력해야합니다.
my: 进入文化水平要求。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_EMPLOYEE_GROUP
source: Group staff must not be empty!
ca: បុគ្គលិកក្រុមមិនត្រូវទំនេរ!
fr: Le personnel du groupe ne doit pas être vide!
ja: グループのスタッフは空にしてはいけません！
ko: 그룹 직원은 비워 둘 수 없습니다!
my: 组人员不能为空！

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_EMPLOYEE_TYPE
source: Employee type may not be blank
ca: ប្រភេទនិយោជិកប្រហែលជាមិនមានទំនេរទេ
fr: Le type d'employé peut ne pas être vide
ja: 従業員タイプは空白にできません
ko: 직원 유형은 비워 둘 수 없습니다
my: 员工类型不能为空

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_END_DAY
source: By date the required request
ca: តាមកាលបរិច្ឆេទដែលត្រូវការ
fr: Par date, la demande requise
ja: 日付までに必要なリクエスト
ko: 날짜별로 필요한 요청
my: 截止日期要求的要求

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_END_TIME
source: Please enter end time.
ca: សូមបញ្ចូលពេលវេលាចុងក្រោយ។
fr: Veuillez saisir l'heure de fin.
ja: 終了時間を入力してください。
ko: 종료 시간을 입력하십시오.
my: 请输入结束时间。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_FORM
source: Employee type is not empty
ca: ប្រភេទនិយោជិកមិនទទេទេ
fr: Le type d'employé n'est pas vide
ja: 従業員タイプは空ではありません
ko: 직원 유형이 비어 있지 않습니다
my: 员工类型不为空

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_FULL_NAME
source: Please enter full name.
ca: សូមបញ្ចូលឈ្មោះពេញ។
fr: Veuillez saisir le nom complet.
ja: 氏名を入力してください。
ko: 성명을 입력하십시오.
my: 请输入全名。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_GROUP
source: Employee group cannot be empty
ca: ក្រុមនិយោជិកមិនអាចទទេបានទេ
fr: Le groupe d'employés ne peut pas être vide
ja: 従業員グループを空にすることはできません
ko: 직원 그룹은 비워 둘 수 없습니다
my: 员工组不能为空

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_HEALTH
source: Required to enter health status.
ca: តម្រូវឱ្យបញ្ចូលស្ថានភាពសុខភាព។
fr: Obligatoire pour saisir l'état de santé.
ja: 健康状態を入力するために必要です。
ko: 건강 상태를 입력하는 데 필요합니다.
my: 进入健康状态所必需。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_INSURRANCE_LEVEL
source: Required to enter the premium
ca: តម្រូវឱ្យបញ្ចូលបុព្វលាភ
fr: Obligatoire pour saisir la prime
ja: プレミアムを入力するために必要
ko: 보험료를 입력해야합니다
my: 要求输入保费

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_NAME_JOB
source: The job title is required
ca: ចំណងជើងការងារត្រូវបានទាមទារ
fr: Le titre du poste est obligatoire
ja: 役職が必要です
ko: 직책이 필요합니다
my: 职位名称为必填项

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_NAME_RELATIVES
source: Please enter a relative's name.
ca: សូមបញ្ចូលឈ្មោះរបស់សាច់ញាតិ។
fr: Veuillez saisir le nom d'un parent.
ja: 親relativeの名前を入力してください。
ko: 친척의 이름을 입력하십시오.
my: 请输入亲戚的名字。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_NAME_TRAINING
source: Please enter a training course name.
ca: សូមបញ្ចូលឈ្មោះវគ្គបណ្តុះបណ្តាល។
fr: Veuillez saisir un nom de cours de formation.
ja: トレーニングコース名を入力してください。
ko: 교육 과정 이름을 입력하십시오.
my: 请输入培训课程名称。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_NATIONANITY
source: Citizenship required
ca: តម្រូវឲ្យ មានសញ្ជាតិ
fr: Citoyenneté requise
ja: 市民権が必要です
ko: 시민권 필요
my: 需要公民身份

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_NUMBER_ACCOUNT
source: Please enter your account number
ca: សូមបញ្ចូលលេខគណនីរបស់អ្នក
fr: Veuillez saisir votre numéro de compte
ja: アカウント番号を入力してください
ko: 계좌 번호를 입력하십시오
my: 请输入您的帐号

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_PASSPORT
source: Please enter your ID / Passport
ca: សូមបញ្ចូលអត្តសញ្ញាណប័ណ្ណ / លិខិតឆ្លងដែនរបស់អ្នក
fr: Veuillez entrer votre ID / passeport
ja: ID /パスポートを入力してください
ko: 아이디 / 여권을 입력하십시오
my: 请输入您的身份证/护照

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_PHONE
source: Please enter your phone number
ca: សូមបញ្ចូលលេខទូរស័ព្ទរបស់អ្នក
fr: Veuillez saisir votre numéro de téléphone
ja: 電話番号を入力してください
ko: 전화 번호를 입력하십시오
my: 请输入您的电话号码

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_PROCEDURE
source: Required work schedule
ca: កាលវិភាគការងារដែលត្រូវការ
fr: Horaire de travail requis
ja: 必要な勤務スケジュール
ko: 필요한 작업 일정
my: 所需工作时间表

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_RELATIONSHIP
source: Please enter relationship
ca: សូមបញ្ចូលទំនាក់ទំនង
fr: Veuillez saisir la relation
ja: 関係を入力してください
ko: 관계를 입력하십시오
my: 请输入关系

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_RESIDENT
source: Requires permanent residence.
ca: តម្រូវឱ្យមានទីលំនៅអចិន្រ្តៃយ៍។
fr: Nécessite une résidence permanente.
ja: 永住権が必要です。
ko: 영주권이 필요합니다.
my: 需要永久居留权。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_RESULT
source: Please enter results.
ca: សូមបញ្ចូលលទ្ធផល។
fr: Veuillez entrer les résultats.
ja: 結果を入力してください。
ko: 결과를 입력하십시오.
my: 请输入结果。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_SALALY
source: Import salary required.
ca: ទាមទារប្រាក់ខែនាំចូល។
fr: Salaire d'importation requis.
ja: 輸入給与が必要です。
ko: 수입 급여가 필요합니다.
my: 需要进口工资。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_SALARY_LEVEL
source: Required salary level
ca: កំរិតប្រាក់ខែដែលត្រូវការ
fr: Niveau de salaire requis
ja: 必要な給与レベル
ko: 필요한 급여 수준
my: 所需薪金水平

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_SART_TIME
source: Please enter start time.
ca: សូមបញ្ចូលពេលវេលាចាប់ផ្តើម។
fr: Veuillez saisir l'heure de début.
ja: 開始時間を入力してください。
ko: 시작 시간을 입력하십시오.
my: 请输入开始时间。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_SEX
source: Gender may not be blank
ca: ភេទអាចមិនត្រូវទុកឱ្យនៅទទេ
fr: Le sexe peut ne pas être vide
ja: 性別を入力してください
ko: 성별은 비워 둘 수 없습니다
my: 性别不能为空

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_START_DAY
source: From the required date
ca: ចាប់ពីកាលបរិច្ឆេទចាំបាច់
fr: A partir de la date souhaitée
ja: 必要な日から
ko: 필요한 날짜부터
my: 从规定的日期开始
