Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/HREmployeeController.*.resx
Languages: ca, fr, ja, ko, my

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_TAX_CODE
source: Tax code required.
ca: ទាមទារលេខកូដពន្ធ។
fr: Code fiscal requis.
ja: 税コードが必要です。
ko: 세금 코드가 필요합니다.
my: 需要提供税码。

# HR_HR_MAN_CURD_VALIDATE_HR_MAN_TYPE_OF_STAFF
source: Employee type cannot be empty!
ca: ប្រភេទនិយោជិកមិនអាចទទេបានទេ!
fr: Le type d'employé ne peut pas être vide!
ja: 従業員タイプを空にすることはできません！
ko: 직원 유형은 비워 둘 수 없습니다!
my: 员工类型不能为空！

# HR_HR_MAN_CURD_VALIDATE_SIZE_FILE_MAX
source: Maximum file size is 1 MB!
ca: ទំហំឯកសារអតិបរមាគឺ ១ មេកាបៃ!
fr: La taille maximale du fichier est de 1 Mo!
ja: 最大ファイルサイズは1 MBです！
ko: 최대 파일 크기는 1MB입니다!
my: 档案大小上限为1 MB！

# HR_HR_MAN_CURD_VALIDATE_SIZE_IMG_MAX
source: Maximum image size is: (1000px x 1000px)!
ca: ទំហំរូបភាពអតិបរិមាគឺៈ (១០០០ ភីចគុណ ១០០០ ភី) ។
fr: La taille maximale de l'image est: (1000px x 1000px)!
ja: 最大画像サイズ：（1000px x 1000px）！
ko: 최대 이미지 크기는 (1000px x 1000px)입니다!
my: 图片最大尺寸为：（1000像素x 1000像素）！

# HR_HR_MAN_EDIT_FILE_EXPAND
source: Edit the file extension
ca: កែសម្រួលផ្នែកបន្ថែមឯកសារ
fr: Modifier l'extension de fichier
ja: ファイル拡張子を編集する
ko: 파일 확장자 편집
my: 编辑文件扩展名

# HR_HR_MAN_FILE
source: File
ca: ឯកសារ
fr: Fichier
ja: ファイル
ko: 파일
my: 档案文件

# HR_HR_MAN_INDEX
source: No.
ca: ទេ
fr: Non.
ja: いや
ko: 아니
my: 不行

# HR_HR_MAN_LBL_EXPAND
source: Extend
ca: ផ្នែកបន្ថែម
fr: Extension
ja: 延長
ko: 확장
my: 扩展名

# HR_HR_MAN_LBL_HR_MAN
source: Personnel
ca: ធនធានមនុស្ស
fr: Les ressources humaines
ja: 人事
ko: 인적 자원
my: 人力资源

# HR_HR_MAN_LBL_KEY_WORD
source: Key word
ca: ពាក្យគន្លឹះ
fr: Mot-clé
ja: キーワード
ko: 키워드
my: 关键字

# HR_HR_MAN_LINK_HOME
source: Home page
ca: ផ្ទះ
fr: Accueil
ja: ホーム
ko: 홈
my: 首页

# HR_HR_MAN_LINK_HR_MAN
source: Human resources management
ca: ការគ្រប់គ្រងធនធានមនុស្ស
fr: Gestion des ressources humaines
ja: 人事管理
ko: 인적 자원 관리
my: 人力资源管理

# HR_HR_MAN_LIST_ADDRESS
source: Address list
ca: បញ្ជីអាសយដ្ឋាន
fr: Liste d'adresses
ja: アドレス一覧
ko: 주소 목록
my: 地址清单

# HR_HR_MAN_LIST_COL_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 행동
my: 动作片

# HR_HR_MAN_LIST_COL_CREATE_BY
source: Creator
ca: អ្នកបង្កើត
fr: Créateur
ja: 作成者
ko: 제작자
my: 创作者

# HR_HR_MAN_LIST_COL_CREATE_TIME
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date de création
ja: 作成日
ko: 만든 날짜
my: 创建日期

# HR_HR_MAN_LIST_COL_EMPLOYEE_TYPE
source: Employee type
ca: ប្រភេទនិយោជិក
fr: Type d'employé
ja: 従業員タイプ
ko: 직원 유형
my: 员工类型

# HR_HR_MAN_LIST_COL_HR_MAN_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 행동
my: 动作片

# HR_HR_MAN_LIST_COL_HR_MAN_ADDRESS
source: Current accommodation
ca: កន្លែងស្នាក់នៅបច្ចុប្បន្ន
fr: Logement actuel
ja: 現在の宿泊施設
ko: 현재 숙박 시설
my: 目前的住宿

# HR_HR_MAN_LIST_COL_HR_MAN_ADDRESS1
source: Address
ca: អាសយដ្ឋាន
fr: Adresse
ja: 住所
ko: 주소
my: 住址

# HR_HR_MAN_LIST_COL_HR_MAN_AVATAR
source: Avatar
ca: រូបភាពអាវ៉ាតា
fr: Image d'avatar
ja: アバター画像
ko: 아바타 이미지
my: 头像图片

# HR_HR_MAN_LIST_COL_HR_MAN_CONTACT_NAME
source: Contact name
ca: ឈ្មោះទំនាក់ទំនង
fr: Nom du contact
ja: 連絡先
ko: 담당자 이름
my: 联络人姓名

# HR_HR_MAN_LIST_COL_HR_MAN_CONTRACT_CODE
source: Some contracts
ca: លេខកិច្ចសន្យា
fr: Numéro de contrat
ja: 契約番号
ko: 계약 번호
my: 合约编号

# HR_HR_MAN_LIST_COL_HR_MAN_EDUCATION_NAME
source: Name of the training course
ca: ឈ្មោះវគ្គបណ្តុះបណ្តាល
fr: Nom du cours de formation
ja: トレーニングコースの名前
ko: 교육 과정 이름
my: 培训课程名称

# HR_HR_MAN_LIST_COL_HR_MAN_END_DATE1
source: To date
ca: សូមអញ្ជើញមក
fr: Allez
ja: さあ
ko: 어서
my: 来吧

# HR_HR_MAN_LIST_COL_HR_MAN_END_TIME
source: End date
ca: កាលបរិច្ឆេទបញ្ចប់
fr: La date de fin
ja: 終了日
ko: 종료일
my: 结束日期

# HR_HR_MAN_LIST_COL_HR_MAN_IMAGE
source: Image
ca: រូបថត
fr: La photo
ja: 写真
ko: 사진
my: 相片

# HR_HR_MAN_LIST_COL_HR_MAN_INSUARANCE
source: Social insurance premium rates
ca: អត្រាបុព្វលាភធានារ៉ាប់រងសង្គម
fr: Taux de primes d'assurance sociale
ja: 社会保険料率
ko: 사회 보험료 요율
my: 社会保险费率

# HR_HR_MAN_LIST_COL_HR_MAN_NAME
source: First and last name
ca: ឈ្មោះពេញ
fr: Nom complet
ja: 氏名
ko: 성명
my: 全名

# HR_HR_MAN_LIST_COL_HR_MAN_NAME_JOB
source: The name of the job
ca: ឈ្មោះការងារ
fr: Nom du travail
ja: 職名
ko: 직업 명
my: 工作名称

# HR_HR_MAN_LIST_COL_HR_MAN_NATIVE
source: Domicile
ca: ដើមឡើយមកពី
fr: Originaire de
ja: 元々
ko: 원래부터
my: 最初来自

# HR_HR_MAN_LIST_COL_HR_MAN_PHONE
source: phone number
ca: លេខទូរស័ព្ទ
fr: Numéro de téléphone
ja: 電話番号
ko: 전화 번호
my: 电话号码

# HR_HR_MAN_LIST_COL_HR_MAN_RELATIONSHIP
source: relationship
ca: ទំនាក់ទំនង
fr: Relation
ja: 関係
ko: 관계
my: 关系

# HR_HR_MAN_LIST_COL_HR_MAN_RESULT
source: Result
ca: លទ្ធផល
fr: Résultats
ja: 結果
ko: 결과
my: 结果

# HR_HR_MAN_LIST_COL_HR_MAN_SALARY
source: Main salary
ca: ប្រាក់ខែចម្បង
fr: Salaire principal
ja: 主給
ko: 주급
my: 主要工资

# HR_HR_MAN_LIST_COL_HR_MAN_SALARY_RATIO
source: H / s salary
ca: ប្រាក់ខែក្រុមហ៊ុន H / s
fr: Salaire H / s
ja: H / sの給料
ko: H / s 급여
my: 每小时工资

# HR_HR_MAN_LIST_COL_HR_MAN_SEX
source: Sex
ca: ភេទ
fr: Sexe
ja: 性別
ko: 성별
my: 性别

# HR_HR_MAN_LIST_COL_HR_MAN_START_TIME
source: Start day
ca: កាលបរិច្ឆេទចាប់ផ្តើម
fr: La date de début
ja: 開始日
ko: 시작일
my: 开始日期

# HR_HR_MAN_LIST_COL_HR_MAN_START_TIME1
source: Since
ca: ចាប់ពីកាលបរិច្ឆេទ
fr: À partir de la date
ja: 日付から
ko: 날짜부터
my: 从日期起

# HR_HR_MAN_LIST_COL_HR_MAN_WAGE_LEVEL
source: Salary rank
ca: ឋានៈប្រាក់ខែ
fr: Rang salarial
ja: 給与ランク
ko: 급여 순위
my: 薪资等级

# HR_HR_MAN_LIST_COL_HR_MAN_WORKING_PROCESS
source: Workflow
ca: លំហូរការងារ
ja: ワークフロー
ko: 워크 플로우
my: 工作流程

# HR_HR_MAN_LIST_COL_ORDER
source: Order
ca: បទបញ្ជា
fr: La commande
ja: 注文
ko: 주문
my: 订单

# HR_HR_MAN_LIST_COL_TYPE_NAME
source: Datatypes
ca: ប្រភេទទិន្នន័យ
fr: Type de données
ja: データ型
ko: 자료형
my: 资料类型

# HR_HR_MAN_LIST_COL_VALUE_SET
source: Setting value
ca: ការកំណត់តម្លៃ
fr: Définition de la valeur
ja: 設定値
ko: 설정 값
my: 设定值

# HR_HR_MAN_MSG_ADDRESS
source: address
ca: អាសយដ្ឋាន
fr: l'adresse
ja: 住所
ko: 주소
my: 地址

# HR_HR_MAN_MSG_ADD_CONTRACT_SUCCESS
source: Add a new contract successfully
ca: បន្ថែមកិច្ចសន្យាថ្មីដោយជោគជ័យ
fr: Ajouter un nouveau contrat avec succès
ja: 新しい契約を正常に追加します
ko: 새 계약을 성공적으로 추가
my: 成功添加新合同

# HR_HR_MAN_MSG_CATEGORY
source: category
ca: ប្រភេទ
fr: catégorie
ja: カテゴリー
ko: 카테고리
my: 类别

# HR_HR_MAN_MSG_CODE
source: Employee code
ca: លេខកូដបុគ្គលិក
fr: Code employé
ja: 従業員コード
ko: 직원 코드
my: 员工编号

# HR_HR_MAN_MSG_CONTACT
source: contact
ca: ទាក់ទងមកយើង
fr: contactez nous
ja: お問い合わせください
ko: 연락
my: 与我们联络

# HR_HR_MAN_MSG_EMPLOYEE
source: Staff
ca: បុគ្គលិក
fr: personnel
ja: スタッフ
ko: 직원
my: 员工

# HR_HR_MAN_MSG_SELECT_FORDER
source: Please select an archive directory!
ca: សូមជ្រើសរើសថតប័ណ្ណសារ!
fr: Veuillez sélectionner un répertoire d'archives!
ja: アーカイブディレクトリを選択してください！
ko: 아카이브 디렉토리를 선택하십시오!
my: 请选择一个存档目录！

# HR_HR_MAN_TITLE_HR_MAN
source: Human resources management
ca: ការគ្រប់គ្រងធនធានមនុស្ស
fr: Gestion des ressources humaines
ja: 人事管理
ko: 인적 자원 관리
my: 人力资源管理

# HR_HR_MAN_VALIDATE_HR_MAN_TYPE_MONEY
source: Currency may not be blank
ca: រូបិយប័ណ្ណប្រហែលជាមិនត្រូវទុកចោលទេ
fr: La devise peut ne pas être vide
ja: 通貨は空白にできません
ko: 통화는 비워 둘 수 없습니다
my: 货币不能为空

# HR_HR_MAN_WORD_BOOK
source: VB book
ca: សៀវភៅ VB
fr: Livre VB
ja: VBブック
ko: VB 책
my: VB书

# HR_HR_MSG_ADD_FILE_SUCCESS
source: Add file successfully
ca: បន្ថែមឯកសារដោយជោគជ័យ
fr: Ajouter un fichier avec succès
ja: ファイルを正常に追加します
ko: 파일을 성공적으로 추가
my: 成功添加文件

# HR_HR_MSG_FILE_NOT_EXIST
source: File does not exist or has been deleted!
ca: មិនមានឯកសារឬត្រូវបានលុបទេ!
fr: Le fichier n'existe pas ou a été supprimé!
ja: ファイルが存在しないか、削除されました！
ko: 파일이 존재하지 않거나 삭제되었습니다!
my: 文件不存在或已被删除！

# HR_HR_MSG_NUM_CONTRACT_EXIST
source: Contract number already exists
ca: មានលេខកិច្ចសន្យារួចហើយ
fr: Le numéro de contrat existe déjà
ja: 契約番号は既に存在します
ko: 계약 번호가 이미 존재합니다
my: 合同号已存在

# HR_HR_MSG_SELECT_ATTR_EXP
source: Please enter the extended attribute!
ca: សូមបញ្ចូលគុណលក្ខណៈបន្ថែម!
fr: Veuillez saisir l'attribut étendu!
ja: 拡張属性を入力してください！
ko: 확장 된 속성을 입력하십시오!
my: 请输入扩展属性！

# HR_HR_MSG_UPDATE_SUCCESS
source: Successfully updated !
ca: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានដោយជោគជ័យ!
fr: Mettre à jour les informations avec succès!
ja: 情報を正常に更新してください！
ko: 정보를 성공적으로 업데이트하십시오!
my: 成功更新信息！

# HR_HR_TABLE_NAME_GROUP
source: Group
ca: ក្រុម
fr: Groupe
ja: グループ
ko: 그룹
my: အုပ်စု

# HR_HR_TAB_DEPARTMENT_GROUP
source: Department & Group
ca: នាយកដ្ឋាននិងក្រុម
fr: Département & Groupe
ja: 部署・グループ
ko: 부서 및 그룹
my: ဌာနနှင့်အုပ်စု

# HR_HR_TXT_ORGANIZATION
source: Unit / Branch
ca: អង្គភាព / សាខា
fr: Unité / succursale
ja: ユニット/支店
ko: 단위 / 지점
my: ယူနစ် / ဌာနခွဲ
