Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/HREmployeeController.*.resx
Languages: ca, fr, ja, ko, my

# HHR_HR_MAN_CURD_LBL_HR_MAN_SIGNER
source: People signed
ca: បានចុះហត្ថលេខា
fr: Signé
ja: 署名済み
ko: 서명
my: ဖက်စ်ထည့်ပါ

# HHR_HR_MAN_CURD_TXT_HR_MAN_SIGNER
source: People signed
ca: បានចុះហត្ថលេខា
fr: Signé
ja: 署名済み
ko: 서명
my: နာမည်အပြည့်အစုံ

# HR_CONTRACT_VALIDATE_SALARY
source: Salary is not negative
ca: ប្រាក់ខែមិនអវិជ្ជមានទេ
fr: Le salaire n'est pas négatif
ja: 給与は負ではありません
ko: 급여는 음수가 아닙니다
my: ကျန်းမာရေးကိုရိုက်ထည့်ပါ

# HR_HR_CURD_LBL_AGE
source: Age
ca: អាយុ
fr: Âge
ja: 年齢
ko: 나이
my: အသက်

# HR_HR_CURD_TO_NOW
source: Now
ca: ឥឡូវ​នេះ
fr: Maintenant
ja: 今
ko: 지금
my: အခု

# HR_HR_FILE_SIZE_LIMIT
source: Please select a file smaller than 20MB
ca: សូមជ្រើសរើសឯកសារតូចជាង ២០ មេកាបៃ
fr: Veuillez sélectionner un fichier inférieur à 20 Mo
ja: 20MB未満のファイルを選択してください
ko: 20MB보다 작은 파일을 선택하십시오
my: ကျေးဇူးပြုပြီး 20MB ထက်ငယ်သောဖိုင်ကိုရွေးပါ

# HR_HR_FORDER
source: Folder
ca: បញ្ជីឈ្មោះ
fr: Annuaire
ja: ディレクトリ
ko: 디렉토리
my: လမ်းညွှန်

# HR_HR_FORDER_SAVE
source: Archive directory
ca: ថតឯកសារក្នុងប័ណ្ណសារ
fr: Répertoire d'archives
ja: アーカイブディレクトリ
ko: 보관 디렉토리
my: မော်ကွန်းတိုက်လမ်းညွှန်

# HR_HR_LBL_LINK
source: Path: 192.168.1.37:14147/1. REGULATIONS
ca: ផ្លូវ៖ ១៩២.១៦៨.១.៣៧:១៤១៤៧/១ ។ បទបញ្ជា
fr: Chemin: 192.168.1.37:14147/1. RÈGLEMENT
ja: パス：192.168.1.37:14147/1。規制
ko: 경로 : 192.168.1.37:14147/1. 규정
my: မည်သူမည်ဝါဖြစ်ကြောင်းရိုက်ထည့်ပါ

# HR_HR_LBL_ORGANIZATION
source: Unit / Branch
ca: អង្គភាព / សាខា
fr: Unité / succursale
ja: ユニット/支店
ko: 단위 / 지점
my: ယူနစ် / ဌာနခွဲ

# HR_HR_LBL_TXT_LEVEL_EDUCATION
source: Level
ca: កំរិត
fr: Niveau
ja: レベル
ko: 수평
my: အဆင့်

# HR_HR_LBL_TXT_NUM_EXPERIENCE
source: Years of experience
ca: បទពិសោធន៍​ច្រើន​ឆ្នាំ
fr: Des années d'expérience
ja: 長年の経験
ko: 수년간의 경험
my: နှစ်ပေါင်းများစွာအတွေ့အကြုံရှိသူ

# HR_HR_LBL_TXT_NUM_WORK
source: Number of years of service
ca: ចំនួនឆ្នាំនៃសេវាកម្ម
fr: Nombre d'années de service
ja: 勤続年数
ko: 서비스 기간
my: ဝန်ဆောင်မှု၏အနှစ်အရေအတွက်

# HR_HR_LBL_TXT_SALARY
source: Wage
ca: ប្រាក់ឈ្នួល
fr: Salaire
ja: 賃金
ko: 값
my: လုပ်ခ

# HR_HR_LIST_COL_CATE_NAME
source: Name list
ca: ឈ្មោះប្រភេទ
fr: Nom de la catégorie
ja: カテゴリー名
ko: 카테고리 이름
my: အမျိုးအစားအမည်

# HR_HR_LIST_COL_DATE_END_CONTRACT
source: Contract end date
ca: កាលបរិច្ឆេទបញ្ចប់កិច្ចសន្យា
fr: Date de fin du contrat
ja: 契約終了日
ko: 계약 종료일
my: စာချုပ်အဆုံးသတ်ရက်စွဲ

# HR_HR_LIST_COL_ROLE
source: Role
ca: តួនាទី
fr: Rôle
ja: 役割
ko: 역할
my: အခန်းကဏ္။

# HR_HR_LIST_COL_TITLE
source: Title
ca: ចំណងជើង
fr: Le titre
ja: 役職
ko: 직함
my: ခေါင်းစဉ်

# HR_HR_LIST_COL_TYPE_FILE
source: File type
ca: ប្រភេទឯកសារ
fr: Type de fichier
ja: ファイルの種類
ko: 파일 타입
my: ဖိုင်အမျိုးအစား

# HR_HR_MAN_ADDRESS
source: Address
ca: អាសយដ្ឋាន
fr: Adresse
ja: 住所
ko: 주소
my: အာမခံအချက်အလက်

# HR_HR_MAN_ADD_FILE_EXPAND
source: Add file extension
ca: បន្ថែមផ្នែកបន្ថែមឯកសារ
fr: Ajouter une extension de fichier
ja: ファイル拡張子を追加
ko: 파일 확장자 추가
my: ကန်ထရိုက်သတင်းအချက်အလက်

# HR_HR_MAN_CATE
source: Category
ca: ប្រភេទ
fr: Catégorie
ja: カテゴリー
ko: 카테고리
my: လူမှုအာမခံနံပါတ်ထည့်ပါ

# HR_HR_MAN_CURD_COL_HR_MAN_PERMANENTRESIDENCE
source: Permanent residence
ca: ទីលំនៅអចិន្ត្រៃយ៍
fr: Résidence permanente
ja: 永住権
ko: 영주
my: အာမခံနှုန်းထားများ

# HR_HR_MAN_CURD_COMBO_HR_MAN_DEPARTMENT
source: Select a department
ca: ជ្រើសរើសផ្នែក
fr: Sélectionnez un département
ja: 部門を選択してください
ko: 부서를 선택하십시오
my: အသက်မွေးဝမ်းကျောင်းကိုဝင်ပါ

# HR_HR_MAN_CURD_COMBO_HR_MAN_EMPLOYEE_GROUP
source: Select a staff group
ca: ជ្រើសរើសក្រុមបុគ្គលិក
fr: Sélectionnez un groupe d'employés
ja: スタッフグループを選択
ko: 직원 그룹을 선택하십시오
my: အလုပ်ဖော်ပြချက်ထည့်ပါ

# HR_HR_MAN_CURD_COMBO_HR_MAN_EMPLOYEE_TYPE
source: Select the type of employee
ca: ជ្រើសរើសប្រភេទនិយោជិក
fr: Sélectionnez le type d'employé
ja: 従業員のタイプを選択してください
ko: 직원의 유형을 선택하십시오
my: အလုပ်သမားစာအုပ်အရေအတွက်

# HR_HR_MAN_CURD_COMBO_HR_MAN_POSITION
source: Choose a position
ca: ជ្រើសរើសមុខតំណែង
fr: Choisissez un poste
ja: 位置を選択してください
ko: 위치를 선택하십시오
my: လေ့လာမှု၏လယ်ပြင်ရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_COMBO_HR_MAN_SEX
source: Choose gender
ca: ជ្រើសរើសភេទ
fr: Choisissez le sexe
ja: 性別を選択してください
ko: 성별을 선택하십시오
my: အပိုသတင်းအချက်အလက်ထည့်သွင်းပါ

# HR_HR_MAN_CURD_COMBO_HR_MAN_TYPE_OF_STAFF
source: Select the type of employee
ca: ជ្រើសរើសប្រភេទនិយោជិក
fr: Sélectionnez le type d'employé
ja: 従業員のタイプを選択してください
ko: 직원의 유형을 선택하십시오
my: သင်၏ပထမနှင့်နောက်ဆုံးအမည်ရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_ERR_HR_MAN_BIRTHDAY
source: Error entering birthday.
ca: មានកំហុសក្នុងការចូលថ្ងៃកំណើត។
fr: Erreur lors de la saisie de l'anniversaire.
ja: 誕生日の入力中にエラーが発生しました。
ko: 생일을 입력하는 중에 오류가 발생했습니다.
my: တာဝန်၏အမည်

# HR_HR_MAN_CURD_ERR_HR_MAN_DAY_RANGE
source: Error entering issue date.
ca: កំហុសក្នុងការបញ្ចូលកាលបរិច្ឆេទចេញ។
fr: Erreur lors de la saisie de la date d'émission.
ja: 発行日を入力中にエラーが発生しました。
ko: 발행일을 입력하는 중에 오류가 발생했습니다.
my: နိုင်ငံထဲဝင်ပါ

# HR_HR_MAN_CURD_ERR_HR_MAN_NUMBER_ACCOUNT
source: The account number entered is not correct!
ca: លេខគណនីដែលបានបញ្ចូលមិនត្រឹមត្រូវទេ!
fr: Le numéro de compte saisi n'est pas correct!
ja: 入力したアカウント番号が正しくありません！
ko: 입력 한 계좌 번호가 올바르지 않습니다!
my: သဘာဝ

# HR_HR_MAN_CURD_ERR_HR_MAN_TAX_CODE
source: Tax code not entered correctly!
ca: លេខកូដពន្ធមិនបានបញ្ចូលត្រឹមត្រូវទេ!
fr: Le code fiscal n'est pas entré correctement!
ja: 税コードが正しく入力されていません！
ko: 세금 코드가 올바르게 입력되지 않았습니다!
my: မှတ်စုတစ်ခုထည့်ပါ

# HR_HR_MAN_CURD_LBL_ALONE
source: Alone
ca: នៅលីវ
fr: Célibataire
ja: シングル
ko: 싱글
my: အခြားသဘောတူညီချက်

# HR_HR_MAN_CURD_LBL_FORM
source: Type of employee
ca: ប្រភេទនិយោជិក
fr: Type d'employé
ja: 従業員のタイプ
ko: 종업원 유형
my: သင်၏ ID / Guardianship ကိုရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_&#xA;EDUCATIONAL_LEVEL
source: Educational level
ca: កំរិតអប់រំ
fr: Niveau éducatif
ja: 教育レベル
ko: 교육 수준
my: စကားဝှက်ကိုရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_ACCOUNT_HOLDER
source: Account holder
ca: ម្ចាស់គណនី
fr: Titulaire du compte
ja: 口座名義人
ko: 예금주
my: ငွေပေးချေမှု

# HR_HR_MAN_CURD_LBL_HR_MAN_ACCOUNT_NUMBER
source: Account number
ca: លេខគណនី
fr: Numéro de compte
ja: 口座番号
ko: 계좌 번호
my: ငွေပေးချေသည့်နေ့ရက်

# HR_HR_MAN_CURD_LBL_HR_MAN_ADDRESS
source: Permanent residence
ca: ទីលំនៅអចិន្ត្រៃយ៍
fr: Résidence permanente
ja: 永住権
ko: 영주
my: ဖုန်းနံပါတ်ကမှားနေတယ်။

# HR_HR_MAN_CURD_LBL_HR_MAN_ALLOWANCE
source: Allowance
ca: ប្រាក់ឧបត្ថម្ភ
fr: Indemnités
ja: 手当
ko: 수당
my: ဖုန်းနံပါတ်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_ASSIGNED_WORK
source: Assigned work
ca: ការងារដែលបានចាត់តាំង
fr: Oeuvre assignée
ja: 割り当てられた仕事
ko: 과제물
my: ပြtheနာရဲ့နေရာကိုရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_BANK_ACCOUNT
source: Bank account
ca: គណនីធនាគារ
fr: Compte bancaire
ja: 銀行口座
ko: 은행 계좌
my: ပြtheနာရဲ့နေရာကိုရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_BONUS
source: Bonus
ca: ប្រាក់រង្វាន់
ja: ボーナス
ko: 보너스
my: ပြtheနာရဲ့နေရာကိုရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_CERTIFICATE
source: Name of the certificate
ca: ឈ្មោះវិញ្ញាបនប័ត្រ
fr: Nom du certificat
ja: 証明書の名前
ko: 인증서 이름
my: အကောင့်ဖွင့်ရန်နေရာကိုထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_COEFFICIENTS_SALARY
source: Coefficients salary
ca: មេគុណប្រាក់ខែ
fr: Coefficient salarial
ja: 給与係数
ko: 급여 계수
my: ဘယ်ကိုလေ့ကျင့်ဖို့ပို့ပေးပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_COMPUTER_SKILL
source: Computer skill
ca: កម្រិតព័ត៌មាន
fr: Niveau informatique
ja: 情報学レベル
ko: 정보학 수준
my: ရာထူး

# HR_HR_MAN_CURD_LBL_HR_MAN_CONTRACT_NUMBER
source: Some contracts
ca: លេខកិច្ចសន្យា
fr: Numéro de contrat
ja: 契約番号
ko: 계약 번호
my: လုပ်ငန်းအသွားအလာစာရွက်ကိုရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_CONTRACT_TYPE
source: Type of contract
ca: ប្រភេទកិច្ចសន្យា
fr: Type de contrat
ja: 契約の種類
ko: 계약 유형
my: ဆက်သွယ်မှုကိုရိုက်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_DATE_FROM
source: Since
ca: ចាប់ពីកាលបរិច្ឆេទ
fr: À partir de la date
ja: 日付から
ko: 날짜부터
my: ဆွေမျိုးများ

# HR_HR_MAN_CURD_LBL_HR_MAN_DATE_OF_BIRTH
source: Date of birth
ca: ថ្ងៃខែឆ្នាំកំណើត
fr: Date de naissance
ja: 生年月日
ko: 생년월일
my: ဆွေမျိုးများရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_DATE_OF_ISSUE
source: Date Range
ca: កាលបរិច្ឆេទចេញ
fr: Date d'émission
ja: 発行日
ko: 발행일
my: ဘာသာရေးကိုရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_DATE_TO
source: To date
ca: សូមអញ្ជើញមក
fr: Allez
ja: さあ
ko: 어서
my: ရလဒ်ရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_DEPARTMENT
source: Department
ca: នាយកដ្ឋាន
fr: Département
ja: 部門
ko: 학과
my: လစာ

# HR_HR_MAN_CURD_LBL_HR_MAN_DESCRIBE
source: Describe
ca: ពិពណ៌នា
fr: Décrivez
ja: 説明する
ko: 설명
my: လစာအုပ်စုကိုရိုက်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_DOMICILE
source: Domicile
ca: ដើមឡើយមកពី
fr: Originaire de
ja: 元々
ko: 원래부터
my: လစာတန်း

# HR_HR_MAN_CURD_LBL_HR_MAN_EDUCATIONAL_LEVEL
source: Educational level
ca: កំរិតអប់រំ
fr: Niveau d'éducation
ja: 教育レベル
ko: 교육 수준
my: သင်တန်းကျောင်းကိုဝင်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_EMAIL
source: Email
ca: អ៊ីមែល
fr: Courriel
ja: メール
ko: 이메일
my: လိင်

# HR_HR_MAN_CURD_LBL_HR_MAN_EMPLOYEETYPE
source: Employee type
ca: ប្រភេទនិយោជិក
fr: Type d'employé
ja: 従業員タイプ
ko: 직원 유형
my: စတင်ရန်အချိန်

# HR_HR_MAN_CURD_LBL_HR_MAN_EMPLOYEE_GROUP
source: Group of employees
ca: ក្រុមបុគ្គលិក
fr: Groupe d'employés
ja: 従業員のグループ
ko: 직원 그룹
my: လက်မှတ်ထိုးသူ

# HR_HR_MAN_CURD_LBL_HR_MAN_EMPLOYEE_TYPE
source: Employee type
ca: ប្រភេទនិយោជិក
fr: Type d'employé
ja: 従業員タイプ
ko: 직원 유형
my: အထူးရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_END_TIME
source: End time
ca: ពេលវេលាបញ្ចប់
fr: Le temps de la fin
ja: 終了時間
ko: 종료 시간
my: အခွန်ကုဒ်ရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_ENGLISH_LEVEL
source: English level
ca: ជំនាញភាសាបរទេស
fr: Compétence en langue étrangère
ja: 外国語能力
ko: 외국어 능력
my: အလုပ်ချိန်

# HR_HR_MAN_CURD_LBL_HR_MAN_FAX
source: Fax
ca: ទូរសារ
fr: Télécopie
ja: ファックス
ko: 팩스
my: ကိရိယာအလုပ်

# HR_HR_MAN_CURD_LBL_HR_MAN_FULL_NAME
source: First and last name
ca: ឈ្មោះពេញ
fr: Nom complet
ja: 氏名
ko: 성명
my: လေ့ကျင့်ရေးသင်တန်းတစ်ခုဝင်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_HEALTH
source: Health
ca: សុខភាព
fr: La santé
ja: 健康
ko: 건강
my: လေ့ကျင့်ရေးအချိန်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_IDENTIFICATION
source: Identification
ca: ការកំណត់អត្តសញ្ញាណ
ja: 身分証明書
ko: 식별
my: ငွေအမျိုးအစား

# HR_HR_MAN_CURD_LBL_HR_MAN_IMG
source: Picture
ca: រូបភាព
fr: Image
ja: 画像
ko: 이미지
my: လေ့ကျင့်ရေးအမျိုးအစားရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_INFO_CONTRACT
source: Contract information
ca: ព័ត៌មានកិច្ចសន្យា
fr: Informations sur le contrat
ja: 契約情報
ko: 계약 정보
my: လစာအမျိုးအစားကိုရိုက်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_INFO_INSURANCE
source: Insurance information
ca: ព័ត៌មានធានារ៉ាប់រង
fr: Informations sur l'assurance
ja: 保険情報
ko: 보험 정보
my: ဝန်ထမ်းအမျိုးအစား

# HR_HR_MAN_CURD_LBL_HR_MAN_INSURANCE_NUMBER
source: Social insurance number
ca: លេខធានារ៉ាប់រងសង្គម
fr: Numéro d'assurance sociale
ja: 社会保険番号
ko: 사회 보험 번호
my: နေ့စွဲမှတရားဝင်ရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_INSURRANCE_LEVEL
source: Insurance rates
ca: អត្រាធានារ៉ាប់រង
fr: Tarifs d'assurance
ja: 保険料
ko: 보험료
my: ရက်စွဲထဲသို့ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_JOB
source: Job
ca: មុខរបរ
fr: Occupation
ja: 職業
ko: 직업
my: လစာစကေးကိုရိုက်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_JOB_DESCRIPTION
source: Job description
ca: ការពិពណ៌នាការងារ
fr: Description du poste
ja: 職務内容
ko: 직업 설명
my: အလုပ်၏အကြောင်းအရာ

# HR_HR_MAN_CURD_LBL_HR_MAN_LABOR_NUMBER
source: Number of labor book
ca: ចំនួនសៀវភៅការងារ
fr: Numéro de livre de travail
ja: 労働簿の数
ko: 노동 책 수
my: အလုပ်ခွင်

# HR_HR_MAN_CURD_LBL_HR_MAN_MAJORS
source: Majors
ca: នាយកដ្ឋានសិក្សា
fr: Département d'études
ja: 学科
ko: 연구학과
my: သင်တန်းသင်တန်းအမည်

# HR_HR_MAN_CURD_LBL_HR_MAN_MARITAL_STATUS
source: Marital status
ca: ស្ថានភាពអាពាហ៍ពិពាហ៍
fr: État matrimonial
ja: 婚status状態
ko: 결혼 여부
my: တောင်

# HR_HR_MAN_CURD_LBL_HR_MAN_MORE_INFORMATION
source: More information
ca: ព័ត៌មានបន្ថែម
fr: Informations complémentaires
ja: 追加情報
ko: 추가 정보
my: နံနက်

# HR_HR_MAN_CURD_LBL_HR_MAN_NAME_JOB
source: Name of the assignment
ca: ឈ្មោះនៃកិច្ចការ
fr: Nom de la mission
ja: 課題の名前
ko: 과제 이름
my: အမှောင်

# HR_HR_MAN_CURD_LBL_HR_MAN_NATION
source: Nation
ca: ក្រុមជនជាតិ
fr: Groupe ethnique
ja: 民族グループ
ko: 민족 그룹
my: အချိန်ပိုင်း

# HR_HR_MAN_CURD_LBL_HR_MAN_NATIONALITY
source: nationality
ca: សញ្ជាតិ
fr: Nationalité
ja: 国籍
ko: 국적
my: နှုတ်ထွက်သည်

# HR_HR_MAN_CURD_LBL_HR_MAN_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarques
ja: 注釈
ko: 비고
my: ဖုန်းနံပါတ်

# HR_HR_MAN_CURD_LBL_HR_MAN_OTHER_AGREEMENT
source: Other agreement
ca: កិច្ចព្រមព្រៀងផ្សេងទៀត
fr: Autre accord
ja: その他の合意
ko: 다른 계약
my: တန်ဖိုးသတ်မှတ်ခြင်း

# HR_HR_MAN_CURD_LBL_HR_MAN_PASSPORT
source: ID card / Passionate
ca: អត្តសញ្ញាណប័ណ្ណ / តណ្ហា
fr: Carte d'identité / Passionné
ja: IDカード/情熱的
ko: 신분증 / 열정
my: အမျိုးသမီး

# HR_HR_MAN_CURD_LBL_HR_MAN_PASSWORD
source: password
ca: ពាក្យសម្ងាត់
fr: Mot de passe
ja: パスワード
ko: 비밀번호
my: အလုပ်လုပ်နေတယ်

# HR_HR_MAN_CURD_LBL_HR_MAN_PAY
source: Pay
ca: ការទូទាត់
fr: Paiement
ja: お支払い
ko: 지불
my: ပညာရေးအဆင့်သည်စာလုံးရေ ၅၀ ထက်မပိုစေရ။

# HR_HR_MAN_CURD_LBL_HR_MAN_PAY_DAY
source: Date of payment
ca: កាលបរិច្ឆេទទូទាត់ប្រាក់
fr: Date de paiement
ja: 支払日
ko: 결제일
my: ကျေးဇူးပြု၍ လိပ်စာထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_PHONE
source: phone number
ca: លេខទូរស័ព្ទ
fr: Numéro de téléphone
ja: 電話番号
ko: 전화 번호
my: ကျေးဇူးပြု၍ ဘဏ်အကောင့်တစ်ခုထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_PLACE_OF_ISSUE
source: Issued by
ca: ទីកន្លែងនៃបញ្ហា
fr: Lieu d'émission
ja: 発行場所
ko: 문제의 장소
my: လိပ်စာသည်စာလုံးရေ ၂၅၀ မကျော်ရပါ။

# HR_HR_MAN_CURD_LBL_HR_MAN_PLACE_OF_PLACEMENT
source: Place of issue
ca: ទីកន្លែងនៃបញ្ហា
fr: Lieu d'émission
ja: 発行場所
ko: 문제의 장소
my: ဘဏ်အကောင့်သည်စာလုံးရေ ၁၀၀ ထက်မကျော်လွန်နိုင်ပါ။

# HR_HR_MAN_CURD_LBL_HR_MAN_PLACE_TO_OPEN_ACCOUNT
source: Where to open an account
ca: កន្លែងដែលត្រូវបើកគណនី
fr: Où ouvrir un compte
ja: 口座を開設する場所
ko: 계좌 개설 장소
my: စာချုပ်နံပါတ်သည်စာလုံးရေ ၂၅၀ ထက်မကျော်လွန်နိုင်ပါ။

# HR_HR_MAN_CURD_LBL_HR_MAN_PLACE_TO_TRAIN_TRAINING
source: Place dispatched to train
ca: ដាក់បញ្ជូនទៅរថភ្លើង
fr: Lieu envoyé pour s'entraîner
ja: 電車に派遣された場所
ko: 훈련을 위해 파견 된 장소
my: ကျန်းမာရေးအခြေအနေသည်စာလုံးရေ ၅၀ ထက်မကျော်လွန်ပါ။

# HR_HR_MAN_CURD_LBL_HR_MAN_POSITION
source: Position
ca: ទីតាំង
fr: Poste
ja: 役職
ko: 직책
my: ထုတ်ပေးသည့်နေရာသည်စာလုံးရေ ၁၀၀ ထက်မကျော်လွန်နိုင်ပါ။

# HR_HR_MAN_CURD_LBL_HR_MAN_PROCEDURE
source: Business process sheet
ca: សន្លឹកដំណើរការអាជីវកម្ម
fr: Fiche de processus métier
ja: ビジネスプロセスシート
ko: 비즈니스 프로세스 시트
my: နာမည်ကစာလုံးရေ ၅၀ ထက်မပိုစေရ။

# HR_HR_MAN_CURD_LBL_HR_MAN_RELATIONSHIP
source: Relationship
ca: ទំនាក់ទំនង
fr: La relation
ja: 関係
ko: 관계
my: မိသားစုနာမည်သည်စာလုံးရေ ၂၅၀ ထက်မပိုစေရ။

# HR_HR_MAN_CURD_LBL_HR_MAN_RELATIVES
source: Relatives
ca: សាច់ញាតិ
fr: Parents
ja: 親Relative
ko: 친척
my: နိုင်ငံသားသည်စာလုံးရေ ၅၀ ထက်မကျော်လွန်နိုင်ပါ။

# HR_HR_MAN_CURD_LBL_HR_MAN_RELATIVEST
source: Relatives
ca: សាច់ញាតិ
fr: Parents
ja: 親Relative
ko: 친척
my: အကောင့်နံပါတ်သည်စာလုံးရေ ၅၀ ထက်မပိုပါ။

# HR_HR_MAN_CURD_LBL_HR_MAN_RELIGION
source: Religion
ca: សាសនា
fr: La religion
ja: 宗教
ko: 종교
my: ID / ပတ်စ်ပို့သည်စာလုံး ၁၂ လုံးထက်မပိုပါ။

# HR_HR_MAN_CURD_LBL_HR_MAN_RESULT
source: Result
ca: លទ្ធផល
fr: Résultats
ja: 結果
ko: 결과
my: ဖုန်းနံပါတ်သည်စာလုံးရေ ၅၀ ထက်မပိုပါ။

# HR_HR_MAN_CURD_LBL_HR_MAN_SALARY
source: Salary
ca: ប្រាក់ខែ
fr: Salaire
ja: 給料
ko: 급여
my: ဆက်နွယ်မှုသည်စာလုံးရေ ၅၀ ထက်မကျော်လွန်နိုင်ပါ။

# HR_HR_MAN_CURD_LBL_HR_MAN_SALARY_GROUP
source: Salary group
ca: ក្រុមប្រាក់ខែ
fr: Groupe de salaire
ja: 給与グループ
ko: 급여 그룹
my: အမြဲတမ်းနေထိုင်ခွင့်သည်စာလုံးရေ ၂၅၀ ထက်မပိုစေရ။

# HR_HR_MAN_CURD_LBL_HR_MAN_SALARY_LEVEL
source: Wage
ca: ប្រាក់ខែថ្នាក់
fr: Niveau de salaire
ja: 給与グレード
ko: 급여 등급
my: ရလဒ်မှာစာလုံးရေ ၅၀ ထက်မကျော်ပါ။

# HR_HR_MAN_CURD_LBL_HR_MAN_SCHOOL
source: Training School
ca: សាលាបណ្តុះបណ្តាល
fr: Ecole de formation
ja: トレーニングスクール
ko: 훈련 학교
my: သင်တန်းသင်တန်းအမည်သည်စာလုံးရေ ၂၅၀ ထက်မပိုစေရ။

# HR_HR_MAN_CURD_LBL_HR_MAN_SEX
source: Sex
ca: ភេទ
fr: Sexe
ja: 性別
ko: 성별
my: လိုအပ်သောလစာကိန်း

# HR_HR_MAN_CURD_LBL_HR_MAN_SIGNER
source: The signer
ca: អ្នកចុះហត្ថលេខា
fr: Le signataire
ja: 署名者
ko: 서명자
my: ကျေးဇူးပြု၍ စာချုပ်နံပါတ်ကိုထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_SPECIALIZED
source: Specialized
ca: ជំនាញ
fr: Spécialisé
ja: 特化
ko: 전문화
my: ဆွေမျိုးတစ်ယောက်ကိုရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_START_TIME
source: Time to start
ca: ពេលវេលាត្រូវចាប់ផ្តើម
fr: Il est temps de commencer
ja: 開始する時間
ko: 시작 시간
my: မွေးရက်ကိုထည့်ပါ။

# HR_HR_MAN_CURD_LBL_HR_MAN_TAX_CODE
source: Tax code
ca: លេខសម្គាល់ពន្ធ
fr: Numéro d'identification fiscale
ja: 納税者番号
ko: 세금 식별 번호
my: ဌာနသည်ဗလာမဖြစ်ရ။

# HR_HR_MAN_CURD_LBL_HR_MAN_TELEPHONE
source: phone number
ca: លេខទូរស័ព្ទ
fr: Numéro de téléphone
ja: 電話番号
ko: 전화 번호
my: ယဉ်ကျေးမှုအဆင့်ကိုဝင်ရန်လိုအပ်သည်။

# HR_HR_MAN_CURD_LBL_HR_MAN_TIME_WORK
source: Work time
ca: ពេលវេលាធ្វើការ
fr: Temps de travail
ja: 勤務時間
ko: 근무 시간
my: အုပ်စု ၀ န်ထမ်းများသည်ဗလာမဖြစ်ရ။

# HR_HR_MAN_CURD_LBL_HR_MAN_TOOL_WORK
source: Tool work
ca: ការងារឧបករណ៍
fr: Travail d'outils
ja: 工具作業
ko: 공구 작업
my: ၀ န်ထမ်းအမျိုးအစားသည်အလွတ်မဖြစ်နိုင်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_TRAINING
source: Training
ca: វគ្គបណ្តុះបណ្តាល
fr: Cours de formation
ja: 研修コース
ko: 교육 과정
my: ရက်စွဲအားဖြင့်လိုအပ်သောတောင်းဆိုမှုကို

# HR_HR_MAN_CURD_LBL_HR_MAN_TRAINING_TIME
source: Training time
ca: ពេលវេលាបណ្តុះបណ្តាល
fr: Temps de formation
ja: トレーニング時間
ko: 훈련 시간
my: ကျေးဇူးပြုပြီးအဆုံးသတ်အချိန်ကိုထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_TYPE_MONEY
source: Currency
ca: ប្រភេទនៃប្រាក់
fr: Type d'argent
ja: お金の種類
ko: 돈의 종류
my: ၀ န်ထမ်းအမျိုးအစားသည်ဗလာမဟုတ်ပါဘူး

# HR_HR_MAN_CURD_LBL_HR_MAN_TYPE_OF_EDUCATION
source: Type of education
ca: ប្រភេទនៃការបណ្តុះបណ្តាល
fr: Type de formation
ja: トレーニングの種類
ko: 훈련의 종류
my: နာမည်အပြည့်အစုံထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_TYPE_OF_SALARY
source: Type of salary
ca: ប្រភេទនៃប្រាក់ខែ
fr: Type de salaire
ja: 給与の種類
ko: 급여의 종류
my: ၀ န်ထမ်းအုပ်စုသည်အလွတ်မဖြစ်နိုင်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_TYPE_OF_STAFF
source: Type of employee
ca: ប្រភេទនិយោជិក
fr: Type d'employé
ja: 従業員のタイプ
ko: 종업원 유형
my: ကျန်းမာရေးအခြေအနေကိုရိုက်ထည့်ရန်လိုအပ်သည်။

# HR_HR_MAN_CURD_LBL_HR_MAN_VALID_FROM_DAY
source: Valid from the date
ca: មានសុពលភាពចាប់ពីកាលបរិច្ឆេទ
fr: Valable à partir de la date
ja: 日付から有効
ko: 날짜부터 유효
my: ပရီမီယံရိုက်ထည့်ရန်လိုအပ်သည်

# HR_HR_MAN_CURD_LBL_HR_MAN_VALID_TO_DAY
source: To date
ca: សូមអញ្ជើញមក
fr: Allez
ja: さあ
ko: 어서
my: အလုပ်ခေါင်းစဉ်လိုအပ်သည်

# HR_HR_MAN_CURD_LBL_HR_MAN_WAGE
source: Wage
ca: ប្រាក់ខែថ្នាក់
fr: Niveau de salaire
ja: 給与グレード
ko: 급여 등급
my: ဆွေမျိုးရဲ့နာမည်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_HR_MAN_WORKPLACE
source: Workplace
ca: កន្លែងធ្វើការ
fr: Lieu de travail
ja: 職場
ko: 직장
my: နိုင်ငံသားလိုအပ်သည်

# HR_HR_MAN_CURD_LBL_HR_MAN_WORK_CONTENT
source: work content
ca: ខ្លឹមសារនៃការងារ
fr: Contenu de l'oeuvre
ja: 作品の内容
ko: 작품의 내용
my: ကျေးဇူးပြု၍ လေ့ကျင့်ရေးသင်တန်းနာမည်ပေးပါ

# HR_HR_MAN_CURD_LBL_MAN_EDUCATION_NAME
source: Name of the training course
ca: ឈ្មោះវគ្គបណ្តុះបណ្តាល
fr: Nom du cours de formation
ja: トレーニングコースの名前
ko: 교육 과정 이름
my: ကျေးဇူးပြု၍ သင့်အကောင့်နံပါတ်ထည့်ပါ

# HR_HR_MAN_CURD_LBL_MARRIAGE
source: Get married
ca: រៀបការ
fr: Se marier
ja: 結婚する
ko: 결혼하기
my: ကျေးဇူးပြု၍ သင်၏ ID / Passport ရိုက်ပါ

# HR_HR_MAN_CURD_LBL_SEARCH_HR_MAN_PHONE
source: Telephone number
ca: លេខទូរស័ព្ទ
fr: Numéro de téléphone
ja: 電話番号
ko: 전화 번호
my: ကျေးဇူးပြု၍ သင့်ဖုန်းနံပါတ်ထည့်ပါ

# HR_HR_MAN_CURD_LIST_COL_HR_MAN_ADDRESS
source: Current accommodation
ca: កន្លែងស្នាក់នៅបច្ចុប្បន្ន
fr: Logement actuel
ja: 現在の宿泊施設
ko: 현재 숙박 시설
my: လိုအပ်သောအလုပ်ချိန်

# HR_HR_MAN_CURD_MSG_DATA_NOT_BLANK
source: Please select the data!
ca: សូមជ្រើសរើសទិន្នន័យ!
fr: Veuillez sélectionner les données!
ja: データを選択してください！
ko: 데이터를 선택하십시오!
my: ဆက်သွယ်ပါ

# HR_HR_MAN_CURD_MSG_SETTING_NOT_BLANK
source: Please enter the setting value
ca: សូមបញ្ចូលតម្លៃកំណត់
fr: Veuillez saisir la valeur de réglage
ja: 設定値を入力してください
ko: 설정 값을 입력하십시오
my: အမြဲတမ်းနေထိုင်ရန်လိုအပ်သည်

# HR_HR_MAN_CURD_TAB_ADDRESS
source: Address
ca: អាសយដ្ឋាន
fr: Adresse
ja: 住所
ko: 주소
my: ကျေးဇူးပြု၍ ရလဒ်များကိုရိုက်ထည့်ပါ

# HR_HR_MAN_CURD_TAB_CERTIFICATE
source: Degree
ca: សញ្ញាប័ត្រ
fr: Degré
ja: 学位
ko: 학위
my: သွင်းကုန်လစာလိုအပ်သည်

# HR_HR_MAN_CURD_TAB_CONTACT
source: Contact
ca: ទាក់ទងមកយើងខ្ញុំ
fr: Contactez nous
ja: お問い合わせください
ko: 연락주세요
my: လိုအပ်သောလစာအဆင့်

# HR_HR_MAN_CURD_TAB_CONTRACT
source: Labor contract
ca: កិច្ចសន្យាការងារ
fr: Contrat de travail
ja: 労働契約
ko: 노동 계약
my: ကျေးဇူးပြု၍ စတင်ချိန်ကိုထည့်ပါ

# HR_HR_MAN_CURD_TAB_KPI
source: KPI
ca: ខេធី
my: ကျားမအလွတ်ဖြစ်နိုင်သည်

# HR_HR_MAN_CURD_TAB_PROFILE
source: Personal information
ca: ព័ត៌មានផ្ទាល់ខ្លួន
fr: Informations personnelles
ja: 個人情報
ko: 개인 정보
my: လိုအပ်သောနေ့မှစ

# HR_HR_MAN_CURD_TAB_WORK_ PROCEDURE
source: Workflow
ca: លំហូរការងារ
ja: ワークフロー
ko: 워크 플로우
my: အခွန်ကုဒ်လိုအပ်သည်

# HR_HR_MAN_CURD_TAB_WORK_ PROGRESS
source: Work progress
ca: ដំណើរការការងារ
fr: Processus de travail
ja: 作業プロセス
ko: 작업 과정
my: ဝန်ထမ်းအမျိုးအစားသည်အချည်းနှီးမဖြစ်နိုင်ပါ!

# HR_HR_MAN_CURD_TITLE_ADD_CONTRACT
source: Add contract information
ca: បន្ថែមព័ត៌មានកិច្ចសន្យា
fr: Ajouter des informations sur le contrat
ja: 契約情報を追加する
ko: 계약 정보 추가
my: အများဆုံးဖိုင်အရွယ်အစားမှာ 1 MB ဖြစ်သည်။

# HR_HR_MAN_CURD_TITLE_ADD_HR_MAN
source: Add Personnel
ca: បន្ថែមបុគ្គលិក
fr: Ajouter du personnel
ja: 人事を追加
ko: 인원 추가
my: အများဆုံးပုံအရွယ်အစားမှာ - (1000px x 1000px)!

# HR_HR_MAN_CURD_TITLE_EDIT_HR_MAN
source: Fixing Personnel
ca: បុគ្គលិកជួសជុល
fr: Fixation du personnel
ja: 人員の固定
ko: 담합 요원
my: ဖိုင် extension ကိုတည်းဖြတ်ပါ

# HR_HR_MAN_CURD_TITLE_UPDATE_CONTRACT
source: Update contract information
ca: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានកិច្ចសន្យា
fr: Mettre à jour les informations du contrat
ja: 契約情報を更新する
ko: 계약 정보 업데이트
my: ဖိုင်

# HR_HR_MAN_CURD_TXT_ADDRESS
source: Address
ca: អាសយដ្ឋាន
fr: Adresse
ja: 住所
ko: 주소
my: နံပါတ်

# HR_HR_MAN_CURD_TXT_AFTERNOON
source: Pm
ca: ពេលរសៀល
fr: Après midi
ja: 午後
ko: 오후
my: တိုးချဲ့မှု

# HR_HR_MAN_CURD_TXT_CODE_SET
source: Installation code
ca: លេខកូដដំឡើង
fr: Code d'installation
ja: インストールコード
ko: 설치 코드
my: လူ့စွမ်းအားအရင်းအမြစ်

# HR_HR_MAN_CURD_TXT_DRIVER
source: Driver
ca: បើកឡាន
fr: Conduire
ja: 運転
ko: 드라이브
my: သော့ချက်စာလုံး

# HR_HR_MAN_CURD_TXT_FORM
source: Type of employee
ca: ប្រភេទនិយោជិក
fr: Type d'employé
ja: 従業員のタイプ
ko: 종업원 유형
my: နေအိမ်

# HR_HR_MAN_CURD_TXT_FULL_TIME
source: Full time
ca: ពេញម៉ោង
fr: À plein temps
ja: フルタイム
ko: 풀 타임
my: လူ့စွမ်းအားအရင်းအမြစ်စီမံခန့်ခွဲမှု

# HR_HR_MAN_CURD_TXT_FURLOUH
source: On leave
ca: ពេលឈប់សម្រាក
fr: En congé
ja: 休暇中
ko: 휴가
my: လိပ်စာစာရင်း

# HR_HR_MAN_CURD_TXT_HR_MAN_ACCOUNT_HOLDER
source: Enter the account holder
ca: បញ្ចូលម្ចាស់គណនី
fr: Entrez le titulaire du compte
ja: 口座名義人を入力してください
ko: 예금주 입력
my: လှုပ်ရှားမှု

# HR_HR_MAN_CURD_TXT_HR_MAN_ACCOUNT_NUMBER
source: Enter the account number
ca: បញ្ចូលលេខគណនី
fr: Entrez le numéro de compte
ja: アカウント番号を入力してください
ko: 계좌 번호를 입력하십시오
my: ဖန်ဆင်းရှင်

# HR_HR_MAN_CURD_TXT_HR_MAN_ADDRESS
source: Enter the permanent residence
ca: បញ្ចូលទីលំនៅអចិន្រ្តៃយ៍
fr: Entrez dans la résidence permanente
ja: 永住権を入力してください
ko: 영주권을 입력하십시오
my: ရက်စွဲဖန်တီးမှု

# HR_HR_MAN_CURD_TXT_HR_MAN_ALLOWANCE
source: Allowance
ca: ប្រាក់ឧបត្ថម្ភ
fr: Indemnités
ja: 手当
ko: 수당
my: ၀ န်ထမ်းအမျိုးအစား

# HR_HR_MAN_CURD_TXT_HR_MAN_ASSIGNED_WORK
source: Enter the assigned job
ca: បញ្ចូលការងារដែលបានកំណត់
fr: Entrez le travail assigné
ja: 割り当てられたジョブを入力してください
ko: 할당 된 작업을 입력하십시오
my: လှုပ်ရှားမှု

# HR_HR_MAN_CURD_TXT_HR_MAN_BANK_ACCOUNT
source: Enter a bank account
ca: បញ្ចូលគណនីធនាគារ
fr: Entrez un compte bancaire
ja: 銀行口座を入力してください
ko: 은행 계좌를 입력하십시오
my: လက်ရှိနေရာထိုင်ခင်း

# HR_HR_MAN_CURD_TXT_HR_MAN_BONUS
source: Bonus
ca: ប្រាក់រង្វាន់
ja: ボーナス
ko: 보너스
my: လိပ်စာ

# HR_HR_MAN_CURD_TXT_HR_MAN_CERTIFICATE
source: Enter the name of the certificate
ca: បញ្ចូលឈ្មោះវិញ្ញាបនបត្រ
fr: Entrez le nom du certificat
ja: 証明書の名前を入力してください
ko: 인증서 이름을 입력하십시오
my: Avatar ပုံရိပ်

# HR_HR_MAN_CURD_TXT_HR_MAN_COEFFICIENTS_SALARY
source: Enter salary coefficient
ca: បញ្ចូលមេគុណប្រាក់ខែ
fr: Entrez le coefficient de salaire
ja: 給与係数を入力してください
ko: 급여 계수 입력
my: ဆက်သွယ်ရန်အမည်

# HR_HR_MAN_CURD_TXT_HR_MAN_COMPUTER_SKILL
source: Enter the computer literacy
ca: បញ្ចូលអក្ខរកម្មកុំព្យូទ័រ
fr: Entrez dans la culture informatique
ja: コンピュータリテラシーを入力してください
ko: 컴퓨터 활용 능력을 입력
my: စာချုပ်နံပါတ်
