Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/IconManagerController.*.resx
Languages: fr, my

# SET_IC_MAN_CURD_LBL_EXPFilterSQL
source: Command
fr: Commande
my: ထုတ်ပြန်ချက်များ

# SET_IC_MAN_CURD_LBL_ICON_AVATAR
source: Photo Icon
fr: Icône photo
my: ဓာတ်ပုံတစ်ပုံအိုင်ကွန်

# SET_IC_MAN_CURD_LBL_ICON_CODE
source: Symbol code
fr: Code de symbole
my: ကုဒ်သင်္ကေတ

# SET_IC_MAN_CURD_LBL_ICON_PATH
source: Path
fr: Chemin
my: လမ်းကြောင်း

# SET_IC_MAN_CURD_LBL_ICON_TITLE
source: Symbol name
fr: Nom du symbole
my: အမည်အိုင်ကွန်

# SET_IC_MAN_CURD_LBL_OBJ_CODE
source: Object code
fr: Code d'objet
my: အရာဝတ္ထုကုဒ်

# SET_IC_MAN_CURD_MSG_IMG_FORMAT
source: Format requirements are png, jpg, jpeg, gif, bmp!
fr: Les exigences de format sont png, jpg, jpeg, gif, bmp!
my: ပုံစံလိုအပ်ချက်များမှာ png, jpg, jpeg, gif, bmp!

# SET_IC_MAN_CURD_TITLE_ADD_IC_MAN
source: Add icon
fr: Ajouter une icône
my: သင်္ကေတထည့်ပါ

# SET_IC_MAN_CURD_TITLE_EDIT_IC_MAN
source: Edit icon
fr: Icône d'édition
my: အိုင်ကွန်ကိုတည်းဖြတ်ပါ

# SET_IC_MAN_CURD_TXT_EXPFilterSQL
source: Enter the command
fr: Entrez la commande
my: command ရိုက်ထည့်ပါ

# SET_IC_MAN_CURD_TXT_ICON_CODE
source: Enter the symbol code
fr: Entrez le code du symbole
my: သင်္ကေတကုဒ်ကိုထည့်ပါ

# SET_IC_MAN_CURD_TXT_ICON_PATH
source: Enter the path
fr: Entrez le chemin
my: လမ်းကြောင်းဖြည့်ပါ

# SET_IC_MAN_CURD_TXT_ICON_TITLE
source: Enter the symbol name
fr: Entrez le nom du symbole
my: သင်္ကေတအမည်ထည့်ပါ

# SET_IC_MAN_CURD_TXT_OBJ_CODE
source: Enter the object code
fr: Entrez le code de l'objet
my: အရာဝတ္ထုကုဒ်ရိုက်ထည့်ပါ

# SET_IC_MAN_LINK_HOME
source: Home page
fr: Accueil
my: နေအိမ်

# SET_IC_MAN_LINK_IC_MAN
source: Icon management
fr: Gestion des icones
my: အိုင်ကွန်ကိုစီမံခန့်ခွဲ

# SET_IC_MAN_LIST_COL_EXPFilterSQL
source: Command
fr: Commande
my: ထုတ်ပြန်ချက်များ

# SET_IC_MAN_LIST_COL_ICON_CODE
source: Symbol code
fr: Code de symbole
my: ကုဒ်သင်္ကေတ

# SET_IC_MAN_LIST_COL_ICON_PATH
source: Photo Icon
fr: Icône photo
my: ဓာတ်ပုံတစ်ပုံအိုင်ကွန်

# SET_IC_MAN_LIST_COL_ICON_TITLE
source: Symbol name
fr: Nom du symbole
my: အမည်အိုင်ကွန်

# SET_IC_MAN_LIST_COL_IC_MAN_ACTION
source: Manipulation
my: ခြယ်လှယ်

# SET_IC_MAN_LIST_COL_OBJ_CODE
source: Object code
fr: Code d'objet
my: အရာဝတ္ထုကုဒ်

# SET_IC_MAN_TITLE_IC_MAN
source: Icon management
fr: Gestion des icones
my: အိုင်ကွန်ကိုစီမံခန့်ခွဲ
