Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ManagerPositionController.*.resx
Languages: my

# MP_ADD_NEW
source: Add new
my: အသစ်ထည့်ပါ

# MP_ALL_STATUSS
source: All statuses
my: အားလုံး status

# MP_BANK
source: At the bank
my: ဘဏ်မှာ

# MP_BRAND
source: Choose brand
my: အမှတ်တံဆိပ်ကိုရွေးပါ

# MP_BTN_ADD
source: More
my: နောက်ထပ်

# MP_BTN_CANCEL
source: Cancel
my: ဖျက်သိမ်း

# MP_BTN_NO_CHOICE
source: Not selected
my: မရွေးရ

# MP_BTN_POINT
source: Point
my: အမှတ်

# MP_BTN_POLYGON
source: Polygons
my: အနားများ

# MP_BTN_SAVE
source: Save
my: သိမ်းဆည်းရန်

# MP_CHOICE_GROUP
source: Choose a group
my: အုပ်စုတစ်ခုရွေးပါ

# MP_CHOICE_RANGE_VEHICAL
source: Select a vehicle type
my: ယာဉ်အမျိုးအစားကိုရွေးပါ

# MP_CHOICE_TYPE_TO_DAW
source: Choose a drawing style
my: တစ် ဦး ပုံဆွဲစတိုင်ကိုရွေးချယ်ပါ

# MP_CMTND
source: ID card number
my: ID ကဒ်နံပါတ်

# MP_CMTND_NUMBER
source: ID card number must be a number!
my: ID ကဒ်နံပါတ်သည်နံပါတ်ဖြစ်ရမည်

# MP_CODE_VAT
source: Tax code
my: အခွန်မှတ်ပုံတင်နံပါတ်

# MP_DIV_MODIFY
source: Edit NPP / Clue / Store information
my: NPP / သဲလွန်စ / စတိုးဆိုင်သတင်းအချက်အလက်ကိုတည်းဖြတ်ပါ

# MP_DURATION_INSURANCE
source: Duration of insurance
my: အာမခံကာလ

# MP_ERROR_ADDRESS
source: Do not leave the address field blank
my: လိပ်စာနေရာကွက်လပ်ကိုမထားပါနှင့်

# MP_ERROR_ROLE
source: Role cannot be empty!
my: အခန်းကဏ္ empty အချည်းနှီးမဖြစ်နိုင်ပါ!

# MP_FAX_ERROR
source: The fax number is in the wrong format!
my: ဖက်စ်နံပါတ်ကမှားနေတယ်။

# MP_GROUP_GUESS
source: Customer group
my: ဖောက်သည်အုပ်စု

# MP_GUESS
source: Customer Type
my: ဖောက်သည်အမျိုးအစား

# MP_H3_DETAIL_INFORMTION
source: Details
my: အသေးစိတ်

# MP_INPUT_DURATION_INSURANCE
source: Enter the insurance term
my: အာမခံသက်တမ်းကိုထည့်ပါ

# MP_LABEL_ACCOUNT
source: Account
my: အကောင့်

# MP_LABEL_AREA
source: Area
my: .ရိယာ

# MP_LABEL_BACKGROUND_COLOR
source: background color
my: နောက်ခံအရောင်

# MP_LABEL_BRAND
source: Trademark
my: ကုန်အမှတ်တံဆိပ်

# MP_LABEL_CHOICE_DISTRIBUTOR
source: Choose a distributor
my: ဖြန့်ဖြူးသူကိုရွေးပါ

# MP_LABEL_CHOICE_ITEM
source: Choose product
my: ထုတ်ကုန်ရွေးပါ

# MP_LABEL_CODE_BANK
source: Bank code
my: ဘဏ်ကုဒ်

# MP_LABEL_CODE_GUESS
source: Customer's code
my: ဖောက်သည်ကုဒ်

# MP_LABEL_CONTROL
source: NPP / ĐM / CH Code
my: NPP / ĐM / CH ကုဒ်

# MP_LABEL_DESIGN_WEIGHT
source: Load design
my: ဒီဇိုင်းကိုတင်ပါ

# MP_LABEL_FAX
source: Signs
my: လက္ခဏာများ

# MP_LABEL_GROUP
source: Group
my: အုပ်စု

# MP_LABEL_INPUT_USAGE_SIZE
source: Enter the size to use
my: အသုံးပြုရန်အရွယ်အစားကိုထည့်ပါ

# MP_LABEL_LETTER_COLOR
source: text color
my: ဖောင့်အရောင်

# MP_LABEL_MANAGER_SOURCE
source: Power management
my: ပါဝါစီမံခန့်ခွဲမှု

# MP_LABEL_MAP
source: Map
my: မြေပုံ

# MP_LABEL_MAP_MARKER
source: Map
my: မြေပုံ

# MP_LABEL_MEETING
source: People meet
my: လူများတွေ့ဆုံကြသည်

# MP_LABEL_MP
source: People meet
my: လူများတွေ့ဆုံကြသည်

# MP_LABEL_NAME
source: Name
my: နာမည်

# MP_LABEL_NAME_NNP/ĐM/CH
source: Name of NPP / ĐM / CH
my: NPP / ĐM / CH အမည်

# MP_LABEL_NOTE
source: Note
my: မှတ်စုများ

# MP_LABEL_NOT_EMPTY_ADDRESS
source: Do not leave the address field blank
my: လိပ်စာနေရာကွက်လပ်ကိုမထားပါနှင့်

# MP_LABEL_NOT_EMPTY_CODE
source: Do not leave the NPP / DM / CH code blank
my: NPP / DM / CH ကုဒ်ကိုကွက်လပ်မထားပါနှင့်

# MP_LABEL_OPACITY
source: opacity
my: ကြည်နူးဖွယ်

# MP_LABEL_RADIUS_COLOR
source: border color
my: border အရောင်

# MP_LABEL_REQUIRE
source: Name of NPP / ĐM / CH
my: NPP / ĐM / CH အမည်

# MP_LABEL_ROLE
source: Role
my: အခန်းကဏ္။

# MP_LABEL_ROOT
source: Origin
my: Made in

# MP_LABEL_SIZE_REGISTRY
source: Registration size
my: မှတ်ပုံတင်နံပါတ်

# MP_LABEL_TIME_INSURRANCE
source: Duration of insurance
my: အာမခံကာလ

# MP_LABEL_TIME_REGISTRY
source: Time to register
my: မှတ်ပုံတင်ရန်အချိန်

# MP_LABEL_TOTAL_WEIGHT
source: Total load
my: စုစုပေါင်းဝန်

# MP_LABEL_TRANSFORM
source: Carriage
my: သယ်ယူပို့ဆောင်ရေး

# MP_LABEL_USAGE_SIZE
source: Size used
my: အသုံးပြုသောအရွယ်အစား

# MP_LABEL_USER
source: Role
my: အခန်းကဏ္။

# MP_LABEL_VALIDATE
source: Do not leave the NPP / DM / CH code blank
my: NPP / DM / CH ကုဒ်ကိုကွက်လပ်မထားပါနှင့်

# MP_LABEL_VALIDATE_MESSAGE
source: Do not leave the field name NPP / DM / PM blank
my: နယ်ပယ်အမည် NPP / DM / PM ကိုကွက်လပ်မထားပါနှင့်

# MP_LABEL_VALIDATE_NOT_EMPTY_AREA
source: Area must not be empty!
my: emptyရိယာဗလာမဖြစ်ရ!

# MP_LABEL_WEIGHT
source: Weight
my: အလေးချိန်

# MP_LABEL_WEIGHTED
source: Load capacity
my: ဝန်စွမ်းရည်

# MP_LBL_SEACH_CREATBY
source: Creator
my: ဖန်ဆင်းရှင်

# MP_LBL_SEACH_CREATTIME
source: Date created
my: ရက်စွဲဖန်တီးမှု

# MP_LBL_SEACH_CUSTOMERNAME
source: Customer
my: ဖောက်သည်များ

# MP_LBL_SEACH_ISACTIVE
source: Status
my: အခြေအနေ

# MP_LBL_SEACH_TITLE
source: Name of position
my: ရာထူးအမည်

# MP_LETTER
source: Email
my: အီးမေးလ်

# MP_LICENSE_PLATES
source: License plates
my: လိုင်စင်ပြား

# MP_LINK_MP
source: Location management
my: တည်နေရာစီမံခန့်ခွဲမှု

# MP_LIST_COL_BUTTON_MP_ISACTIVE
source: Browser
my: နေခြည်

# MP_LIST_COL_MP_ADDRESS
source: Address
my: လိပ်စာ

# MP_LIST_COL_MP_ADDRESS_A
source: Address
my: လိပ်စာ

# MP_LIST_COL_MP_CREATEBY
source: Creator
my: ဖန်ဆင်းရှင်

# MP_LIST_COL_MP_CREATETIME
source: Time
my: အချိန်

# MP_LIST_COL_MP_CUSNAME
source: Customer name
my: ဖောက်သည်အမည်

# MP_LIST_COL_MP_ISACTIVE
source: Status
my: အခြေအနေ

# MP_LIST_COL_MP_MAKER_GPS
source: Location
my: တည်နေရာ

# MP_LIST_COL_MP_TITLE
source: Name of position
my: ရာထူးအမည်

# MP_MANAGER_CAR
source: Vehicle management
my: ယာဉ်စီမံခန့်ခွဲမှု

# MP_MODIFY_INFO_VEHICAL
source: Edit car information
my: ကားသတင်းအချက်အလက်ကိုတည်းဖြတ်ပါ

# MP_MSG_APPROVE_LOCATION
source: Are you sure you browse this location?
my: သင်ဤတည်နေရာကိုကြည့်ရှုရန်သေချာလား?

# MP_MSG_APPROVE_SUCCESS
source: Browse successfully!
my: အောင်မြင်စွာရှာဖွေပါ

# MP_MSG_CANNOT_DEL_POSITION
source: Cannot delete store location used in the plan!
my: အစီအစဉ်တွင်အသုံးပြုထားသောစတိုးဆိုင်တည်နေရာကို ဖျက်၍ မရပါ။

# MP_NOT_EMPTY_NAME_NNP/ĐM/CH
source: Do not leave the field name NPP / DM / PM blank
my: နယ်ပယ်အမည် NPP / DM / PM ကိုကွက်လပ်မထားပါနှင့်

# MP_NOT_EMPTY_RANGE_VEHICAL
source: Vehicle type must not be empty
my: ယာဉ်အမျိုးအစားသည်ဗလာမဖြစ်ရ

# MP_NOT_EMPTY_SLICENT_PLATE
source: License plate must not be empty
my: လိုင်စင်ပြားသည်ဗလာမဖြစ်ရ

# MP_NOT_EMPTY_STATUS
source: Status may not be blank!
my: အခြေအနေကလွတ်နေမည်မဟုတ်ပါ။

# MP_NPP
source: Choose NPP / clue
my: NPP / သဲလွန်စကိုရွေးပါ

# MP_NPP/ĐM/CH
source: NPP / ĐM / CH Code
my: NPP / ĐM / CH ကုဒ်

# MP_NUMBER_ACCOUNT
source: Account number
my: အကောင့်နံပါတ်

# MP_NUMBER_CODE
source: Tax code must be a number!
my: အခွန်ကုဒ်နံပါတ်ဖြစ်ရပါမည်

# MP_NUMBER_FALSE
source: The phone number is in the wrong format!
my: ဖုန်းနံပါတ်ကမှားနေတယ်။

# MP_NUMBER_PHONE
source: phone number
my: ဖုန်းနံပါတ်

# MP_PARKING_INFORMATION
source: Parking Information
my: ကားရပ်နားရန်အချက်အလက်များ

# MP_PICTURE_VEHICAL
source: Car image
my: ကားပုံရိပ်

# MP_PRICE
source: Input price
my: သွင်းအားစုစျေးနှုန်း

# MP_PRICE_COMMERCE
source: Price
my: ရောင်းရန်စျေးနှုန်း

# MP_RACE
source: Select a category
my: အမျိုးအစားရွေးပါ

# MP_RANGE_VEHICAL
source: Range of vehicle
my: ယာဉ်အမျိုးအစား

# MP_SLICENT_PLATE
source: Enter the license plate number
my: လိုင်စင်နံပါတ်နံပါတ်ထည့်ပါ

# MP_SOURCE
source: Add feed
my: feed ထည့်ပါ

# MP_STATUS
source: Status
my: အခြေအနေ

# MP_TITLE_MODEL
source: Add new NPP / Clue / Shop
my: NPP / သဲလွန်စ / ဆိုင်အသစ်ထည့်ပါ

# MP_TXT_ALL
source: All
my: အားလုံး

# MP_TXT_AREA
source: NPP Area / Focal Point / Shop
my: NPP /ရိယာ / ဆုံမှတ် / ဆိုင်

# MP_TXT_INPUT_CATEGORIES
source: Enter the category
my: အမျိုးအစားရိုက်ထည့်ပါ

# MP_TXT_INPUT_DESIGN_WEIGHT
source: Enter the design load
my: ဒီဇိုင်းဝန်ကိုထည့်ပါ

# MP_TXT_INPUT_NOTE
source: Enter a note
my: မှတ်စုတစ်ခုထည့်ပါ

# MP_TXT_INPUT_SIZE_REGISTRY
source: Enter the registration size
my: မှတ်ပုံတင်နံပါတ်ထည့်ပါ

# MP_TXT_INPUT_TIME_INSURRANCE
source: Enter the insurance term
my: အာမခံသက်တမ်းကိုထည့်ပါ

# MP_TXT_INPUT_TIME_REGISTRY
source: Enter the registration time
my: မှတ်ပုံတင်သည့်အချိန်ကိုထည့်ပါ

# MP_TXT_INPUT_TOTAL_WEIGHT
source: Enter the total load
my: စုစုပေါင်းဝန်ကိုထည့်ပါ

# MP_TXT_INPUT_WEIGHT
source: Enter the weight
my: အလေးချိန်ရိုက်ထည့်ပါ

# MP_TXT_INPUT_WEIGHTED
source: Enter the loaded load
my: တင်ထားသောဝန်ကိုထည့်ပါ

# MP_TXT_MP
source: Location management
my: တည်နေရာစီမံခန့်ခွဲမှု

# MP_TXT_NOT_EMPTY_ROLE
source: Role cannot be empty!
my: အခန်းကဏ္ empty အချည်းနှီးမဖြစ်နိုင်ပါ!

# MP_TXT_SEACH_CREATBY
source: Creator
my: ဖန်ဆင်းရှင်

# MP_TXT_SEACH_CREATTIME
source: Date created
my: ရက်စွဲဖန်တီးမှု

# MP_TXT_SEACH_CUSTOMERNAME
source: Customer
my: ဖောက်သည်များ

# MP_TXT_SEACH_ISACTIVE
source: Status
my: အခြေအနေ

# MP_TXT_SEACH_TITLE
source: Name of position
my: ရာထူးအမည်

# MP_YEAR_FACTORY
source: Year of manufacture
my: ထုတ်လုပ်သည့်နှစ်

# MP_YEAR_PRODUCT
source: Year of manufacture
my: ထုတ်လုပ်သည့်နှစ်
