Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/MaterialProductController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# MLP_CURD_LBL_ATTR_CODE
source: Product attributes
ca: គុណលក្ខណៈផលិតផល
fr: Attributs du produit
ja: 製品の属性
ko: 제품 속성
my: ကုန်ပစ္စည်း attribute တွေ
vi: Thuộc tính sản phẩm
zh: 产品属性

# MLP_CURD_LBL_ATTR_VALUE
source: Value
ca: តម្លៃ
fr: Valeur
ja: 価値
ko: 가치
my: တန်ဖိုး
vi: Giá trị
zh: 价值

# MLP_CURD_LBL_CODE_PRODUCT
source: Product code
ca: លេខកូដផលិតផល
fr: Code produit
ja: 製品コード
ko: 제품 코드
my: ကုန်ပစ္စည်းကုဒ်
vi: Mã sản phẩm
zh: 产品代号

# MLP_CURD_LBL_COMPONENT_CODE
source: Component code
ca: លេខកូដសមាសភាគ
fr: Code composant
ja: コンポーネントコード
ko: 구성 요소 코드
my: အစိတ်အပိုင်းကုဒ်
vi: Mã thành phần
zh: 组件代码

# MLP_CURD_LBL_COMPONENT_NAME
source: Ingredient name
ca: ឈ្មោះគ្រឿងផ្សំ
fr: Nom de l'ingrédient
ja: 成分名
ko: 성분명
my: ပါဝင်ပစ္စည်းအမည်
vi: Tên thành phần
zh: 成分名称

# MLP_CURD_LBL_COMPONENT_QUANTITY
source: Amount
ca: ចំនួនទឹកប្រាក់
fr: Le montant
ja: 金額
ko: 금액
my: ပမာဏ
vi: Số lượng
zh: 金额

# MLP_CURD_LBL_COMPONENT_UNIT
source: Unit
ca: ឯកតា
fr: Unité
ja: 単位
ko: 단위
my: ယူနစ်
vi: Đơn vị
zh: 单位

# MLP_CURD_LBL_FILE_CHOSE
source: File
ca: ឯកសារ
fr: Fichier
ja: ファイル
ko: 파일
my: ဖိုင်
vi: Tệp tin
zh: 档案文件

# MLP_CURD_LBL_FILE_FORMAT
source: Format
ca: ទ្រង់ទ្រាយ
ja: 書式
ko: 체재
my: ပုံစံ
vi: Định dạng
zh: 格式

# MLP_CURD_LBL_FILE_NAME
source: File name
ca: ឈ្មោះឯកសារ
fr: Nom du fichier
ja: ファイル名
ko: 파일명
my: ဖိုင်နာမည်
vi: Tên tệp tin
zh: 档案名称

# MLP_CURD_LBL_GROUP_PRODUCT
source: Product Groups
ca: ក្រុមផលិតផល
fr: Groupe de produits
ja: 製品グループ
ko: 제품 그룹
my: ကုန်ပစ္စည်းအုပ်စု
vi: Nhóm sản phẩm
zh: 产品组别

# MLP_CURD_LBL_MPG_CODE
source: Code group supplies
ca: ការផ្គត់ផ្គង់ជាក្រុមលេខកូដ
fr: Fournitures de groupe de code
ja: コードグループの供給
ko: 코드 그룹 용품
my: ကုဒ်အုပ်စုထောက်ပံ့ရေးပစ္စည်းများ
vi: Mã nhóm vật tư
zh: 代码组耗材

# MLP_CURD_LBL_MPG_DESCRIPTION
source: Describe
ca: ពិពណ៌នា
fr: Décrivez
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# MLP_CURD_LBL_MPG_FATHER_GROUP
source: Father group
ca: ក្រុមឪពុក
fr: Groupe père
ja: 父のグループ
ko: 아버지 그룹
my: အဖေများအဖွဲ့
vi: Nhóm cha
zh: 父亲组

# MLP_CURD_LBL_MPG_NAME
source: Name of supplies group
ca: ឈ្មោះក្រុមផ្គត់ផ្គង់
fr: Nom du groupe de fournitures
ja: 消耗品グループの名前
ko: 소모품 그룹 이름
my: ထောက်ပံ့ရေးအဖွဲ့အမည်
vi: Tên nhóm vật tư
zh: 耗材组名称

# MLP_CURD_LBL_NAME_PRODUCT
source: Product's name
ca: ឈ្មោះផលិតផល
fr: Nom du produit
ja: 製品名
ko: 제품명
my: ကုန်ပစ္စည်းအမည်
vi: Tên sản phẩm
zh: 产品名称

# MLP_CURD_LBL_PRODUCT
source: Product
ca: ផលិតផល
fr: Les produits
ja: 製品
ko: 제품
my: ထုတ်ကုန်များ
vi: Sản phẩm
zh: 产品展示

# MLP_CURD_LBL_PRODUCT_PROPERTIES
source: Extended properties of the product
ca: លក្ខណៈសម្បត្តិដែលបានពង្រីកនៃផលិតផល
fr: Propriétés étendues du produit
ja: 製品の拡張プロパティ
ko: 제품의 확장 된 속성
my: ထုတ်ကုန်၏တိုးချဲ့ဂုဏ်သတ္တိများ
vi: Thuộc tính mở rộng của sản phẩm
zh: 产品的扩展特性

# MLP_CURD_LBL_PROPETIES_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 행동
my: လှုပ်ရှားမှု
vi: Tác vụ
zh: 动作片

# MLP_CURD_LBL_PROPETIES_NAME
source: Properties
ca: លក្ខណៈសម្បត្តិ
fr: Propriétés
ja: 物性
ko: 속성
my: Properties ကို
vi: Thuộc tính
zh: 物产

# MLP_CURD_LBL_PROPETIES_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarques
ja: 注釈
ko: 비고
my: မှတ်စုများ
vi: Ghi chú
zh: 注意事项

# MLP_CURD_LBL_PROPETIES_VALUDE
source: Value
ca: តម្លៃ
fr: Valeur
ja: 価値
ko: 가치
my: တန်ဖိုး
vi: Giá trị
zh: 价值

# MLP_CURD_LBL_SUPPLIES_CODE
source: Material code
ca: ក្រមផ្គត់ផ្គង់
fr: Code des fournitures
ja: 供給のコード
ko: 공급 규정
my: ထောက်ပံ့ရေးပစ္စည်းများ Code ကို
vi: Mã vật tư
zh: 耗材代码

# MLP_CURD_LBL_SUPPLIES_CREATEDAY
source: Since
ca: ពីកាលបរិច្ឆេទ
fr: À partir de la date
ja: 日付から
ko: 날짜부터
my: ရက်စွဲကနေ
vi: Từ ngày
zh: 从日期起

# MLP_CURD_LBL_SUPPLIES_ENDDAY
source: To date
ca: សូមអញ្ជើញមក
fr: Allez
ja: さあ
ko: 어서
my: လာစမ်းပါ
vi: Đến ngày
zh: 来吧

# MLP_CURD_LBL_SUPPLIES_GROUP
source: Group supplies
ca: ការផ្គត់ផ្គង់ជាក្រុម
fr: Fournitures de groupe
ja: グループ用品
ko: 그룹 용품
my: အုပ်စုလိုက်ထောက်ပံ့ရေးပစ္စည်းများ
vi: Nhóm vật tư
zh: 团体用品

# MLP_CURD_LBL_SUPPLIES_NAME
source: Name supplies
ca: ឈ្មោះផ្គត់ផ្គង់
fr: Fournitures de nom
ja: 名物
ko: 이름 공급
my: ထောက်ပံ့ရေးပစ္စည်းများအမည်
vi: Tên vật tư
zh: 名称用品

# MLP_CURD_LBL_SUPPLIES_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarques
ja: 注釈
ko: 비고
my: မှတ်စုများ
vi: Ghi chú
zh: 注意事项

# MLP_CURD_LBL_SUPPLIES_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: ステータス
ko: 상태
my: အခြေအနေ
vi: Trạng Thái
zh: 现况

# MLP_CURD_LBL_SUPPLIES_TYPE
source: Type of supplies
ca: ប្រភេទនៃការផ្គត់ផ្គង់
fr: Type de fournitures
ja: 用品の種類
ko: 소모품의 종류
my: ထောက်ပံ့ရေးအမျိုးအစား
vi: Loại vật tư
zh: 耗材类型

# MLP_CURD_LBL_SUPPLIE_BARCODE
source: Barcode
ca: បាកូដ
fr: Code barre
ja: バーコード
ko: 바코드
my: ဘားကုဒ်
vi: Mã vạch
zh: 条码

# MLP_CURD_LBL_TYPE_PRODUCT
source: Product type
ca: ប្រភេទផលិតផល
fr: Type de produit
ja: 製品の種類
ko: 제품 유형
my: ထုတ်ကုန်အမျိုးအစား
vi: Loại sản phẩm
zh: 产品种类

# MLP_CURD_LBL_VALUE
source: Value
ca: តម្លៃ
fr: Valeur
ja: 価値
ko: 가치
my: တန်ဖိုး
vi: Giá trị
zh: 价值

# MLP_CURD_MSG_DATA_NOT_BLANK
source: Please select the data!
ca: សូមជ្រើសរើសទិន្នន័យ!
fr: Veuillez sélectionner les données!
ja: データを選択してください！
ko: 데이터를 선택하십시오!
my: ကျေးဇူးပြု၍ အချက်အလက်ရွေးပါ
vi: Vui lòng chọn dữ liệu!
zh: 请选择数据！

# MLP_CURD_MSG_SETTING_NOT_BLANK
source: Please enter the setting value
ca: សូមបញ្ចូលតម្លៃកំណត់
fr: Veuillez saisir la valeur de réglage
ja: 設定値を入力してください
ko: 설정 값을 입력하십시오
my: ကျေးဇူးပြုပြီးချိန်ညှိတန်ဖိုးထည့်ပါ
vi: Vui lòng nhập giá trị cài đặt
zh: 请输入设定值

# MLP_CURD_SEARCH_LBL_CHILD_PRODUCT
source: Child products
ca: ផលិតផលកុមារ
fr: Produits pour enfants
ja: 子製品
ko: 아동 용품
my: ကလေးပစ္စည်းများ
vi: Sản phẩm con
zh: 儿童用品

# MLP_CURD_SEARCH_TXT_CHILD_PRODUCT
source: Child products
ca: ផលិតផលកុមារ
fr: Produits pour enfants
ja: 子製品
ko: 아동 용품
my: ကလေးပစ္စည်းများ
vi: Sản phẩm con
zh: 儿童用品

# MLP_CURD_TAB_CHILDREN_PRODUCT
source: Child products
ca: ផលិតផលកុមារ
fr: Produits pour enfants
ja: 子製品
ko: 아동 용품
my: ကလေးပစ္စည်းများ
vi: Sản phẩm con
zh: 儿童用品

# MLP_CURD_TAB_COMPONENT
source: Ingredient
ca: គ្រឿងផ្សំ
fr: Ingrédients
ja: 原材料
ko: 성분
my: ပါဝင်ပစ္စည်းများ
vi: Thành phần
zh: 成分

# MLP_CURD_TAB_FILE
source: File
ca: ឯកសារ
fr: Fichier
ja: ファイル
ko: 파일
my: ဖိုင်
vi: Tệp tin
zh: 档案文件

# MLP_CURD_TAB_FILE_CURD_LBL_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décrivez
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# MLP_CURD_TAB_FILE_LIST_COL_CATEGORY_NAME
source: Data warehouse
ca: ឃ្លាំងទិន្នន័យ
fr: Entrepôt de données
ja: データウェアハウス
ko: 데이터웨어 하우스
my: ဒေတာသိုလှောင်ရုံ
vi: Kho dữ liệu
zh: 数据仓库

# MLP_CURD_TAB_FILE_LIST_COL_CREATED_TIME
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date de création
ja: 作成日
ko: 만든 날짜
my: ရက်စွဲဖန်တီးမှု
vi: Ngày tạo
zh: 创建日期

# MLP_CURD_TAB_FILE_LIST_COL_DESCRIPTION
source: Describe
ca: ពិពណ៌នា
fr: Décrivez
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# MLP_CURD_TAB_FILE_LIST_COL_NAME
source: File name
ca: ឈ្មោះឯកសារ
fr: Nom du fichier
ja: ファイル名
ko: 파일명
my: ဖိုင်နာမည်
vi: Tên tệp
zh: 档案名称

# MLP_CURD_TAB_FILE_TITLE_ADD_FILE
source: Add file extension
ca: បន្ថែមផ្នែកបន្ថែមឯកសារ
fr: Ajouter une extension de fichier
ja: ファイル拡張子を追加
ko: 파일 확장자 추가
my: ဖိုင် extension ကိုထည့်ပါ
vi: Thêm tệp tin mở rộng
zh: 添加文件扩展名

# MLP_CURD_TAB_FILE_TITLE_EDIT
source: Edit the file extension
ca: កែសម្រួលផ្នែកបន្ថែមឯកសារ
fr: Modifier l'extension de fichier
ja: ファイル拡張子を編集する
ko: 파일 확장자 편집
my: ဖိုင် extension ကိုတည်းဖြတ်ပါ
vi: Sửa tệp tin mở rộng
zh: 编辑文件扩展名

# MLP_CURD_TAB_HISTORY
source: Product history
ca: ប្រវត្តិផលិតផល
fr: Historique du produit
ja: 製品の歴史
ko: 제품 이력
my: ကုန်ပစ္စည်းသမိုင်း
vi: Lịch sử sản phẩm
zh: 产品历史

# MLP_CURD_TAB_HISTORY_SEARCH_LBL_CUSTOMER
source: Customer
ca: អតិថិជន
fr: Les clients
ja: お客さま
ko: 고객
my: ဖောက်သည်များ
vi: Khách hàng
zh: 客户群

# MLP_CURD_TAB_HISTORY_SEARCH_LBL_C_O
source: Contract
ca: កិច្ចសន្យា
fr: Le contrat
ja: 契約
ko: 계약
my: စာချုပ်
vi: Hợp đồng
zh: 合同

# MLP_CURD_TAB_HISTORY_SEARCH_LBL_SUPPLIER
source: Supplier
ca: អ្នកផ្តល់
fr: Fournisseur
ja: プロバイダー
ko: 공급자
my: ပေးသူ
vi: Nhà cung cấp
zh: 提供者

# MLP_CURD_TAB_HISTORY_SEARCH_LBL_TYPE
source: Species
ca: ប្រភេទ
fr: Tapez
ja: 種類
ko: 타입
my: အမျိုးအစား
vi: Loại
zh: 型式

# MLP_CURD_TAB_HISTORY_SEARCH_TXT_CUSTOMER
source: Customer
ca: អតិថិជន
fr: Les clients
ja: お客さま
ko: 고객
my: ဖောက်သည်များ
vi: Khách hàng
zh: 客户群

# MLP_CURD_TAB_HISTORY_SEARCH_TXT_C_O
source: Contract
ca: កិច្ចសន្យា
fr: Le contrat
ja: 契約
ko: 계약
my: စာချုပ်
vi: Hợp đồng
zh: 合同

# MLP_CURD_TAB_HISTORY_SEARCH_TXT_SUPPLIER
source: Supplier
ca: អ្នកផ្តល់
fr: Fournisseur
ja: プロバイダー
ko: 공급자
my: ပေးသူ
vi: Nhà cung cấp
zh: 提供者

# MLP_CURD_TAB_HISTORY_SEARCH_TXT_TYPE
source: Species
ca: ប្រភេទ
fr: Tapez
ja: 種類
ko: 타입
my: အမျိုးအစား
vi: Loại
zh: 型式

# MLP_CURD_TAB_PROPERTIES
source: Extended attributes
ca: គុណលក្ខណៈពង្រីក
fr: Attributs étendus
ja: 拡張属性
ko: 확장 된 속성
my: တိုးချဲ့ attribute တွေ
vi: Thuộc tính mở rộng
zh: 扩展属性

# MLP_CURD_TITLE_ADD_CATEGORY
source: Add a list of supplies
ca: បន្ថែមបញ្ជីនៃការផ្គត់ផ្គង់
fr: Ajouter une liste de fournitures
ja: 消耗品のリストを追加する
ko: 소모품 목록 추가
my: ထောက်ပံ့ရေးပစ္စည်းများစာရင်းတစ်ခုထည့်ပါ
vi: Thêm danh mục vật tư
zh: 添加耗材清单

# MLP_CURD_TITLE_ADD_FILE
source: Add file
ca: បន្ថែមឯកសារ
fr: Ajouter un fichier
ja: ファイルを追加
ko: 파일 추가
my: ဖိုင်ထည့်ပါ
vi: Thêm tệp tin
zh: 新增档案

# MLP_CURD_TITLE_ADD_MPG
source: Add product groups
ca: បន្ថែមក្រុមផលិតផល
fr: Ajouter des groupes de produits
ja: 製品グループを追加
ko: 제품 그룹 추가
my: ထုတ်ကုန်အုပ်စုများထည့်ပါ
vi: Thêm nhóm sản phẩm
zh: 添加产品组

# MLP_CURD_TITLE_EDIT_CATEGORY
source: Edit the list of supplies
ca: កែសម្រួលបញ្ជីនៃការផ្គត់ផ្គង់
fr: Modifier la liste des fournitures
ja: 消耗品のリストを編集する
ko: 소모품 목록 편집
my: ထောက်ပံ့ရေးပစ္စည်းများစာရင်းကိုတည်းဖြတ်ပါ
vi: Sửa danh mục vật tư
zh: 编辑耗材清单

# MLP_CURD_TITLE_EDIT_FILE
source: Edit the file
ca: កែសម្រួលឯកសារ
fr: Modifier le fichier
ja: ファイルを編集する
ko: 파일 편집
my: ဖိုင်ကိုတည်းဖြတ်ပါ
vi: Sửa tệp tin
zh: 编辑档案

# MLP_CURD_TITLE_EDIT_PROPERTIES
source: Edit properties
ca: កែប្រែលក្ខណសម្បត្តិ
fr: Modifier les propriétés
ja: プロパティを編集
ko: 속성 편집
my: ဂုဏ်သတ္တိများကိုတည်းဖြတ်ပါ
vi: Sửa thuộc tính
zh: 编辑属性

# MLP_CURD_TXT_ATTR_CODE
source: Select product attributes
ca: ជ្រើសរើសគុណលក្ខណៈផលិតផល
fr: Sélectionnez les attributs du produit
ja: 製品属性を選択
ko: 제품 속성 선택
my: ထုတ်ကုန် attribute တွေရွေးချယ်ပါ
vi: Chọn thuộc tính sản phẩm
zh: 选择产品属性

# MLP_CURD_TXT_ATTR_VALUE
source: Value
ca: តម្លៃ
fr: Valeur
ja: 価値
ko: 가치
my: တန်ဖိုး
vi: Giá trị
zh: 价值

# MLP_CURD_TXT_CODE_PRODUCT
source: Product code
ca: លេខកូដផលិតផល
fr: Code produit
ja: 製品コード
ko: 제품 코드
my: ကုန်ပစ္စည်းကုဒ်
vi: Mã sản phẩm
zh: 产品代号

# MLP_CURD_TXT_COMPONENT_CODE
source: Component code
ca: លេខកូដសមាសភាគ
fr: Code composant
ja: コンポーネントコード
ko: 구성 요소 코드
my: အစိတ်အပိုင်းကုဒ်
vi: Mã thành phần
zh: 组件代码

# MLP_CURD_TXT_COMPONENT_NAME
source: Ingredient name
ca: ឈ្មោះគ្រឿងផ្សំ
fr: Nom de l'ingrédient
ja: 成分名
ko: 성분명
my: ပါဝင်ပစ္စည်းအမည်
vi: Tên thành phần
zh: 成分名称

# MLP_CURD_TXT_COMPONENT_QUANTITY
source: Amount
ca: ចំនួនទឹកប្រាក់
fr: Le montant
ja: 金額
ko: 금액
my: ပမာဏ
vi: Số lượng
zh: 金额

# MLP_CURD_TXT_COMPONENT_UNIT
source: Unit
ca: ឯកតា
fr: Unité
ja: 単位
ko: 단위
my: ယူနစ်
vi: Đơn vị
zh: 单位

# MLP_CURD_TXT_FILE_CHOSE
source: Choose a file
ca: ជ្រើសរើសឯកសារ
fr: Choisissez un fichier
ja: ファイルを選択
ko: 파일을 선택하십시오
my: ဖိုင်ရွေးပါ
vi: Chọn tệp tin
zh: 选择档案

# MLP_CURD_TXT_FILE_FORMAT
source: Format
ca: ទ្រង់ទ្រាយ
ja: 書式
ko: 체재
my: ပုံစံ
vi: Định dạng
zh: 格式

# MLP_CURD_TXT_FILE_NAME
source: File name
ca: ឈ្មោះឯកសារ
fr: Nom du fichier
ja: ファイル名
ko: 파일명
my: ဖိုင်နာမည်
vi: Tên tệp tin
zh: 档案名称

# MLP_CURD_TXT_GROUP_PRODUCT
source: Product Groups
ca: ក្រុមផលិតផល
fr: Groupe de produits
ja: 製品グループ
ko: 제품 그룹
my: ကုန်ပစ္စည်းအုပ်စု
vi: Nhóm sản phẩm
zh: 产品组别

# MLP_CURD_TXT_NAME_PRODUCT
source: Product's name
ca: ឈ្មោះផលិតផល
fr: Nom du produit
ja: 製品名
ko: 제품명
my: ကုန်ပစ္စည်းအမည်
vi: Tên sản phẩm
zh: 产品名称

# MLP_CURD_TXT_PROPETIES_NAME
source: Properties
ca: លក្ខណៈសម្បត្តិ
fr: Propriétés
ja: 物性
ko: 속성
my: Properties ကို
vi: Thuộc tính
zh: 物产

# MLP_CURD_TXT_PROPETIES_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarques
ja: 注釈
ko: 비고
my: မှတ်စုများ
vi: Ghi chú
zh: 注意事项

# MLP_CURD_TXT_PROPETIES_VALUDE
source: Value
ca: តម្លៃ
fr: Valeur
ja: 価値
ko: 가치
my: တန်ဖိုး
vi: Giá trị
zh: 价值

# MLP_CURD_TXT_SUPPLIES_CODE
source: Material code
ca: ក្រមផ្គត់ផ្គង់
fr: Code des fournitures
ja: 供給のコード
ko: 공급 규정
my: ထောက်ပံ့ရေးပစ္စည်းများ Code ကို
vi: Mã vật tư
zh: 耗材代码

# MLP_CURD_TXT_SUPPLIES_CREATEDAY
source: Since
ca: ពីកាលបរិច្ឆេទ
fr: À partir de la date
ja: 日付から
ko: 날짜부터
my: ရက်စွဲကနေ
vi: Từ ngày
zh: 从日期起

# MLP_CURD_TXT_SUPPLIES_ENDDAY
source: To date
ca: សូមអញ្ជើញមក
fr: Allez
ja: さあ
ko: 어서
my: လာစမ်းပါ
vi: Đến ngày
zh: 来吧

# MLP_CURD_TXT_SUPPLIES_GROUP
source: Group supplies
ca: ការផ្គត់ផ្គង់ជាក្រុម
fr: Fournitures de groupe
ja: グループ用品
ko: 그룹 용품
my: အုပ်စုလိုက်ထောက်ပံ့ရေးပစ္စည်းများ
vi: Nhóm vật tư
zh: 团体用品

# MLP_CURD_TXT_SUPPLIES_NAME
source: Name supplies
ca: ឈ្មោះផ្គត់ផ្គង់
fr: Fournitures de nom
ja: 名物
ko: 이름 공급
my: ထောက်ပံ့ရေးပစ္စည်းများအမည်
vi: Tên vật tư
zh: 名称用品

# MLP_CURD_TXT_SUPPLIES_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarques
ja: 注釈
ko: 비고
my: မှတ်စုများ
vi: Ghi chú
zh: 注意事项

# MLP_CURD_TXT_SUPPLIES_STATUS
source: Select Status
ca: ជ្រើសរើសស្ថានភាព
fr: Sélectionnez le statut
ja: ステータスを選択
ko: 상태 선택
my: Status ကိုရွေးချယ်ပါ
vi: Chọn Trạng Thái
zh: 选择状态

# MLP_CURD_TXT_SUPPLIES_TYPE
source: Type of supplies
ca: ប្រភេទនៃការផ្គត់ផ្គង់
fr: Type de fournitures
ja: 用品の種類
ko: 소모품의 종류
my: ထောက်ပံ့ရေးအမျိုးအစား
vi: Loại vật tư
zh: 耗材类型

# MLP_CURD_TXT_SUPPLIE_BARCODE
source: Barcode
ca: បាកូដ
fr: Code barre
ja: バーコード
ko: 바코드
my: ဘားကုဒ်
vi: Mã vạch
zh: 条码

# MLP_CURD_TXT_TYPE_PRODUCT
source: Product type
ca: ប្រភេទផលិតផល
fr: Type de produit
ja: 製品の種類
ko: 제품 유형
my: ထုတ်ကုန်အမျိုးအစား
vi: Loại sản phẩm
zh: 产品种类

# MLP_CURE_LBL_ACTION
source: Describe
ca: ពិពណ៌នា
fr: Décrivez
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# MLP_CURE_LBL_ANTI_STATIC
source: Antistatic
ca: ប្រឆាំងនឹងឋិតិវន្ត
fr: Antistatique
ja: 帯電防止
ko: 정전기 방지
vi: Chống tĩnh điện
zh: 防静电

# MLP_CURE_LBL_BACTERIA
source: Anti-bacterial
ca: ប្រឆាំងនឹងបាក់តេរី
fr: Antibactérien
ja: 抗菌性
ko: 항균
my: ဘက်တီးရီးယားပိုး
vi: Chống vi khuẩn
zh: 抗菌性

# MLP_CURE_LBL_BARCODE
source: BarCode
ca: បារកូដ
ja: バーコード
ko: 바코드
my: ဘားကုတ်
zh: 条码

# MLP_CURE_LBL_CHARACTERS
source: Pattern
ca: លំនាំ
fr: Motif
ja: 模様
ko: 패턴
my: ပုံစံ
vi: Hoa văn
zh: 模式

# MLP_CURE_LBL_CHEMISTRY
source: Chemical resistance
ca: ភាពធន់នឹងគីមី
fr: Résistance chimique
ja: 耐薬品性
ko: 내 화학성
my: ဓာတုခံနိုင်ရည်ရှိသည်
vi: Kháng hóa chất
zh: 耐化学性

# MLP_CURE_LBL_CIR
source: CRI standard
ca: ស្តង់ដារ CRI
fr: Norme CRI
ja: CRI標準
ko: CRI 표준
my: CRI စံ
vi: Tiêu chuẩn CRI
zh: CRI标准

# MLP_CURE_LBL_CLEAN
source: Easy to clean
ca: ងាយសម្អាត
fr: Facile à nettoyer
ja: お手入れが簡単
ko: 손쉬운 청소
my: ဆေးကြောရန်လွယ်ကူသည်
vi: Dễ lau chùi
zh: 容易清洗

# MLP_CURE_LBL_CODE
source: Product code
ca: លេខកូដផលិតផល
fr: Code produit
ja: 製品コード
ko: 제품 코드
my: ကုန်ပစ္စည်းကုဒ်
vi: Mã sản phẩm
zh: 产品代号

# MLP_CURE_LBL_CODE_ATTRIBUTE
source: Code
ca: លេខកូដ
ja: コード
ko: 코드
my: ကုဒ်
vi: Mã
zh: 代号

# MLP_CURE_LBL_CODE_BARCODE
source: BarCode code
ca: លេខកូដបារកូដ
fr: Code à barres
ja: バーコードコード
ko: 바코드
my: ဘားကုဒ်နံပါတ်
vi: Mã BarCode
zh: 条形码

# MLP_CURE_LBL_CODE_CATEGORY
source: DM SP code
ca: លេខកូដឌីអេសអេស
fr: Code DM SP
ja: DM SPコード
ko: DM SP 코드
my: DM SP ကုဒ်
vi: Mã DM SP
zh: DM SP代码

# MLP_CURE_LBL_CODE_CHILDREN_CATEGORY
source: Child SP code
ca: លេខកូដ SP របស់កុមារ
fr: Code SP enfant
ja: 子SPコード
ko: 아동 SP 코드
my: ကလေး SP ကုဒ်
vi: Mã SP con
zh: 子SP代码

# MLP_CURE_LBL_CODE_QRCODE
source: QR Code
ca: QR កូដ
ja: QRコード
ko: QR 코드
my: QR ကုဒ်
vi: Mã QR Code
zh: 二维码

# MLP_CURE_LBL_COUNT_PERBOX
source: Number of plates / box
ca: ចំនួនចាន / ប្រអប់
fr: Nombre d'assiettes / boîte
ja: プレート数/箱
ko: 플레이트 / 박스 수
my: ပြား / သေတ္တာအရေအတွက်
vi: Số tấm/hộp
zh: 板数/箱

# MLP_CURE_LBL_DEEP
source: Thickness TT
ca: កម្រាស់ TT
fr: Épaisseur TT
ja: 厚さTT
ko: 두께 TT
my: အထူ TT
vi: Độ dày TT
zh: 厚度TT

# MLP_CURE_LBL_DEODORANT
source: Deodorant
ca: ដេយ័រ
fr: Déodorant
ja: 消臭剤
ko: 탈취제
my: ပြီလ
vi: Khử mùi
zh: 除臭剂

# MLP_CURE_LBL_DETAIL_IMG
source: Detailed product photos
ca: រូបថតផលិតផលលម្អិត
fr: Photos détaillées des produits
ja: 詳細な製品写真
ko: 자세한 제품 사진
my: အသေးစိတ်ထုတ်ကုန်ဓာတ်ပုံများ
vi: Chi tiết ảnh sản phẩm
zh: 详细的产品照片

# MLP_CURE_LBL_DIRTY
source: Anti-fouling
ca: ប្រឆាំងនឹងការបំពុល
ja: 防汚
ko: 방오
vi: Chống bám bẩn
zh: 防污

# MLP_CURE_LBL_ECOMARK
source: ECO Mark
ca: អេកូម៉ាក
ja: エコマーク
ko: 에코 마크
my: ECO မာကု
zh: 生态标志

# MLP_CURE_LBL_EXAMPLE
source: For example: 3 * process♯100 * 92.5 * 50m * 0.227 * 64.1 * 92.5 * _ * _ * _ * Y * _ * _ * _ * _ * _ * Y.
ca: ឧទាហរណ៍ៈ ៣ * process♯ ១០០ * ៩២.៥ * ៥០ ម * ០២២៧ * ៦៤.១ * ៩២.៥ * _ * _ * _ * Y * _ * _ * _ * _ * _ * Y ។
fr: Par exemple: processus 3 * 100 * 92,5 * 50 m * 0,227 * 64,1 * 92,5 * _ * _ * _ * Y * _ * _ * _ * _ * _ * Y.
ja: 例：3 *プロセス♯100* 92.5 * 50m * 0.227 * 64.1 * 92.5 * _ * _ * _ * Y * _ * _ * _ * _ * _ * Y.
ko: 예 : 3 * process♯100 * 92.5 * 50m * 0.227 * 64.1 * 92.5 * _ * _ * _ * Y * _ * _ * _ * _ * _ * Y.
my: ဥပမာ: ၃ * process♯100 * 92.5 * 50m * 0.227 * 64.1 * 92.5 * _ * _ * _ * Y * _ * _ * _ * _ * _ * Y.
vi: Ví dụ: 3*process♯100*92.5*50m*0.227*64.1*92.5*_*_*_*Y*_*_*_*_*_*Y.
zh: 例如：3 *process♯100* 92.5 * 50m * 0.227 * 64.1 * 92.5 * _ * _ * _ * Y * _ * _ * _ * _ * _ * Y.

# MLP_CURE_LBL_EXCHANGE_PRODUCT
source: Sp redeemed
ca: Sp បានលោះ
fr: Sp racheté
ja: 償還されたSp
ko: 사용 된 SP
my: sp ရွေးနှုတ်တော်မူ
vi: Sp quy đổi
zh: Sp已兑换

# MLP_CURE_LBL_E_SEKOU
source: E-Sekou
ca: អ៊ី - សេក
ja: E-セコウ
ko: 이세 코우
zh: 电子Sekou

# MLP_CURE_LBL_FIRE
source: Fire spread
ca: ភ្លើងរាលដាល
fr: Propagation du feu
ja: 延焼
ko: 화재 확산
my: မီးပြန့်သွားသည်
vi: Chống cháy lan
zh: 火势蔓延

# MLP_CURE_LBL_FORECAST_TIME
source: Forecast time
ca: ពេលវេលាព្យាករណ៍
fr: Temps de prévision
ja: 予測時間
ko: 예측 시간
my: ခန့်မှန်းအချိန်
vi: Thời gian dự báo
zh: 预报时间

# MLP_CURE_LBL_FORECAST_WAREHOUSE
source: Forecast in stock
ca: ព្យាករណ៍ក្នុងស្តុក
fr: Prévision en stock
ja: 在庫予測
ko: 재고 예측
my: စတော့ရှယ်ယာအတွက်ခန့်မှန်းချက်
vi: Dự báo trong kho
zh: 库存预测

# MLP_CURE_LBL_FORMALDEHYDE
source: Formaldehyde
fr: Formaldéhyde
ja: ホルムアルデヒド
ko: 포름 알데히드
zh: 甲醛

# MLP_CURE_LBL_FRIENDLY
source: Friendly MT
ca: មិត្តភាព MT
ja: フレンドリーMT
ko: 친절한 MT
vi: Thân thiện MT
zh: 友善的MT

# MLP_CURE_LBL_GAUGE
source: Gauge
ca: រង្វាស់
fr: Jauge
ja: ゲージ
ko: 게이지
my: စံ
zh: 量规

# MLP_CURE_LBL_GROUP
source: Product Groups
ca: ក្រុមផលិតផល
fr: Groupe de produits
ja: 製品グループ
ko: 제품 그룹
my: ကုန်ပစ္စည်းအုပ်စု
vi: Nhóm sản phẩm
zh: 产品组别

# MLP_CURE_LBL_HORIZONTALSTROKE
source: Horizontal pattern (cm)
ca: លំនាំផ្តេក (ស។ ម។ )
fr: Motif horizontal (cm)
ja: 水平パターン（cm）
ko: 가로 무늬 (cm)
my: အလျားလိုက်ပုံစံ (စင်တီမီတာ)
vi: Vân ngang(cm)
zh: 水平图案（厘米）

# MLP_CURE_LBL_HUMIDITY
source: Humidity control
ca: ការគ្រប់គ្រងសំណើម
fr: Contrôle d'humidité
ja: 湿度制御
ko: 습도 조절
my: စိုထိုင်းဆထိန်းချုပ်မှု
vi: Kiểm soát độ ẩm
zh: 湿度控制

# MLP_CURE_LBL_IMG
source: Image product
ca: រូបថតផលិតផល
fr: Photos de produits
ja: 製品写真
ko: 제품 사진
my: ကုန်ပစ္စည်းဓာတ်ပုံများ
vi: Ảnh sản phẩm
zh: 产品照片

# MLP_CURE_LBL_JIS
source: JIS standards
ca: ស្តង់ដារ JIS
fr: Normes JIS
ja: JIS規格
ko: JIS 규격
my: JIS စံနှုန်းများ
vi: Tiêu chuẩn JIS
zh: JIS标准

# MLP_CURE_LBL_LENGTH
source: Length (m)
ca: ប្រវែង (ម)
fr: Longueur (m)
ja: 長さ（m）
ko: 길이 (m)
my: အရှည် ())
vi: Chiều dài(m)
zh: 长度（米）

# MLP_CURE_LBL_LENGTH_MM
source: Roll length
ca: ប្រវែងវិល
fr: Longueur du rouleau
ja: ロール長
ko: 롤 길이
my: အရှည်လိပ်
vi: Chiều dài cuộn
zh: 卷长

# MLP_CURE_LBL_M2_PERBOX
source: Number of m2 / box
ca: ចំនួន m2 / ប្រអប់
fr: Nombre de m2 / boîte
ja: m2 /ボックスの数
ko: m2 / 상자 수
my: m2 / box အရေအတွက်
vi: Số m2/hộp
zh: 平方米/箱数

# MLP_CURE_LBL_MANUFACTURING
source: Production to 2021
ca: ផលិតកម្មដល់ឆ្នាំ ២០២១
fr: Production jusqu'en 2021
ja: 2021年までの生産
ko: 2021 년 생산
my: 2021 မှထုတ်လုပ်မှု
vi: Sx đến 2021
zh: 到2021年的生产

# MLP_CURE_LBL_MATERIAL
source: Material
ca: សម្ភារៈ
fr: Matière
ja: 素材
ko: 소재
my: ပစ္စည်း
vi: Chất liệu
zh: 材质

# MLP_CURE_LBL_MLP
source: Category
ca: ប្រភេទ
fr: Catégorie
ja: カテゴリー
ko: 카테고리
my: အမျိုးအစား
zh: 类别分类

# MLP_CURE_LBL_MSG
source: Page * Category * Width * Length * Weight * Vertical Van * Horizontal Stripe * Note * E-Sekou * Continued production through 2021 * Mildew resistance * Anti-stain - easy to clean * Anti-bacteria * Deodorization * Humidity control * Hard paper surface * Prevent fire spread.
ca: ទំព័រ * ប្រភេទ * ទទឹង * ប្រវែង * ទំងន់ * បញ្ឈរវ៉ាន់ * ឆ្នូតផ្តេក * ចំណាំ * អេ - សេក * បន្តផលិតកម្មរហូតដល់ឆ្នាំ ២០២១ * ភាពធន់នឹងមីលស៍ * ប្រឆាំងស្នាមប្រឡាក់ - ងាយសម្អាត ប្រឆាំងនឹងបាក់តេរី * ការបំផ្លាញ * ការគ្រប់គ្រងសំណើម * ផ្ទៃក្រដាសរឹង * ការពារការរាលដាលភ្លើង។
fr: Page * Catégorie * Largeur * Longueur * Poids * Fourgonnette verticale * Bande horizontale * Remarque * E-Sekou * Production continue jusqu'en 2021 * Résistance à la moisissure * Anti-taches - facile à nettoyer * Anti-bactéries * Désodorisation * Contrôle de l'humidité * Surface en papier dur * Empêche la propagation du feu.
ja: 「ページ*カテゴリ*幅*長さ*重量*垂直バン*水平ストライプ*注* E-Sekou * 2021年まで継続生産*カビ抵抗性*防汚-清掃が簡単*
ko: 페이지 * 카테고리 * 폭 * 길이 * 무게 * 수직 밴 * 가로 줄무늬 * 참고 * E- 세 코우 * 2021 년까지 계속 생산 * 곰팡이 방지 * 얼룩 방지-손쉬운 청소 * 항균제 * 탈취제 * 습도 조절 * 단단한 종이 표면 * 화재 확산 방지
my: စာမျက်နှာ * အမျိုးအစား * အကျယ် * အလျား * အလေးချိန် * ဒေါင်လိုက်ဗန်း * အလျားလိုက်အစင်း * မှတ်စု * E-Sekou * ၂၀၂၁ ခုနှစ်အထိဆက်လက်ထုတ်လုပ်မှု - နူးညံ့သောခံနိုင်ရည် * အစွန်းအထင်း - ဆေးကြောရန်လွယ်ကူခြင်း * ဘက်တီးရီးယားပိုးမွှားတိုက်ဖျက်ရေးစနစ် * စိုထိုင်းဆကိုထိန်းချုပ်ခြင်း၊ စက္ကူမျက်နှာပြင်ခက် * မီးပြန့်ပွားခြင်းကိုကာကွယ်ခြင်း။ မှိုခံနိုင်ရည် ကုန်ပစ္စည်းအမည် DM SP အမည်ပေးပါ ကလေး SP နာမည် မှတ်စုများ လေးလံသောအရာဝတ္ထုများကိုထမ်းရွက်ပါ Made in အိမ်ပြင်တွင်အသုံးပြုသည် pp ခဲယဉ်းစက္ကူမျက်နှာပြင် စျေးနှုန်း (စျေး / မီတာ ... ) Catalog စျေးနှုန်း စျေးနှုန်း (စျေး / m2) Catalog စျေးနှုန်း ကုန်ပစ္စည်းလိုင်း QR ကုဒ် မယုံ အရွယ်အစား: တော ဖွဲ့စည်းပုံ ယက်လုပ်ခြင်းစတိုင် စုစုပေါင်းအထူ ခရီးသွားသိပ်သည်းဆ အမျိုးအစား ယူနစ် ထုတ်ကုန်စာရင်းတင်ပါ ဒေါင်လိုက်ပုံစံ (စင်တီမီတာ) မှတ်ချက်။ ။ ဒေတာအကွက်သည် _" ကိုသုံးသည်။ "Y" သို့မဟုတ် "_" ကိုသုံးသည်။
vi: Trang*Category*Chiều rộng*Chiều dài*Trọng lượng*Vân dọc*Vân ngang*Ghi chú*E-Sekou*Tiếp tục sản xuất tới năm 2021*Chống nấm mốc*Chống bám bẩn - dễ lau chùi* Chống vi khuẩn*Khử mùi*Kiểm soát độ ẩm*Bề mặt giấy cứng*Chống cháy lan.
zh: “页*类别*宽度*长度*重量*立式厢式车*水平条纹*注意* E-Sekou *持续生产到2021年*防霉*防污-易于清洁*抗菌*除臭*湿度控制*硬纸表面*防止火势蔓延。”

# MLP_CURE_LBL_MUSHROOM
source: Anti mold
ca: ផ្សិតធន់
fr: Résistant aux moisissures
ja: 抗菌*脱臭*湿度制御*硬質紙表面*延焼を防止します。
ko: 곰팡이 방지
my: ဖယောင်းမလိုအပ်ပါဘူး
vi: Chống nấm mốc
zh: 防霉

# MLP_CURE_LBL_NAME
source: Product's name
ca: ឈ្មោះផលិតផល
fr: Nom du produit
ja: カビに強い
ko: 제품명
my: အလေးချိန်
vi: Tên sản phẩm
zh: 产品名称

# MLP_CURE_LBL_NAME_CATEGORY
source: Name DM SP
ca: ដាក់ឈ្មោះ DM SP
fr: Nom DM SP
ja: 製品名
ko: 이름 DM SP
my: အကျယ် ())
vi: Tên DM SP
zh: 名称DM SP

# MLP_CURE_LBL_NAME_CHILDREN_CATEGORY
source: Child SP name
ca: ឈ្មោះ SP របស់កុមារ
fr: Nom du SP enfant
ja: 名前DM SP
ko: 아동 SP 이름
my: အကျယ် (mm)
vi: Tên SP con
zh: 子SP名称

# MLP_CURE_LBL_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarques
ja: 子SP名
ko: 비고
my: ဖော်ပြချက်တစ်ခုထည့်ပါ
vi: Ghi chú
zh: 注意事项

# MLP_CURE_LBL_OBJECT_MOVING
source: Bear heavy objects
ca: កាន់វត្ថុធ្ងន់
fr: Porter des objets lourds
ja: 注釈
ko: 무거운 물건을 부담
my: anti-static
vi: Chịu vật nặng
zh: 承受重物

# MLP_CURE_LBL_ORIGIN
source: Origin
ca: ផលិតនៅ
fr: Fabriqué en
ja: 重い物を運ぶ
ko: 제작
my: ဘက်တီးရီးယားပိုး
vi: Xuất xứ
zh: 制造于

# MLP_CURE_LBL_OUTSIDE
source: Used outdoors
ca: ប្រើនៅខាងក្រៅ
fr: Utilisé à l'extérieur
ja: 製
ko: 야외에서 사용
my: အမျိုးအစား
vi: Dùng ngoài trời
zh: 户外使用

# MLP_CURE_LBL_PAGE
source: Page
ca: ភីភី
fr: Pp
ja: 屋外で使用
ko: PP
my: ပုံစံ
vi: Trang
zh: p

# MLP_CURE_LBL_PAPER
source: Hard paper surface
ca: ផ្ទៃក្រដាសរឹង
fr: Surface de papier dur
ja: Pp
ko: 단단한 종이 표면
my: ဓာတုခံနိုင်ရည်ရှိသည်
vi: Bề mặt giấy cứng
zh: 硬纸表面

# MLP_CURE_LBL_PRICE
source: Price (Price / m ...)
ca: តម្លៃ (តម្លៃ / ម ... ​​)
fr: Prix ​​(Prix / m ...)
ja: 硬質紙表面
ko: 가격 (가격 / m ...)
my: CRI စံ
vi: Giá (Giá/m...)
zh: 价格（价格/米...）
