Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/MaterialExportInfoProductController.*.resx
Languages: vi, zh

# MEXIP_LBL_BARCODE
source: BarCode code
vi: Mã BarCode
zh: 条形码

# MEXIP_LBL_CODE_PRODUCT
source: SP code
vi: Mã SP
zh: SP代码

# MEXIP_LBL_ENTER_BARCODE
source: Enter the BarCode code
vi: Nhập mã BarCode
zh: 输入条形码

# MEXIP_LBL_ENTER_QRCODE
source: Enter the QR Code
vi: Nhập mã QR Code
zh: 输入二维码

# MEXIP_LBL_GROUP_PRODUCT
source: SP group
vi: Nhóm SP
zh: SP组

# MEXIP_LBL_ID
source: Product code
vi: Mã sản phẩm
zh: 产品代号

# MEXIP_LBL_INFO_PRODUCT
source: Product information found
vi: Thông tin sản phẩm được tìm thấy
zh: 找到产品信息

# MEXIP_LBL_LOT_PRODUCT_CODE
source: PO number
vi: Số PO
zh: 订单号

# MEXIP_LBL_MATERIAL
source: Material
vi: Chất liệu
zh: 材质

# MEXIP_LBL_MEXIP
source: Retrieve product information
vi: Truy xuất thông tin sản phẩm
zh: 检索产品信息

# MEXIP_LBL_NOTE
source: Note
vi: Ghi chú
zh: 注意事项

# MEXIP_LBL_NOTE_LE
source: Retail products: Product code_SL.Q_T.Time-Number of shelves
vi: Sản phẩm nhập lẻ: Mã sản phẩm_SL.Số lượng_T.Thời gian-Số kệ
zh: 零售产品：产品代码_SL.Q_T.Time-货架数

# MEXIP_LBL_NOTE_PO
source: Product entered by PO: Product code_Code in Catelogue_Number PO_T.Time -Number
vi: Sản phẩm nhập theo PO: Mã sản phẩm_Mã trong Catelogue_Số PO_T.Thời gian-Số kệ
zh: PO输入的产品：产品代码_产品目录中的代码_PO_T.Time-数字

# MEXIP_LBL_PATTERN
source: Pattern
vi: Hoa văn
zh: 模式

# MEXIP_LBL_PRODUCTS_NAME
source: Name of SP
vi: Tên SP
zh: SP名称

# MEXIP_LBL_PRODUCT_INHERITANCE
source: Sp inherited
vi: Sp kế thừa
zh: Sp继承了

# MEXIP_LBL_PRODUCT_NAME
source: Product's name
vi: Tên sản phẩm
zh: 产品名称

# MEXIP_LBL_PRODUCT_QR_CODE
source: Product code
vi: Mã sản phẩm
zh: 产品代号

# MEXIP_LBL_PRODUCT_TYPE
source: Product type
vi: Loại sản phẩm
zh: 产品种类

# MEXIP_LBL_QRCODE
source: QR Code
vi: Mã QR Code
zh: 二维码

# MEXIP_LBL_QUANTITY
source: Quantity in stock
vi: Số lượng trong kho
zh: 库存数量

# MEXIP_LBL_RACK_NAME
source: Location in stock
vi: Vị trí trong kho
zh: 库存位置

# MEXIP_LBL_SAVE
source: Save
vi: Lưu
zh: 保存

# MEXIP_LBL_SIZE
source: Size
vi: Kích thước
zh: 大小

# MEXIP_LBL_TICKET_EXP_CODE
source: Voucher code
vi: Mã phiếu xuất
zh: 优惠券代码

# MEXIP_LBL_TICKET_IMP_CPDE
source: Coupon code entered
vi: Mã phiếu nhập
zh: 输入优惠券代码

# MEXIP_LBL_TYPE_PRODUCT
source: SP type
vi: Loại SP
zh: SP型

# MEXIP_LINK_MEXIP
source: Retrieve product information
vi: Truy xuất thông tin sản phẩm
zh: 检索产品信息

# MEXIP_MSG_CHOOSE_ID
source: Please select the product code!
vi: Vui lòng chọn mã sản phẩm !
zh: 请选择产品代码！

# MEXIP_MSG_CODE_PRODUCT_BLANK_SPECIAL
source: Product code does not contain special characters or spaces
vi: Mã sản phẩm không chứa ký tự đặc biệt hoặc khoảng trắng
zh: 产品代码不包含特殊字符或空格

# MEXIP_MSG_CODE_PRODUCT_CHAR
source: Product code does not exceed 100 characters!
vi: Mã sản phẩm không vượt quá 100 kí tự!
zh: 产品代码不能超过100个字符！

# MEXIP_MSG_ENTER_PRODUCT
source: Enter the product!
vi: Nhập sản phẩm!
zh: 输入产品！

# MEXIP_MSG_ENTE_PRODUCT_NAME
source: Enter the product name!
vi: Nhập tên sản phẩm!
zh: 输入产品名称！

# MEXIP_MSG_ENTE_PRODUCT_NAME_CHAR
source: Product name cannot exceed 200 characters!
vi: Tên sản phẩm không vượt quá 200 kí tự!
zh: 产品名称不能超过200个字符！

# MEXIP_MSG_ENTE_UNIT
source: Enter unit!
vi: Nhập đơn vị!
zh: 输入单位！

# MEXIP_MSG_ENTE_UNIT_CHAR
source: Units cannot exceed 200 characters!
vi: Đơn vị không vượt quá 200 kí tự!
zh: 单位不能超过200个字符！

# MEXIP_MSG_PHONENUMBER_NONUMBER
source: Phone numbers must be digits [0-9]!
vi: Số điện thoại phải là chữ số [0-9]!
zh: 电话号码必须是数字[0-9]！

# MEXIP_TXT_ID
source: Product
vi: Sản phẩm
zh: 产品展示
