Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/MaterialProductController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# MLP_CURE_LBL_PRICEM2_CATALOGUE
source: Catalog price
ca: តម្លៃកាតាឡុក
fr: Prix ​​catalogue
ja: 価格（価格/ m2）
ko: 카탈로그 가격
my: အိမ်ခြံမြေကုတ်နံပါတ်
vi: Giá Catalogue
zh: 目录价格

# MLP_CURE_LBL_PRICE_CATALOGUE
source: Catalog price
ca: តម្លៃកាតាឡុក
fr: Prix ​​catalogue
ja: 価格（価格/ m ...）
ko: 카탈로그 가격
my: အိမ်ပြင်တွင်အသုံးပြုသည်
vi: Giá Catalogue
zh: 目录价格

# MLP_CURE_LBL_PRICE_M2
source: Price (Price / m2)
ca: តម្លៃ (តម្លៃ / ម ២)
fr: Prix ​​(Prix / m2)
ja: カタログ価格
ko: 가격 (가격 / m2)
my: ထုတ်ကုန်သော့ကိုထည့်ပါ
vi: Giá (Giá/m2)
zh: 价格（每平方米价格）

# MLP_CURE_LBL_PRODUCT_LINE
source: Product line
ca: ខ្សែផលិតផល
fr: Gamme de produits
ja: カタログ価格
ko: 제품 라인
my: BarCode ကုဒ်ကိုရိုက်ထည့်ပါ
vi: Dòng sản phẩm
zh: 产品线

# MLP_CURE_LBL_QRCODE
source: QR Code
ca: QR កូដ
ja: 製品ライン
ko: QR 코드
my: ကလေးထုတ်ကုန်ကုဒ်
zh: 二维码

# MLP_CURE_LBL_SHOCK
source: Shockproof
ca: គួរឱ្យខ្លាច
fr: Antichoc
ja: QRコード
ko: 내진성
my: QR Code ကိုရိုက်ထည့်ပါ
vi: Chống shock
zh: 防震

# MLP_CURE_LBL_SIZE
source: Size:
ca: ទំហំ៖
fr: Taille:
ja: 耐衝撃性
ko: 사이즈 :
my: ပြား / သေတ္တာအရေအတွက်
vi: Kích Thước:
zh: 尺寸：

# MLP_CURE_LBL_STICTH
source: Sticth
ja: サイズ：
my: ကော်ဇောအထူ (မီလီမီတာ)
zh: 史提斯

# MLP_CURE_LBL_STRUCTURE
source: Structure
ca: រចនាសម្ព័ន្ធ
fr: La structure
ja: 厳格
ko: 구조
my: ပြီလ
vi: Cấu trúc
zh: 结构形式

# MLP_CURE_LBL_TEXTILETYPE
source: Weaving style
ca: ស្ទីលត្បាញ
fr: Style de tissage
ja: 構造
ko: 제직 스타일
my: ညစ်ညမ်းမှုကိုကာကွယ်ရန်၊ ရှင်းလင်းရန်လွယ်ကူသည်
vi: Kiểu dệt
zh: 编织风格

# MLP_CURE_LBL_TOTAL_DEEP
source: Total thickness
ca: កម្រាស់សរុប
fr: Épaisseur totale
ja: 織りスタイル
ko: 총 두께
my: E-Sekou
vi: Tổng độ dày
zh: 总厚度

# MLP_CURE_LBL_TRAVEL_DENSITY
source: Density of travel
ca: ដង់ស៊ីតេនៃការធ្វើដំណើរ
fr: Densité de voyage
ja: 総厚
ko: 여행 밀도
my: ECO Mark အသိအမှတ်ပြု
vi: Mật độ đi lại
zh: 旅行密度

# MLP_CURE_LBL_TYPE
source: Species
ca: ប្រភេទ
fr: Tapez
ja: 旅行の密度
ko: 타입
my: sp ရွေးနှုတ်တော်မူ
vi: Loại
zh: 型式

# MLP_CURE_LBL_UNIT
source: Unit
ca: ឯកតា
fr: Unité
ja: 種類
ko: 단위
my: မီးပြန့်သွားသည်
vi: Đơn vị
zh: 单位

# MLP_CURE_LBL_UPLOAD_PRODUCT
source: Upload a product listing
ca: បញ្ចូលបញ្ជីផលិតផល
fr: Téléchargez une liste de produits
ja: 単位
ko: 제품 목록 업로드
my: ခန့်မှန်းအချိန်
vi: Tải lên danh sách sản phẩm
zh: 上载产品清单

# MLP_CURE_LBL_VERTICALSTROKE
source: Vertical pattern (cm)
ca: លំនាំបញ្ឈរ (ស។ ម។ )
fr: Motif vertical (cm)
ja: 製品リストをアップロードする
ko: 세로 무늬 (cm)
my: စတော့ရှယ်ယာအတွက်ခန့်မှန်းချက်
vi: Vân dọc(cm)
zh: 垂直图案（厘米）

# MLP_CURE_LBL_WARNING
source: Note: Data fields use "_", do use "Y" or "_"
ca: សំគាល់ៈវាលទិន្នន័យប្រើ“ _”, តើប្រើ“ អ៊ី” ឬ“ _”
fr: Remarque: les champs de données utilisent "_", utilisez "Y" ou "_"
ja: 縦パターン（cm）
ko: 참고 : 데이터 필드는 "_"를 사용하고 "Y"또는 "_"를 사용하십시오
my: Formaldehyde
vi: Chú ý: Trống dữ liệu dùng"_", có dùng"Y" hoặc"_"
zh: 注意：数据字段使用“ _”，请使用“ Y”或“ _”

# MLP_CURE_LBL_WAS
source: No need of wax
ca: មិនចាំបាច់ប្រើក្រមួនទេ
fr: Pas besoin de cire
ja: 注：データフィールドは「_」を使用しますが、「Y」または「_」を使用します
ko: 왁스 불필요
my: သဘာဝပတ်ဝန်းကျင်
vi: Không cần sáp
zh: 不需要蜡

# MLP_CURE_LBL_WEIGHT
source: Weight
ca: ទំងន់
fr: Le poids
ja: ワックス不要
ko: 중량
my: စံ
vi: Trọng lượng
zh: 机重

# MLP_CURE_LBL_WIDTH
source: Width (m)
ca: ទទឹង (ម)
fr: Largeur (m)
ja: 重さ
ko: 폭 (m)
my: ထုတ်ကုန်အုပ်စုရွေးပါ
vi: Chiều rộng(m)
zh: 宽（米）

# MLP_CURE_LBL_WIDTH_MM
source: Width (mm)
ca: ទទឹង (ម។ ម។ )
fr: Largeur (mm)
ja: 幅（m）
ko: 폭 (mm)
my: Van အလျားလိုက်
vi: Khổ rộng(mm)
zh: 宽度（毫米）

# MLP_CURE_TXT_ACTION
source: Enter a description
ca: បញ្ចូលការពិពណ៌នា
fr: Entrez une description
ja: 幅（mm）
ko: 설명을 입력하십시오
my: စိုထိုင်းဆထိန်းချုပ်မှု
vi: Nhập mô tả
zh: 输入描述

# MLP_CURE_TXT_ANTI_STATIC
source: Antistatic
ca: ប្រឆាំងនឹងឋិតិវន្ត
fr: Antistatique
ja: 説明を入力してください
ko: 정전기 방지
my: JIS စံနှုန်းများ
vi: Chống tĩnh điện
zh: 防静电

# MLP_CURE_TXT_BACTERIA
source: Anti-bacterial
ca: ប្រឆាំងនឹងបាក់តេរី
fr: Antibactérien
ja: 帯電防止
ko: 항균
my: အရှည်
vi: Chống vi khuẩn
zh: 抗菌性

# MLP_CURE_TXT_CATEGORY
source: Category
ca: ប្រភេទ
fr: Catégorie
ja: 抗菌性
ko: 카테고리
my: အရှည် (M)
zh: 类别分类

# MLP_CURE_TXT_CHARACTERS
source: Pattern
ca: លំនាំ
fr: Motif
ja: カテゴリー
ko: 패턴
my: m2 / box အရေအတွက်
vi: Hoa văn
zh: 模式

# MLP_CURE_TXT_CHEMISTRY
source: Chemical resistance
ca: ភាពធន់នឹងគីមី
fr: Résistance chimique
ja: 模様
ko: 내 화학성
my: 2021 မှထုတ်လုပ်မှု
vi: Kháng hóa chất
zh: 耐化学性

# MLP_CURE_TXT_CIR
source: CRI standard
ca: ស្តង់ដារ CRI
fr: Norme CRI
ja: 耐薬品性
ko: CRI 표준
my: ပစ္စည်း
vi: Tiêu chuẩn CRI
zh: CRI标准

# MLP_CURE_TXT_CLEAN
source: Used outdoors
ca: ប្រើនៅខាងក្រៅ
fr: Utilisé à l'extérieur
ja: CRI標準
ko: 야외에서 사용
my: မှိုခံနိုင်ရည်
vi: Dùng ngoài trời
zh: 户外使用

# MLP_CURE_TXT_CODE
source: Enter the product key
ca: បញ្ចូលលេខកូដផលិតផល
fr: Entrez la clé de produit
ja: 屋外で使用
ko: 제품 키를 입력하십시오
my: ထုတ်ကုန်အမည်ရိုက်ထည့်ပါ
vi: Nhập mã sản phẩm
zh: 输入产品密钥

# MLP_CURE_TXT_CODE_ATTRIBUTE
source: Property code
ca: លេខកូដទ្រព្យសម្បត្តិ
fr: Code de propriété
ja: プロダクトキーを入力してください
ko: 속성 코드
my: attribute အမည်
vi: Mã thuộc tính
zh: 属性代码

# MLP_CURE_TXT_CODE_BARCODE
source: Enter the BarCode code
ca: បញ្ចូលលេខកូដបារកូដ
fr: Entrez le code BarCode
ja: プロパティコード
ko: 바코드를 입력하십시오
my: ကုန်ပစ္စည်းအမည်ခွဲ
vi: Nhập mã BarCode
zh: 输入条形码

# MLP_CURE_TXT_CODE_CHILDREN_CATEGORY
source: Child product code
ca: លេខកូដផលិតផលរបស់កុមារ
fr: Code produit enfant
ja: バーコードコードを入力してください
ko: 아동 제품 코드
my: မှတ်စုများ
vi: Mã sản phẩm con
zh: 子产品代码

# MLP_CURE_TXT_CODE_QRCODE
source: Enter the QR Code
ca: បញ្ចូលលេខកូដ QR
fr: Entrez le QR Code
ja: 子製品コード
ko: QR 코드를 입력하십시오
my: လေးလံသောအရာဝတ္ထုများကိုထမ်းရွက်ပါ
vi: Nhập mã QR Code
zh: 输入二维码

# MLP_CURE_TXT_COUNT_PERBOX
source: Number of plates / box
ca: ចំនួនចាន / ប្រអប់
fr: Nombre d'assiettes / boîte
ja: QRコードを入力してください
ko: 플레이트 / 박스 수
my: Made in
vi: Số tấm/hộp
zh: 板数/箱

# MLP_CURE_TXT_DEEP
source: Carpet thickness (mm)
ca: កម្រាស់កំរាលព្រំ (ម។ ម។ )
fr: Épaisseur du tapis (mm)
ja: プレート数/箱
ko: 카펫 두께 (mm)
my: အိမ်ပြင်တွင်အသုံးပြုသည်
vi: Độ dày tuyết thảm(mm)
zh: 地毯厚度（毫米）

# MLP_CURE_TXT_DEODORANT
source: Deodorant
ca: ដេយ័រ
fr: Déodorant
ja: カーペットの厚さ（mm）
ko: 탈취제
my: pp
vi: Khử mùi
zh: 除臭剂

# MLP_CURE_TXT_DIRTY
source: Anti-dirty, easy to wipe
ca: ប្រឆាំងនឹងភាពកខ្វក់ងាយនឹងជូត
fr: Anti-sale, facile à essuyer
ja: 消臭剤
ko: 더러움 방지, 닦기 쉬운
my: ခဲယဉ်းစက္ကူမျက်နှာပြင်
vi: Chống bẩn, dễ lau
zh: 防脏，易擦

# MLP_CURE_TXT_ECOMARK
source: ECO Mark certified
ca: ECO Mark បានបញ្ជាក់
fr: Certifié ECO Mark
ja: E-セコウ
ko: 에코 마크 인증
my: Catalog စျေးနှုန်း (ယန်း / မီတာ)
vi: Chứng nhận ECO Mark
zh: ECO标志认证

# MLP_CURE_TXT_EXCHANGE_PRODUCT
source: Sp redeemed
ca: Sp បានលោះ
fr: Sp racheté
ja: ECOマーク認定
ko: 사용 된 SP
my: စျေးနှုန်း (စျေး / m2)
vi: Sp quy đổi
zh: Sp已兑换

# MLP_CURE_TXT_E_SEKOU
source: E-Sekou
ca: អ៊ី - សេក
ja: 汚れにくい、拭きやすい
ko: 이세 코우
my: စျေးနှုန်း (စျေး / မီတာ၊ အရှည်၊ ပန်းကန်၊ ပုံး၊ သေတ္တာ ... )
zh: 电子Sekou

# MLP_CURE_TXT_FIRE
source: Fire spread
ca: ភ្លើងរាលដាល
fr: Propagation du feu
ja: 償還されたSp
ko: 화재 확산
my: Catalog စျေးနှုန်း (ယန်း / m2)
vi: Chống cháy lan
zh: 火势蔓延

# MLP_CURE_TXT_FORECAST_TIME
source: Forecast time
ca: ពេលវេលាព្យាករណ៍
fr: Temps de prévision
ja: 延焼
ko: 예측 시간
my: ကုန်ပစ္စည်းလိုင်း
vi: Thời gian dự báo
zh: 预报时间

# MLP_CURE_TXT_FORECAST_WAREHOUSE
source: Forecast in stock
ca: ព្យាករណ៍ក្នុងស្តុក
fr: Prévision en stock
ja: 予測時間
ko: 재고 예측
my: မယုံ
vi: Dự báo trong kho
zh: 库存预测

# MLP_CURE_TXT_FORMALDEHYDE
source: Formaldehyde
fr: Formaldéhyde
ja: 在庫予測
ko: 포름 알데히드
my: ကျယ်ပြန်
zh: 甲醛

# MLP_CURE_TXT_FRIENDLY
source: Environmentally friendly
ca: បរិស្ថានល្អ
fr: Respectueux de l'environnement
ja: ホルムアルデヒド
ko: 환경 친화적
my: တော
vi: Thân thiện môi trường
zh: 环保的

# MLP_CURE_TXT_GAUGE
source: Gauge
ca: រង្វាស់
fr: Jauge
ja: 環境に優しい
ko: 게이지
my: ဖွဲ့စည်းပုံ
zh: 量规

# MLP_CURE_TXT_GROUP
source: Select product group
ca: ជ្រើសរើសក្រុមផលិតផល
fr: Sélectionnez un groupe de produits
ja: ゲージ
ko: 제품 그룹을 선택하십시오
my: ယက်လုပ်ခြင်းစတိုင်
vi: Chọn nhóm sản phẩm
zh: 选择产品组

# MLP_CURE_TXT_HORIZONTALSTROKE
source: Van horizontal
ca: វ៉ាន់ផ្តេក
ja: 製品グループを選択
ko: 밴 가로
my: စုစုပေါင်းအထူ (mm)
vi: Vân ngang
zh: 范水平

# MLP_CURE_TXT_HUMIDITY
source: Humidity control
ca: ការគ្រប់គ្រងសំណើម
fr: Contrôle d'humidité
ja: バン水平
ko: 습도 조절
my: ခရီးသွားသိပ်သည်းဆနှင့်ကိုက်ညီ
vi: Kiểm soát độ ẩm
zh: 湿度控制

# MLP_CURE_TXT_JIS
source: JIS standards
ca: ស្តង់ដារ JIS
fr: Normes JIS
ja: 湿度制御
ko: JIS 규격
my: အမျိုးအစား
vi: Tiêu chuẩn JIS
zh: JIS标准

# MLP_CURE_TXT_LENGTH
source: Length
ca: ប្រវែង
fr: La longueur
ja: JIS規格
ko: 길이
my: တန်ဖိုးအမျိုးအစား
vi: Chiều dài
zh: 长度

# MLP_CURE_TXT_LENGTH_MM
source: Length (M)
ca: ប្រវែង (M)
fr: Longueur (M)
ja: 長さ
ko: 길이 (M)
my: ယူနစ်ကိုရွေးချယ်ပါ
vi: Chiều dài(M)
zh: 长（M）

# MLP_CURE_TXT_M2_PERBOX
source: Number of m2 / box
ca: ចំនួន m2 / ប្រអប់
fr: Nombre de m2 / boîte
ja: 長さ（M）
ko: m2 / 상자 수
my: ဒေါင်လိုက်ဗန်
vi: Số m2/hộp
zh: 平方米/箱数

# MLP_CURE_TXT_MANUFACTURING
source: Production to 2021
ca: ផលិតកម្មដល់ឆ្នាំ ២០២១
fr: Production jusqu'en 2021
ja: m2 /ボックスの数
ko: 2021 년 생산
my: ဖယောင်းအရောင်တင်ရန်မလိုအပ်ပါ
vi: Sx đến 2021
zh: 到2021年的生产

# MLP_CURE_TXT_MATERIAL
source: Material
ca: សម្ភារៈ
fr: Matière
ja: 2021年までの生産
ko: 소재
my: အလေးချိန်
vi: Chất liệu
zh: 材质

# MLP_CURE_TXT_MUSHROOM
source: Anti mold
ca: ផ្សិតធន់
fr: Résistant aux moisissures
ja: 素材
ko: 곰팡이 방지
my: အလေးချိန် (kg / m)
vi: Chống nấm mốc
zh: 防霉

# MLP_CURE_TXT_NAME
source: Enter the product name
ca: បញ្ចូលឈ្មោះផលិតផល
fr: Entrez le nom du produit
ja: カビに強い
ko: 제품명을 입력하십시오
my: အကျယ်
vi: Nhập tên sản phẩm
zh: 输入产品名称

# MLP_CURE_TXT_NAME_ATTRIBUTE
source: Attribute name
ca: ឈ្មោះគុណលក្ខណៈ
fr: Nom d'attribut
ja: 製品名を入力してください
ko: 속성 이름
my: အကျယ်
vi: Tên thuộc tính
zh: 属性名称

# MLP_CURE_TXT_NAME_CHILDREN_CATEGORY
source: Sub product name
ca: ឈ្មោះផលិតផលរង
fr: Nom du sous-produit
ja: 属性名
ko: 하위 제품 이름
my: ဖိုင်
vi: Tên sản phẩm con
zh: 子产品名称

# MLP_CURE_TXT_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarques
ja: サブ製品名
ko: 비고
my: ကုန်အမှတ်တံဆိပ်
vi: Ghi chú
zh: 注意事项

# MLP_CURE_TXT_OBJECT_MOVING
source: Bear heavy objects
ca: កាន់វត្ថុធ្ងន់
fr: Porter des objets lourds
ja: 注釈
ko: 무거운 물건을 부담
my: ဂိုဒေါင်အမျိုးအစားကိုရွေးချယ်ပါ
vi: Chịu vật nặng
zh: 承受重物

# MLP_CURE_TXT_ORIGIN
source: Origin
ca: ផលិតនៅ
fr: Fabriqué en
ja: 重い物を運ぶ
ko: 제작
my: တံဆိပ်ရိုက်ထည့်ပါ
vi: Xuất xứ
zh: 制造于

# MLP_CURE_TXT_OUTSIDE
source: Used outdoors
ca: ប្រើនៅខាងក្រៅ
fr: Utilisé à l'extérieur
ja: 製
ko: 야외에서 사용
my: အမြင့်
vi: Dùng ngoài trời
zh: 户外使用

# MLP_CURE_TXT_PAGE
source: Page
ca: ភីភី
fr: Pp
ja: 屋外で使用
ko: PP
my: သိုလှောင်သည့်အခါရိုက်ပါ
vi: Trang
zh: p

# MLP_CURE_TXT_PAPER
source: Hard paper surface
ca: ផ្ទៃក្រដាសរឹង
fr: Surface de papier dur
ja: Pp
ko: 단단한 종이 표면
my: သိုလှောင်ခြင်းအမျိုးအစားသည်အလွတ်မဖြစ်ရပါ
vi: Bề mặt giấy cứng
zh: 硬纸表面

# MLP_CURE_TXT_PRICE
source: Price (Price / m, long, plate, carton, box ...)
ca: តម្លៃ (តម្លៃ / ម, វែង, ចាន, ប្រអប់, ប្រអប់ ... )
fr: Prix ​​(Prix / m, long, plaque, carton, boîte ...)
ja: 硬質紙表面
ko: 가격 (가격 / m, 긴, 접시, 상자, 상자 ...)
my: ကျယ်ပြန်
vi: Giá (Giá/m, dài, tấm, thùng, hộp...)
zh: 价格（价格/米，长，盘子，纸箱，盒子...）

# MLP_CURE_TXT_PRICEM2_CATALOGUE
source: Catalog Price (Yen / m2)
ca: តម្លៃកាតាឡុក (យ៉េន / ម ២)
fr: Prix ​​catalogue (Yen / m2)
ja: 価格（価格/ m2）
ko: 카탈로그 가격 (엔 / m2)
my: Properties ကို
vi: Giá Catalogue (Yên/m2)
zh: 目录价格（日元/平方米）

# MLP_CURE_TXT_PRICE_CATALOGUE
source: Catalog Price (Yen / m)
ca: តម្លៃកាតាឡុក (យ៉េន / ម)
fr: Prix ​​catalogue (Yen / m)
ja: 価格（価格/メートル、ロング、プレート、カートン、箱...）
ko: 카탈로그 가격 (엔 / m)
my: ထောက်ပံ့ရေးပစ္စည်းများစာရင်း
vi: Giá Catalogue (Yên/m)
zh: 目录价格（日元/米）

# MLP_CURE_TXT_PRICE_M2
source: Price (Price / m2)
ca: តម្លៃ (តម្លៃ / ម ២)
fr: Prix ​​(Prix / m2)
ja: カタログ価格（円/ m）
ko: 가격 (가격 / m2)
my: နေအိမ်
vi: Giá (Giá/m2)
zh: 价格（每平方米价格）

# MLP_CURE_TXT_PRODUCT_LINE
source: Product line
ca: ខ្សែផលិតផល
fr: Gamme de produits
ja: カタログ価格（円/ m2）
ko: 제품 라인
my: လှုပ်ရှားမှု
vi: Dòng sản phẩm
zh: 产品线

# MLP_CURE_TXT_SHOCK
source: Shockproof
ca: គួរឱ្យខ្លាច
fr: Antichoc
ja: 製品ライン
ko: 내진성
my: လှုပ်ရှားမှု
vi: Chống shock
zh: 防震

# MLP_CURE_TXT_SIZE
source: Wide
ca: ទូលាយ
fr: Large
ja: 耐衝撃性
ko: 넓게
my: anti-static
vi: Rộng
zh: 宽阔

# MLP_CURE_TXT_STICTH
source: Sticth
ja: 広い
my: အိမ်ခြံမြေကုတ်နံပါတ်
zh: 史提斯

# MLP_CURE_TXT_STRUCTURE
source: Structure
ca: រចនាសម្ព័ន្ធ
fr: La structure
ja: 厳格
ko: 구조
my: attribute အမည်
vi: Cấu tạo
zh: 结构形式

# MLP_CURE_TXT_TEXTILETYPE
source: Weaving style
ca: ស្ទីលត្បាញ
fr: Style de tissage
ja: 構造
ko: 제직 스타일
my: ပibိဇီဝဆေး
vi: Kiểu dệt
zh: 编织风格

# MLP_CURE_TXT_TOTAL_DEEP
source: Total thickness (mm)
ca: កម្រាស់សរុប (ម។ ម។ )
fr: Épaisseur totale (mm)
ja: 織りスタイル
ko: 총 두께 (mm)
my: BAR_Code
vi: Tổng độ dày(mm)
zh: 总厚度（mm）

# MLP_CURE_TXT_TRAVEL_DENSITY
source: Consistent with travel density
ca: ស្របនឹងដង់ស៊ីតេធ្វើដំណើរ
fr: Conforme à la densité de voyage
ja: 総厚（mm）
ko: 이동 밀도와 일치
my: အမျိုးအစားအမည်
vi: Phù hợp với mật độ đi lại
zh: 与行程密度一致

# MLP_CURE_TXT_TYPE
source: Species
ca: ប្រភេទ
fr: Tapez
ja: 移動密度と一致
ko: 타입
my: ဓာတုခံနိုင်ရည်ရှိသည်
vi: Loại
zh: 型式

# MLP_CURE_TXT_TYPE_VALUE
source: Value type
ca: ប្រភេទតម្លៃ
fr: Type de valeur
ja: 種類
ko: 가치 유형
my: ဆေးကြောရန်လွယ်ကူသည်
vi: Kiểu giá trị
zh: 值类型

# MLP_CURE_TXT_UNIT
source: Choose unit
ca: ជ្រើសរើសឯកតា
fr: Choisissez l'unité
ja: 値タイプ
ko: 단위를 선택하십시오
my: ကုန်ပစ္စည်းကုဒ်
vi: Chọn đơn vị
zh: 选择单位

# MLP_CURE_TXT_VERTICALSTROKE
source: Van vertical
ca: វ៉ានបញ្ឈរ
ja: ユニットを選択
ko: 반 수직
my: ကုဒ်
vi: Vân dọc
zh: 范垂直

# MLP_CURE_TXT_WAS
source: No need to use wax polish
ca: មិនចាំបាច់ប្រើក្រមួនក្រមួនទេ
fr: Pas besoin d'utiliser du cirage
ja: バン垂直
ko: 왁스 광택을 사용할 필요가 없습니다
my: ကလေး SP ကုဒ်
vi: Không cần dùng sáp đánh bóng
zh: 无需使用蜡油

# MLP_CURE_TXT_WEIGHT
source: Weight
ca: ទំងន់
fr: Le poids
ja: ワックスポリッシュを使用する必要はありません
ko: 중량
my: ဖန်ဆင်းရှင်
vi: Trọng lượng
zh: 机重

# MLP_CURE_TXT_WEIGTH
source: Weight (kg / m)
ca: ទំងន់ (គីឡូក្រាម / ម)
fr: Poids (kg / m)
ja: 重さ
ko: 중량 (kg / m)
my: ရက်စွဲဖန်တီးမှု
vi: Trọng lượng(kg/m)
zh: 重量（kg / m）

# MLP_CURE_TXT_WIDTH
source: Width
ca: ទទឹង
fr: Largeur
ja: 重量（kg / m）
ko: 폭
my: ရက်စွဲဖန်တီးမှု
vi: Chiều rộng
zh: 幅宽

# MLP_CURE_TXT_WIDTH_MM
source: Width
ca: ទទឹង
fr: Largeur
ja: 幅
ko: 폭
my: CRI အစိမ်းရောင်စံ
vi: Chiều rộng
zh: 幅宽

# MLP_FILE
source: file
ca: ឯកសារ
fr: fichier
ja: 幅
ko: 파일
my: ကော်ဇောအထူ (မီလီမီတာ)
vi: tệp tin
zh: 档案

# MLP_LBL_BRAND
source: Brand
ca: ម៉ាក
fr: Marque
ja: ファイル
ko: 브랜드
my: ပြီလ
vi: Nhãn hiệu
zh: 品牌品牌

# MLP_LBL_CHOOSE_TYPE_IMPORT_WAREHOUSES
source: Select the type of warehouse
ca: ជ្រើសរើសប្រភេទឃ្លាំង
fr: Sélectionnez le type d'entrepôt
ja: ブランド名
ko: 창고 유형을 선택하십시오
my: Anti-fouling - သန့်ရှင်းရလွယ်ကူသည်
vi: Chọn loại hình khi nhập kho
zh: 选择仓库类型

# MLP_LBL_ENTER_BRAND
source: Enter the brand
ca: បញ្ចូលម៉ាក
fr: Entrez la marque
ja: 倉庫の種類を選択してください
ko: 브랜드를 입력
my: ECO MARK လက်မှတ်သည်ပတ်ဝန်းကျင်ကိုမထိခိုက်ပါ
vi: Nhập nhãn hiệu
zh: 输入品牌

# MLP_LBL_HIGH
source: High
ca: ខ្ពស់
fr: Élevé
ja: ブランドを入力してください
ko: 높음
my: E-Sekou (စက္ကူသည်ပုံမှန်ထက်ပိုထူသည်။ )
vi: Cao
zh: 高

# MLP_LBL_TYPE_IMPORT_WAREHOUSES
source: Type when warehousing
ca: វាយនៅពេលឃ្លាំង
fr: Tapez lors de l'entreposage
ja: 高い
ko: 창고 보관시 입력
my: လှုပ်ရှားမှု
vi: Loại hình khi nhập kho
zh: 仓储时输入

# MLP_LBL_TYPE_IMPORT_WAREHOUSES_NOBLANK
source: The type of warehousing must not be blank
ca: ប្រភេទឃ្លាំងមិនត្រូវទុកចោលទេ
fr: Le type d'entrepôt ne doit pas être vide
ja: 入庫時のタイプ
ko: 창고 유형은 비워 둘 수 없습니다.
my: ရက်စွဲဖန်တီးမှု
vi: Loại hình nhập kho không được để trống
zh: 仓储类型不能为空

# MLP_LBL_WIDE
source: Wide
ca: ទូលាយ
fr: Large
ja: 倉庫の種類は空白にしないでください
ko: 넓게
my: ပုံစံ
vi: Rộng
zh: 宽阔

# MLP_LINK_CATEGORY
source: List of supplies
ca: បញ្ជីនៃការផ្គត់ផ្គង់
fr: Liste des fournitures
ja: 広い
ko: 소모품 목록
my: ဖိုင်နာမည်
vi: Danh mục vật tư
zh: 耗材清单

# MLP_LINK_HOME
source: Home page
ca: ផ្ទះ
fr: Accueil
ja: 消耗品リスト
ko: 홈
my: မီးပြန့်သွားသည်
vi: Trang chủ
zh: 首页

# MLP_LIST_COL_ACCESSORY_PRODUCT
source: Properties
ca: លក្ខណៈសម្បត្តិ
fr: Propriétés
ja: ホーム
ko: 속성
my: Formaldehyde
vi: Thuộc tính
zh: 物产

# MLP_LIST_COL_ACTION
source: Action
ca: សកម្មភាព
ja: 物性
ko: 행동
my: သဘာဝပတ်ဝန်းကျင်နှင့်သဟဇာတထုတ်ကုန်
vi: Tác vụ
zh: 动作片

# MLP_LIST_COL_ACTION_PRODUCT
source: Action
ca: សកម្មភាព
ja: アクション
ko: 행동
my: Sticth x ကို gauge
vi: Tác vụ
zh: 动作片

# MLP_LIST_COL_ANTI_STATIC
source: Antistatic
ca: ប្រឆាំងនឹងឋិតិវន្ត
fr: Antistatique
ja: アクション
ko: 정전기 방지
my: ကုန်ပစ္စည်းအုပ်စု
vi: Chống tĩnh điện
zh: 防静电

# MLP_LIST_COL_ATTRIBUTE_CODE
source: Property code
ca: លេខកូដទ្រព្យសម្បត្តិ
fr: Code de propriété
ja: 帯電防止
ko: 속성 코드
my: အလျားလိုက်ပုံစံ (စင်တီမီတာ)
vi: Mã thuộc tính
zh: 属性代码

# MLP_LIST_COL_ATTRIBUTE_NAME
source: Attribute name
ca: ឈ្មោះគុណលក្ខណៈ
fr: Nom d'attribut
ja: プロパティコード
ko: 속성 이름
my: စိုထိုင်းဆထိန်းချုပ်မှု
vi: Tên thuộc tính
zh: 属性名称

# MLP_LIST_COL_BACTERIA
source: Antimicrobial
ca: អង់ទីប៊ីយ៉ូទិក
fr: Antibactérien
ja: 属性名
ko: 항균
my: ဂျပန် JIS စံချိန်စံညွှန်းများအရသိရသည်လက်မှတ်ရ
vi: Kháng khuẩn
zh: 抗菌性

# MLP_LIST_COL_BARCODE
source: BAR_Code
ja: 抗菌剤
my: လိပ်နှုန်းအရှည် / အရှည်

# MLP_LIST_COL_CATEGORY
source: Category name
ca: ឈ្មោះប្រភេទ
fr: Nom de la catégorie
ja: BAR_Code
ko: 카테고리 이름
my: ကုန်ပစ္စည်းလိုင်း
zh: 类别名称

# MLP_LIST_COL_CHEMISTRY
source: Chemical resistance
ca: ភាពធន់នឹងគីមី
fr: Résistance chimique
ja: カテゴリー名
ko: 내 화학성
my: m2 / box အရေအတွက်
vi: Kháng hóa chất
zh: 耐化学性

# MLP_LIST_COL_CLEAN
source: Easy to clean
ca: ងាយសម្អាត
fr: Facile à nettoyer
ja: 耐薬品性
ko: 손쉬운 청소
my: ထုတ်လုပ်မှုကို 2021 သည်အထိဆက်လက်
vi: Dễ dàng lau chùi vệ sinh
zh: 容易清洗

# MLP_LIST_COL_CODE
source: Product code
ca: លេខកូដផលិតផល
fr: Code produit
ja: お手入れが簡単
ko: 제품 코드
my: ပစ္စည်း
vi: Mã sản phẩm
zh: 产品代号

# MLP_LIST_COL_CODE_ATTRIBUTE
source: Code
ca: លេខកូដ
ja: 製品コード
ko: 코드
my: မျက်နှာပြင်ပေါ်တွင်ရွေ့လျားလေးလံသောအရာဝတ္ထုကိုဆီးတားပါ
vi: Mã
zh: 代号

# MLP_LIST_COL_CODE_PRODUCT
source: Child SP code
ca: លេខកូដ SP របស់កុមារ
fr: Code SP enfant
ja: コード
ko: 아동 SP 코드
my: မှိုခံနိုင်ရည်
vi: Mã SP con
zh: 子SP代码

# MLP_LIST_COL_CREATEDTIME
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date de création
ja: 作成日
ko: 만든 날짜
my: မှတ်စုများ
vi: Ngày tạo
zh: 创建日期

# MLP_LIST_COL_CREATE_BY
source: Creator
ca: អ្នកបង្កើត
fr: Créateur
ja: 子SPコード
ko: 제작자
my: ကလေး SP နာမည်
vi: Người tạo
zh: 创作者

# MLP_LIST_COL_CREATE_TIME
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date de création
ja: 作成者
ko: 만든 날짜
my: ဖော်ပြပါ
vi: Ngày tạo
zh: 创建日期

# MLP_LIST_COL_CRI
source: CRI green standard
ca: ស្តង់ដារ CRI បៃតង
fr: Norme verte CRI
ja: 作成日
ko: CRI 녹색 표준
my: အမှာစာ
vi: Tiêu chuẩn xanh CRI
zh: CRI绿色标准

# MLP_LIST_COL_DATA_TYPE
source: Datatypes
ca: ប្រភេទទិន្នន័យ
fr: Type de données
ja: データ型
ko: 자료형
my: ဒေတာအမျိုးအစား
vi: Kiểu dữ liệu
zh: 资料类型

# MLP_LIST_COL_DEEP
source: Carpet thickness (mm)
ca: កម្រាស់កំរាលព្រំ (ម។ ម។ )
fr: Épaisseur du tapis (mm)
ja: CRIグリーンスタンダード
ko: 카펫 두께 (mm)
my: Made in
vi: Độ dày tuyết thảm(mm)
zh: 地毯厚度（毫米）

# MLP_LIST_COL_DEODORANT
source: Deodorant
ca: ដេយ័រ
fr: Déodorant
ja: カーペットの厚さ（mm）
ko: 탈취제
my: အိမ်ပြင်ကိုသုံးပါ
vi: Khử mùi
zh: 除臭剂

# MLP_LIST_COL_DIRTY_CLEAN
source: Anti-fouling - easy to clean
ca: ប្រឆាំងនឹងការបំពុល - ងាយស្រួលក្នុងការសម្អាត
fr: Anti-fouling - facile à nettoyer
ja: 消臭剤
ko: 오염 방지-손쉬운 청소
my: pp
vi: Chống bám bẩn - dễ lau chùi
zh: 防污-易于清洁

# MLP_LIST_COL_ECO_MARK
source: ECO MARK certification does not harm the environment
ca: វិញ្ញាបនប័ត្រ ECO MARK មិនបង្កអន្តរាយដល់បរិស្ថានទេ
fr: La certification ECO MARK ne nuit pas à l'environnement
ja: 防汚-掃除が簡単
ko: 에코 마크 인증은 환경에 해를 끼치 지 않습니다
my: ခဲယဉ်းစက္ကူမျက်နှာပြင်
vi: Chứng nhận ECO MARK không làm hại môi trường
zh: ECO MARK认证不会危害环境

# MLP_LIST_COL_ESEKOU
source: E-Sekou (Paper is thicker than usual)
ca: អ៊ី - សេក (ក្រដាសក្រាស់ជាងធម្មតា)
fr: E-Sekou (le papier est plus épais que d'habitude)
ja: ECO MARK認証は環境に害を与えません
ko: E- 세 코우 (종이가 평소보다 두껍다)
my: ဓာတ်ပုံ
vi: E-Sekou (Giấy có độ dầy cao hơn thông thường)
zh: E-Sekou（纸张比平常厚）

# MLP_LIST_COL_FILE_ACTION
source: Action
ca: សកម្មភាព
ja: E-Sekou（紙は通常よりも厚い）
ko: 행동
my: စျေးနှုန်း
vi: Tác vụ
zh: 动作片

# MLP_LIST_COL_FILE_CREATETIME
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date de création
ja: アクション
ko: 만든 날짜
my: Catalog စျေးနှုန်း (ယန်း / မီတာ)
vi: Ngày tạo
zh: 创建日期

# MLP_LIST_COL_FILE_FORMAT
source: Format
ca: ទ្រង់ទ្រាយ
ja: 作成日
ko: 체재
my: Catalog စျေးနှုန်း (ယန်း / m2)
vi: Định dạng
zh: 格式

# MLP_LIST_COL_FILE_NAME
source: File name
ca: ឈ្មោះឯកសារ
fr: Nom du fichier
ja: 書式
ko: 파일명
my: ကုန်ပစ္စည်းကုဒ်
vi: Tên tệp tin
zh: 档案名称

# MLP_LIST_COL_FIRE
source: Fire spread
ca: ភ្លើងរាលដាល
fr: Propagation du feu
ja: ファイル名
ko: 화재 확산
my: ကုန်ပစ္စည်းအုပ်စု
vi: Chống cháy lan
zh: 火势蔓延

# MLP_LIST_COL_FORMALDEHYDE
source: Formaldehyde
fr: Formaldéhyde
ja: 延焼
ko: 포름 알데히드
my: ကုန်ပစ္စည်းအမည်
zh: 甲醛

# MLP_LIST_COL_FRIENDLY
source: Friendly products with the environment
ca: ផលិតផលដែលមិនប៉ះពាល់ដល់បរិស្ថាន
fr: Produits respectueux de l'environnement
ja: ホルムアルデヒド
ko: 친환경 제품
my: လှုပ်ရှားမှု
vi: Sản phẩm thân thiện với môi trường
zh: 环保产品

# MLP_LIST_COL_GAUGE_STICTH
source: Gauge x Sticth
ca: រង្វាស់ x Sticth
fr: Jauge x Sticth
ja: 環境に優しい製品
ko: 게이지 x Sticth
my: Properties ကို
zh: 规格x高度

# MLP_LIST_COL_GROUP
source: Group
ca: ក្រុម
fr: Groupe
ja: 団体
ko: 그룹
my: အုပ်စု
vi: Nhóm
zh: 组别

# MLP_LIST_COL_GROUP_PRODUCT
source: Product Groups
ca: ក្រុមផលិតផល
fr: Groupe de produits
ja: ゲージxスティッチ
ko: 제품 그룹
my: မှတ်စုများ
vi: Nhóm sản phẩm
zh: 产品组别

# MLP_LIST_COL_HORIZONTALSTROKE
source: Horizontal pattern (cm)
ca: លំនាំផ្តេក (ស។ ម។ )
fr: Motif horizontal (cm)
ja: 製品グループ
ko: 가로 무늬 (cm)
my: တန်ဖိုး
vi: Vân ngang (cm)
zh: 水平图案（厘米）

# MLP_LIST_COL_HUMIDITY
source: Humidity control
ca: ការគ្រប់គ្រងសំណើម
fr: Contrôle d'humidité
ja: 水平パターン（cm）
ko: 습도 조절
my: QR_Code
vi: Kiểm soát độ ẩm
zh: 湿度控制

# MLP_LIST_COL_JIS
source: Certified according to Japanese JIS standards
ca: បញ្ជាក់ដោយយោងទៅតាមស្តង់ដារ JIS របស់ជប៉ុន
fr: Certifié selon les normes japonaises JIS
ja: 湿度制御
ko: 일본 JIS 표준에 따라 인증
my: ထိတွေ့မှု၊
vi: Chứng nhận theo tiêu chuẩn JIS Nhật Bản
zh: 通过日本JIS标准认证

# MLP_LIST_COL_LENGTH
source: Length / Length per roll
ca: ប្រវែង / ប្រវែងក្នុងមួយវិល
fr: Longueur / Longueur par rouleau
ja: 日本のJIS規格に準拠して認証済み
ko: 롤당 길이 / 길이
my: အကျယ် x အလျား
vi: Chiều dài/Chiều dài mỗi cuộn
zh: 长度/每卷长度

# MLP_LIST_COL_LINE_PRODUCT
source: Product line
ca: ខ្សែផលិតផល
fr: Gamme de produits
ja: 長さ/ロールあたりの長さ
ko: 제품 라인
my: ဖွဲ့စည်းပုံ
vi: Dòng sản phẩm
zh: 产品线

# MLP_LIST_COL_M2_PERBOX
source: Number of m2 / box
ca: ចំនួន m2 / ប្រអប់
fr: Nombre de m2 / boîte
ja: 製品ライン
ko: m2 / 상자 수
my: ယက်လုပ်ခြင်းစတိုင်
vi: Số m2/hộp
zh: 平方米/箱数

# MLP_LIST_COL_MANUFACTURING
source: Production continues until 2021
ca: ផលិតកម្មនៅតែបន្តរហូតដល់ឆ្នាំ ២០២១
fr: La production se poursuit jusqu'en 2021
ja: m2 /ボックスの数
ko: 2021 년까지 생산 계속
my: စုစုပေါင်းအထူ (mm)
vi: Tiếp tục sản xuất tới năm 2021
zh: 生产持续到2021年

# MLP_LIST_COL_MATERIAL
source: Material
ca: សម្ភារៈ
fr: Matière
ja: 生産は2021年まで続く
ko: 소재
my: ခရီးသွားသိပ်သည်းဆနှင့်ကိုက်ညီ
vi: Chất liệu
zh: 材质

# MLP_LIST_COL_MOVING
source: Withstand heavy objects moving on the surface
ca: ទប់ទល់នឹងវត្ថុធុនធ្ងន់ធ្វើចលនាលើផ្ទៃ
fr: Résiste aux objets lourds se déplaçant à la surface
ja: 素材
ko: 표면에서 움직이는 무거운 물체를 견딤
my: ဒေတာအမျိုးအစား
vi: Chịu được các vật nặng di chuyển trên bề mặt
zh: 承受表面上移动的重物

# MLP_LIST_COL_MUSHROOM
source: Anti mold
ca: ផ្សិតធន់
fr: Résistant aux moisissures
ja: 表面を移動する重い物体に耐える
ko: 곰팡이 방지
my: ထုတ်ကုန်အမျိုးအစား
vi: Chống nấm mốc
zh: 防霉

# MLP_LIST_COL_NAME_PRODUCT
source: Child SP name
ca: ឈ្មោះ SP របស់កុមារ
fr: Nom du SP enfant
ja: カビに強い
ko: 아동 SP 이름
my: ယူနစ်
vi: Tên SP con
zh: 子SP名称

# MLP_LIST_COL_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décrivez
ja: 子SP名
ko: 설명
my: တန်ဖိုး
vi: Mô tả
zh: 描述

# MLP_LIST_COL_NOTEE
source: Note
ca: កំណត់ចំណាំ
fr: Remarques
ja: 説明する
ko: 비고
my: တန်ဖိုးသတ်မှတ်ခြင်း
vi: Ghi chú
zh: 注意事项

# MLP_LIST_COL_ORDER
source: Order
ca: បទបញ្ជា
fr: La commande
ja: 注釈
ko: 주문
my: တန်ဖိုးအမျိုးအစား
vi: Thứ tự
zh: 订单

# MLP_LIST_COL_ORIGIN
source: Origin
ca: ផលិតនៅ
fr: Fabriqué en
ja: 注文
ko: 제작
my: ဒေါင်လိုက်ပုံစံ (စင်တီမီတာ)
vi: Xuất xứ
zh: 制造于

# MLP_LIST_COL_OUTSIDE
source: Use outdoors
ca: ប្រើនៅខាងក្រៅ
fr: Utiliser à l'extérieur
ja: 製
ko: 옥외 사용
my: ဖယောင်း polishing အသုံးပြုရန်မလိုအပ်ပါ
vi: Sử dụng ngoài trời
zh: 户外使用
