Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/MaterialImpStoreController.*.resx
Languages: ca, fr, ja, ko, my, zh

# MIS_LBL_RULE
source: Specification
ca: ការបញ្ជាក់
fr: Spécification
ja: 仕様書
ko: 사양
my: အသေးစိတ်ဖော်ပြချက်
zh: 规格书

# MIS_LBL_SIZE
source: Size
ca: ទំហំ
fr: La taille
ja: サイズ
ko: 사이즈
my: အရွယ်အစား
zh: 大小

# MIS_LINK_HOME
source: Home page
ca: ផ្ទះ
fr: Accueil
ja: ホーム
ko: 홈
my: နေအိမ်
zh: 首页

# MIS_LINK_MIS
source: Receipt
ca: បង្កាន់ដៃឃ្លាំង
fr: Reçu d'entrepôt
ja: 倉庫レシート
ko: 창고 영수증
my: ဂိုဒေါင်လက်ခံဖြတ်ပိုင်း
zh: 仓库收据

# MIS_LINK_TRACK_LOG
source: Tracking log
ca: កំណត់ហេតុតាមដាន
fr: Journal de suivi
ja: 追跡ログ
ko: 추적 로그
my: မှတ်တမ်းခြေရာကောက်
zh: 追踪记录

# MIS_LIST_COL_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 행동
my: လှုပ်ရှားမှု
zh: 动作片

# MIS_LIST_COL_ACTION1
source: Action
ca: សកម្មភាព
ja: アクション
ko: 행동
my: လှုပ်ရှားမှု
zh: 动作片

# MIS_LIST_COL_ACTION_MIS
source: Manipulation
ca: ការរៀបចំ
ja: 操作
ko: 조작
my: ခြယ်လှယ်
zh: 操纵

# MIS_LIST_COL_AMOUNT_ENTER
source: The number of import
ca: ចំនួនទឹកប្រាក់ដែលបានបញ្ចូល
fr: Montant saisi
ja: 入力された金額
ko: 입력 된 금액
my: ဝင်သောပမာဏ
zh: 输入金额

# MIS_LIST_COL_AMOUNT_ENTER_PO
source: Amount to enter according to PO
ca: ចំនួនទឹកប្រាក់ដែលត្រូវបញ្ចូលយោងទៅតាម PO
fr: Montant à saisir selon PO
ja: POに従って入力する量
ko: PO에 따라 입력 할 금액
my: PO အရရိုက်ထည့်ရန်ငွေပမာဏ
zh: 根据采购订单输入的金额

# MIS_LIST_COL_CHOSE_LINE_CODE
source: Select range
ca: ជ្រើសរើសជួរ
fr: Sélectionnez la gamme
ja: 範囲を選択
ko: 범위를 선택하십시오
my: အကွာအဝေးကိုရွေးပါ
zh: 选择范围

# MIS_LIST_COL_CODE_IMPORT
source: Coupon code entered
ca: បានបញ្ចូលលេខកូដគូប៉ុង
fr: Code promo entré
ja: 入力されたクーポンコード
ko: 쿠폰 코드 입력
my: ကူပွန်ကုဒ်ထည့်သွင်း
zh: 输入优惠券代码

# MIS_LIST_COL_CODE_PRODUCT
source: Product code
ca: លេខកូដផលិតផល
fr: Code produit
ja: 製品コード
ko: 제품 코드
my: ကုန်ပစ္စည်းကုဒ်
zh: 产品代号

# MIS_LIST_COL_COMISSON
source: rose
ca: បានកើនឡើង
ja: バラ
ko: 로즈
my: နှင်းဆီ
zh: 玫瑰色

# MIS_LIST_COL_DESCEPTION
source: Describe
ca: ពិពណ៌នា
fr: Décrivez
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
zh: 描述

# MIS_LIST_COL_DESIGN
source: The design
ca: ប្លង់មេ
fr: Blueprints
ja: 設計図
ko: 청사진
my: အသေးစိတ်ပုံစံ
zh: 蓝图

# MIS_LIST_COL_DISCOUNT
source: Discount
ca: ការបញ្ចុះតម្លៃ
fr: Remise
ja: 割引き
ko: 할인
my: လျှော့
zh: 打折

# MIS_LIST_COL_INFORMATION_ENTER_OBLIGATORY
source: Enter the required information
ca: បញ្ចូលព័ត៌មានដែលត្រូវការ
fr: Entrez les informations requises
ja: 必要な情報を入力してください
ko: 필요한 정보를 입력하십시오
my: လိုအပ်တဲ့သတင်းအချက်အလက်ကိုရိုက်ထည့်ပါ
zh: 输入所需的信息

# MIS_LIST_COL_LOCATION
source: Location
ca: ទីតាំង
fr: Emplacement
ja: 場所
ko: 위치
my: တည်နေရာ
zh: 所在位置

# MIS_LIST_COL_LOCATION_RACK
source: Shelf position
ca: ទីតាំងធ្នើ
fr: Position d'étagère
ja: 棚位置
ko: 선반 위치
my: စင်ပေါ်အနေအထား
zh: 货架位置

# MIS_LIST_COL_MIS_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 행동
my: လှုပ်ရှားမှု
zh: 动作片

# MIS_LIST_COL_MIS_CODE
source: Voucher code
ca: លេខកូដប័ណ្ណ
fr: Code de bon
ja: バウチャーコード
ko: 바우처 코드
my: ဘောက်ချာကုဒ်
zh: 优惠券代码

# MIS_LIST_COL_MIS_CODE_QR
source: Qr Code
ca: លេខកូដ Qr
fr: Code Qr
ja: Qrコード
ko: QR 코드
my: Qr ကုဒ်
zh: 二维码

# MIS_LIST_COL_MIS_CREATE
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date de création
ja: 作成日
ko: 만든 날짜
my: ရက်စွဲဖန်တီးမှု
zh: 创建日期

# MIS_LIST_COL_MIS_DATE_TO_MIS
source: Coupon creation date
ca: កាលបរិច្ឆេទបង្កើតគូប៉ុង
fr: Date de création du coupon
ja: クーポン作成日
ko: 쿠폰 생성 일
my: ကူပွန်ဖန်တီးသည့်ရက်စွဲ
zh: 优惠券创建日期

# MIS_LIST_COL_MIS_DEBT
source: In debt
ca: បំណុល
fr: Dette
ja: 借金
ko: 부채
my: အကြွေး
zh: 债务

# MIS_LIST_COL_MIS_NAME_WAREHOUSE
source: Name of warehouse
ca: ឈ្មោះឃ្លាំង
fr: Nom de l'entrepôt
ja: 倉庫の名前
ko: 창고 이름
my: ဂိုဒေါင်၏အမည်
zh: 仓库名称

# MIS_LIST_COL_MIS_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarques
ja: 注釈
ko: 비고
my: မှတ်စုများ
zh: 注意事项

# MIS_LIST_COL_MIS_REASON
source: Reason
ca: មូលហេតុ
fr: La raison
ja: その理由
ko: 이유
my: အကြောင်းပြချက်
zh: 原因

# MIS_LIST_COL_MIS_STAFT_ENTER
source: Employee enter
ca: បញ្ចូលនិយោជិក
fr: Entrée d'employé
ja: 従業員が入る
ko: 직원 입력
my: ဝန်ထမ်းထည့်ပါ
zh: 员工输入

# MIS_LIST_COL_MIS_TITLE
source: Coupon title
ca: ចំណងជើងប័ណ្ណ
fr: Titre du coupon
ja: クーポンのタイトル
ko: 쿠폰 제목
my: ကူပွန်ခေါင်းစဉ်
zh: 优惠券标题

# MIS_LIST_COL_MIS_TOTAL
source: total
ca: ជាសរុប
fr: Au total
ja: 合計で
ko: 전체적으로
my: စုစုပေါင်း
zh: 合计

# MIS_LIST_COL_MIS_TOTALPAYED
source: Money paid
ca: លុយបង់
fr: Argent payé
ja: 支払ったお金
ko: 지불 한 돈
my: ပိုက်ဆံပေးဆောင်
zh: 已付钱

# MIS_LIST_COL_MIS_TOTALPAYMENT
source: Total payment
ca: ការទូទាត់សរុប
fr: Paiement total
ja: 合計支払い
ko: 총 결제
my: စုစုပေါင်းငွေပေးချေမှု
zh: 总付款

# MIS_LIST_COL_MIS_VAT
source: Tax
ca: អាករ
fr: La TVA
ja: VAT
ko: 부가가치세
my: VAT
zh: 加值税

# MIS_LIST_COL_NAME_LINE_PALLET
source: Name shelf / pallet / cupboard
ca: ដាក់ឈ្មោះធ្នើ / ក្តារ / ទូដាក់ចាន
fr: Étagère nominative / palette / armoire
ja: 名前棚/パレット/食器棚
ko: 이름 선반 / 팔레트 / 찬장
my: ကမ်းလွန်ရေတိမ်ပိုင်း၊
zh: 名称架子/托盘/橱柜

# MIS_LIST_COL_NAME_PRODUCT
source: Product's name
ca: ឈ្មោះផលិតផល
fr: Nom du produit
ja: 製品名
ko: 제품명
my: ကုန်ပစ္စည်းအမည်
zh: 产品名称

# MIS_LIST_COL_QR_CODE
source: QR Code
ca: QR កូដ
ja: QRコード
ko: QR 코드
my: QR ကုဒ်
zh: 二维码

# MIS_LIST_COL_QUANTITY
source: Amount
ca: ចំនួនទឹកប្រាក់
fr: Le montant
ja: 量
ko: 금액
my: ပမာဏ
zh: 金额

# MIS_LIST_COL_RATE
source: Price
ca: តម្លៃ
fr: Prix
ja: 価格
ko: 가격
my: စျေးနှုန်း
zh: 价钱

# MIS_LIST_COL_SORT_WARE_HOUSE
source: Storing warehouse
ca: ការផ្ទុកឃ្លាំង
fr: Entrepôt de stockage
ja: 保管倉庫
ko: 보관 창고
my: ဂိုဒေါင်သိုလှောင်
zh: 仓储仓库

# MIS_LIST_COL_STT
source: Numerical order
ca: លេខធម្មតា
fr: Nombre ordinal
ja: 序数
ko: 서수
my: ပုံမှန်နံပါတ်
zh: 序数

# MIS_LIST_COL_TAX
source: Tax
ca: ពន្ធ
fr: Taxe
ja: 税
ko: 세금
my: အခွန်
zh: 税金

# MIS_LIST_COL_TILTE
source: Title
ca: ចំណងជើង
fr: Le titre
ja: 役職
ko: 직함
my: ခေါင်းစဉ်
zh: 职称

# MIS_LIST_COL_TITLE_IMPORT
source: Coupon title
ca: ចំណងជើងប័ណ្ណ
fr: Titre du coupon
ja: クーポンのタイトル
ko: 쿠폰 제목
my: ကူပွန်ခေါင်းစဉ်
zh: 优惠券标题

# MIS_LIST_COL_TOTAL_ALREADY
source: SL has stocked
ca: អេសអិលបានស្តុកទុកហើយ
fr: SL a stocké
ja: SLに在庫があります
ko: SL이 구입했습니다
my: SL ကောငျးအလှနျသိရသည်
zh: SL已备货

# MIS_LIST_COL_TOTAL_MONEY
source: Total money
ca: លុយសរុប
fr: Argent total
ja: 合計金額
ko: 총 돈
my: စုစုပေါင်းပိုက်ဆံ
zh: 总钱

# MIS_LIST_COL_TOTAL_NEED
source: The warehouse needs stocking
ca: ឃ្លាំងត្រូវការស្តុក
fr: L'entrepôt a besoin de stockage
ja: 倉庫には在庫が必要です
ko: 창고에는 재고가 필요합니다
my: ဂိုဒေါင်မှာစတော့ရှယ်ယာလိုတယ်
zh: 仓库需要备货

# MIS_LIST_COL_TOTAL_PO
source: Total SL by PO
ca: អេសអិលសរុបដោយភី
fr: Total SL par PO
ja: POごとの合計SL
ko: PO 별 총 SL
my: PO အားဖြင့်စုစုပေါင်း SL
zh: PO总计SL

# MIS_LIST_COL_UNIT
source: Unit
ca: ឯកតា
fr: Unité
ja: 単位
ko: 단위
my: ယူနစ်
zh: 单位

# MIS_LIST_RBP
source: List of Roll-Cartons
ca: បញ្ជីនៃរទេះរុញ
fr: Liste des Roll-Cartons
ja: ロールカートンのリスト
ko: 롤 카톤 목록
my: Roll-Cartons စာရင်း
zh: 纸箱清单

# MIS_LIST_ROLL_BOX
source: D / S coil / carton
ca: ឃ / ឧបករណ៏ / រទេះ
fr: Bobine / carton D / S
ja: D / Sコイル/カートン
ko: D / S 코일 / 판지
my: : D / S ကိုကွိုင် / ပုံး
zh: D / S卷/纸箱

# MIS_MSG_ADD_MATERIAL_EXP_STORE_HOURE
source: Successfully added warehouse receipt
ca: បានបន្ថែមបង្កាន់ដៃឃ្លាំងដោយជោគជ័យ
fr: Reçu d'entrepôt ajouté avec succès
ja: 倉庫の領収書を追加しました
ko: 창고 영수증을 성공적으로 추가했습니다
my: ဂိုဒေါင်လက်ခံရရှိပြီးပါပြီ
zh: 成功添加仓库收据

# MIS_MSG_AMOUNT_EXCEED
source: The number exceeds the allowed level
ca: ចំនួននេះលើសពីកំរិតដែលអនុញ្ញាត
fr: Le nombre dépasse le niveau autorisé
ja: 数が許容レベルを超えています
ko: 숫자가 허용 수준을 초과합니다
my: အရေအတွက်ကခွင့်ပြုအဆင့်ထက်ကျော်လွန်
zh: 数量超出了允许的水平

# MIS_MSG_AMOUNT_EXCEED1
source: The number of inputs exceeds the value to enter
ca: ចំនួនធាតុចូលលើសពីតម្លៃដែលត្រូវបញ្ចូល
fr: Le nombre d'entrées dépasse la valeur à saisir
ja: 入力数が入力する値を超えています
ko: 입력 수가 입력 값을 초과합니다
my: သွင်းအားစုများ၏အရေအတွက်သည်ရိုက်ထည့်ရန်တန်ဖိုးထက်ကျော်လွန်သည်
zh: 输入的数量超过要输入的值

# MIS_MSG_AMOUNT_SOUNT
source: Negative amount
ca: ចំនួនអវិជ្ជមាន
fr: Montant négatif
ja: 負の量
ko: 음수
my: အနှုတ်ပမာဏ
zh: 负数

# MIS_MSG_AMOUNT_ZERO
source: The number of entries must be> 0!
ca: ចំនួនធាតុត្រូវតែមាន> ០!
fr: Le nombre d'entrées doit être> 0!
ja: エントリの数は0以上でなければなりません！
ko: 항목 수는 0보다 커야합니다!
my: entries တွေကိုအရေအတွက်> 0 ဖြစ်ရပါမည်
zh: 条目数必须> 0！

# MIS_MSG_CHOSE_PRODUCT_AMOUNT_ZERO
source: Select at least 1 product with the number of entries> 0
ca: ជ្រើសរើសផលិតផលយ៉ាងហោចណាស់មួយដែលមានចំនួនធាតុ> 0
fr: Sélectionnez au moins 1 produit avec le nombre d'entrées> 0
ja: エントリ数> 0の製品を少なくとも1つ選択してください
ko: 항목 수> 0을 가진 제품을 하나 이상 선택하십시오.
my: အနည်းဆုံးကုန်ပစ္စည်း ၁ ခုကို ၀ င်ပါ ၀ င်> 0 ကိုရွေးချယ်ပါ
zh: 选择至少1个产品，条目数> 0

# MIS_MSG_CHOSE_PRODUCT_IMPORT
source: Choose products in stock
ca: ជ្រើសរើសផលិតផលក្នុងស្តុក
fr: Choisissez les produits en stock
ja: 在庫のある製品を選択する
ko: 재고가있는 제품 선택
my: ထုတ်ကုန်များကိုသိုလှောင်ထားပါ
zh: 选择库存产品

# MIS_MSG_CODE_EXITS
source: Voucher does not exist
ca: ប័ណ្ណមិនមានទេ
fr: Le bon n'existe pas
ja: バウチャーが存在しません
ko: 바우처가 존재하지 않습니다
my: ဘောက်ချာမရှိပါ
zh: 优惠券不存在

# MIS_MSG_DELETE_ERRO_FAIL
source: Failed to delete inventory
ca: បានបរាជ័យក្នុងការលុបសារពើភ័ណ្ឌ
fr: Impossible de supprimer l'inventaire
ja: 在庫を削除できませんでした
ko: 인벤토리를 삭제하지 못했습니다
my: စာရင်းဖျက်ရန်မအောင်မြင်ပါ
zh: 删除库存失败

# MIS_MSG_DELETE_ERRO_SUCCESS
source: Successfully deleted inventory
ca: បានលុបស្តុកដោយជោគជ័យ
fr: Inventaire supprimé avec succès
ja: 在庫を削除しました
ko: 인벤토리를 성공적으로 삭제했습니다
my: အောင်မြင်စွာစာရင်းဖျက်ပြီး
zh: 成功删除库存

# MIS_MSG_DELETE_PRODUCT_SUCCESS
source: Successfully deleted the product from the warehouse!
ca: បានលុបផលិតផលចេញពីឃ្លាំងដោយជោគជ័យ!
fr: Le produit a bien été supprimé de l'entrepôt!
ja: 倉庫から製品を正常に削除しました！
ko: 웨어 하우스에서 제품을 성공적으로 삭제했습니다!
my: ဂိုဒေါင်ထဲမှထုတ်ကုန်ကိုအောင်မြင်စွာဖျက်ပစ်လိုက်ပြီ။
zh: 已成功从仓库删除产品！

# MIS_MSG_EDIT_ERRO_SUCCESS
source: Edit the warehouse receipt successfully
ca: កែសម្រួលបង្កាន់ដៃឃ្លាំងដោយជោគជ័យ
fr: Modifier le récépissé d'entrepôt avec succès
ja: 倉庫の領収書を正常に編集します
ko: 창고 영수증을 성공적으로 편집
my: ဂိုဒေါင်လက်ခံရရှိမှုကိုအောင်မြင်စွာတည်းဖြတ်ပါ
zh: 成功编辑仓库收据

# MIS_MSG_ENTER_OVER_AMOUNT_PRODUCT_SORT_WARE
source: You have entered too many products in stock!
ca: អ្នកបានបញ្ចូលផលិតផលច្រើនពេកនៅក្នុងស្តុក!
fr: Vous avez entré trop de produits en stock!
ja: 入力した製品の在庫が多すぎます！
ko: 재고가 너무 많은 제품을 입력했습니다!
my: သင်ဟာကုန်ပစ္စည်းတွေအများကြီးထဲထည့်ပြီးပြီ။
zh: 您输入了太多库存产品！

# MIS_MSG_ENTER_PRODUCT_IMPORT_EXCEED_OR_AMOUNT_SOUNT
source: Re-import products that exceed the allowed level or a negative quantity
ca: នាំចូលផលិតផលឡើងវិញដែលលើសពីកំរិតអនុញ្ញាតឬបរិមាណអវិជ្ជមាន
fr: Réimporter des produits qui dépassent le niveau autorisé ou une quantité négative
ja: 許可されたレベルまたは負の数量を超える製品を再インポートします
ko: 허용 수준을 초과하거나 음수를 초과하는 제품을 다시 수입하십시오
my: ခွင့်ပြုအဆင့်သို့မဟုတ်အနှုတ်ပမာဏထက်ကျော်လွန်သောထုတ်ကုန်များကိုပြန်လည်တင်သွင်းပါ
zh: 重新进口超出允许水平或负数量的产品

# MIS_MSG_ERRO_ADD_IMPORT_WARE_HOURE
source: There was an error adding the warehouse receipt
ca: មានកំហុសក្នុងការបន្ថែមបង្កាន់ដៃឃ្លាំង
fr: Une erreur s'est produite lors de l'ajout du récépissé d'entrepôt
ja: 倉庫の領収書の追加中にエラーが発生しました
ko: 창고 영수증을 추가하는 중에 오류가 발생했습니다.
my: ဂိုဒေါင်ပြေစာဖြည့်စွက်သည့်အမှားတစ်ခုရှိခဲ့သည်
zh: 添加仓库收据时出错

# MIS_MSG_ERRO_ADD_IMPORT_WARE_HOURE_EXPORT
source: Not modified because the product in this inventory has been put in the delivery note
ca: មិនត្រូវបានកែប្រែទេពីព្រោះផលិតផលនៅក្នុងសារពើភ័ណ្ឌនេះត្រូវបានគេដាក់នៅក្នុងកំណត់ត្រាចែកចាយ
fr: Non modifié car le produit de cet inventaire a été mis dans le bon de livraison
ja: この在庫の製品は納品書に入れられているため、変更されません
ko: 이 재고의 제품이 납품서에 추가되었으므로 수정되지 않았습니다.
my: ဤစာရင်းရှိထုတ်ကုန်များကိုပေးပို့စာတွင်ထည့်သွင်းထားသဖြင့်ပြုပြင်မထားပါ
zh: 未修改，因为此库存中的产品已放入交货单中

# MIS_MSG_ERRO_DELTE_IMPORT_WARE_HOURE
source: Do not delete because the product in this inventory has been put in the delivery note
ca: កុំលុបព្រោះផលិតផលនៅក្នុងសារពើភ័ណ្ឌនេះត្រូវបានគេដាក់ក្នុងកំណត់ត្រាចែកចាយ
fr: Ne pas supprimer car le produit de cet inventaire a été mis dans le bon de livraison
ja: この在庫内の製品は納品書に入れられているため、削除しないでください
ko: 이 재고의 제품이 납품서에 기록되었으므로 삭제하지 마십시오
my: ဤစာရင်းရှိထုတ်ကုန်များကိုပို့သည့်စာတွင်ထည့်ပြီးဖြစ်သောကြောင့်မဖျက်ပါနှင့်
zh: 不要删除，因为此库存中的产品已放入交货单中

# MIS_MSG_ERRO_EDIT_IMPORT_WARE_HOURE
source: There was an error while editing the inventory
ca: មានកំហុសពេលកែសម្រួលសារពើភ័ណ្ឌ
fr: Une erreur s'est produite lors de la modification de l'inventaire
ja: インベントリの編集中にエラーが発生しました
ko: 인벤토리를 편집하는 동안 오류가 발생했습니다
my: စာရင်းတည်းဖြတ်နေစဉ်အမှားတစ်ခုရှိခဲ့သည်
zh: 编辑广告资源时出错

# MIS_MSG_IMPORT_WARE_HOURE_EXITS
source: Existing warehouse receipt does not exist!
ca: បង្កាន់ដៃឃ្លាំងដែលមានស្រាប់មិនមានទេ!
fr: Le récépissé d'entrepôt n'existe pas!
ja: 既存の倉庫の領収書は存在しません！
ko: 기존 창고 영수증이 없습니다!
my: ရှိပြီးသားဂိုဒေါင်ပြေစာမတည်ရှိပါ။
zh: 现有的仓库收据不存在！

# MIS_MSG_MATERIAL_IMPORT_WARE_HOURE
source: Inventory entry already exists
ca: ធាតុសន្និធិមានរួចហើយ
fr: L'entrée d'inventaire existe déjà
ja: インベントリエントリは既に存在します
ko: 재고 항목이 이미 존재합니다
my: စာရင်း entry ကိုရှိပြီးသား
zh: 库存条目已存在

# MIS_MSG_NON_SORT_AMOUNT_PRODUCT
source: Cannot stack more products than the shelf can hold!
ca: មិនអាចដាក់ផលិតផលលើសពីធ្នើដែលផ្ទុកបានទេ!
fr: Impossible d'empiler plus de produits que l'étagère ne peut en contenir!
ja: 棚が保持できる以上の製品を積み重ねることはできません！
ko: 선반이 보유 할 수있는 것보다 더 많은 제품을 쌓을 수 없습니다!
my: ကမ်းလွန်ရေတိမ်ပိုင်းထက်ထုတ်ကုန်များကိုထပ်မံစုဆောင်း။ မရပါ။
zh: 不能堆放超过架子可以容纳的产品！

# MIS_MSG_NON_SORT_RACK_EXITS
source: Shelf does not exist, please refresh the page!
ca: មិនមានធ្នើសូមផ្ទុកទំព័រឡើងវិញ!
fr: L'étagère n'existe pas, veuillez rafraîchir la page!
ja: 棚が存在しません。ページを更新してください！
ko: 선반이 없습니다. 페이지를 새로 고침하십시오!
my: ကမ်းလွန်ရေတိမ်ပိုင်းမရှိပါ, ကျေးဇူးပြုပြီးစာမျက်နှာကို refresh လုပ်ပါ။
zh: 货架不存在，请刷新页面！

# MIS_MSG_NO_CHECK_CODE_PRODUCT
source: Product test failed!
ca: ការសាកល្បងផលិតផលបានបរាជ័យ!
fr: Le test du produit a échoué!
ja: 製品テストに失敗しました！
ko: 제품 테스트에 실패했습니다!
my: ကုန်ပစ္စည်းစမ်းသပ်မှုမအောင်မြင်ပါ
zh: 产品测试失败！

# MIS_MSG_NO_CODE_PRODUCT
source: Can't get product code!
ca: មិនអាចទទួលបានលេខកូដផលិតផល!
fr: Impossible d'obtenir le code produit!
ja: 製品コードを取得できません！
ko: 제품 코드를 얻을 수 없습니다!
my: ထုတ်ကုန်ကုဒ်မရနိုင်ပါ!
zh: 无法获取产品代码！

# MIS_MSG_OTHER_IMPORT_WAREHOUSE_TRANSFER
source: The import warehouse must be different from the shipping warehouse
ca: ឃ្លាំងនាំចូលត្រូវតែខុសពីឃ្លាំងដឹកជញ្ជូន
fr: L'entrepôt d'importation doit être différent de l'entrepôt d'expédition
ja: 輸入倉庫は出荷倉庫とは異なる必要があります
ko: 수입 창고는 선적 창고와 달라야합니다.
my: သွင်းကုန်ကုန်လှောင်ရုံသည်ကုန်လှောင်ရုံနှင့်ကွဲပြားခြားနားရမည်
zh: 进口仓库必须与运输仓库不同

# MIS_MSG_PRODUCT_NON_ADD_REQUEST_CHOSE_ADD
source: The product has not been added to the warehouse! Please press the save button.
ca: ផលិតផលមិនត្រូវបានបន្ថែមទៅឃ្លាំងទេ! សូមចុចប៊ូតុងរក្សាទុក។
fr: Le produit n'a pas été ajouté à l'entrepôt! Veuillez appuyer sur le bouton Enregistrer.
ja: 製品は倉庫に追加されていません！保存ボタンを押してください。
ko: 제품이 창고에 추가되지 않았습니다! 저장 버튼을 누르십시오.
my: ကုန်ပစ္စည်းကိုဂိုဒေါင်ထဲမထည့်ရသေးပါ။ ကျေးဇူးပြုပြီးသိမ်းဆည်းရန်ခလုတ်ကိုနှိပ်ပါ။
zh: 该产品尚未添加到仓库！请按保存按钮。

# MIS_MSG_PRODUCT_SORT_WARE_HOURE
source: The product has not been stocked!
ca: ផលិតផលមិនត្រូវបានស្តុកទេ!
fr: Le produit n'est pas en stock!
ja: 製品は在庫がありません！
ko: 제품이 재고가 없습니다!
my: ဒီထုတ်ကုန်ကိုသိုလှောင်ထားခြင်းမရှိသေးပါ။
zh: 该产品尚未入库！

# MIS_MSG_REQUEST_CHOSE_FLOOR_BEFORE_CHOSE_BOX
source: Please select a floor before checking the box!
ca: សូមជ្រើសរើសកំរាលមួយមុនពេលធីកប្រអប់!
fr: Veuillez sélectionner un étage avant de cocher la case!
ja: チェックボックスをオンにする前にフロアを選択してください！
ko: 확인란을 선택하기 전에 바닥을 선택하십시오!
my: ကျေးဇူးပြုပြီးအကွက်ကိုမစစ်ဆေးခင်ကြမ်းပြင်ကိုရွေးပါ။
zh: 选中复选框前，请选择一个地板！

# MIS_MSG_REQUEST_CHOSE_LINE_BEFORE_CHOSE_BOX
source: Please select a range before checking the box!
ca: សូមជ្រើសរើសជួរមុនពេលធីកប្រអប់!
fr: Veuillez sélectionner une gamme avant de cocher la case!
ja: チェックボックスをオンにする前に範囲を選択してください！
ko: 확인란을 선택하기 전에 범위를 선택하십시오!
my: ကျေးဇူးပြုပြီးအကွက်ကိုမစစ်ဆေးမှီအကွာအဝေးကိုရွေးပါ။
zh: 选中此框之前，请选择一个范围！

# MIS_MSG_REQUEST_CHOSE_ORDERING_BEFORE_CHOSE_BOX
source: Please select the order before selecting the box!
ca: សូមជ្រើសរើសការបញ្ជាទិញមុនពេលជ្រើសរើសប្រអប់!
fr: Veuillez sélectionner la commande avant de sélectionner la case!
ja: ボックスを選択する前に注文を選択してください！
ko: 상자를 선택하기 전에 순서를 선택하십시오!
my: box ကိုမရွေးခင်အမှာစာကိုရွေးချယ်ပါ။
zh: 请先选择顺序，然后再选择框！

# MIS_MSG_REQUEST_CHOSE_RACK_BEFORE_CHOSE_BOX
source: Please select a shelf before selecting the box!
ca: សូមជ្រើសរើសធ្នើមុនពេលជ្រើសរើសប្រអប់!
fr: Veuillez sélectionner une étagère avant de sélectionner la boîte!
ja: ボックスを選択する前に棚を選択してください！
ko: 상자를 선택하기 전에 선반을 선택하십시오!
my: ကျေးဇူးပြုပြီး box ကိုမရွေးခင်စင်ပေါ်ရွေးပါ။
zh: 请在选择包装盒之前先选择一个架子！

# MIS_MSG_REQUEST_ENTER_INFORMATION_REQUIRE
source: Please enter all required information!
ca: សូមបញ្ចូលព័ត៌មានដែលត្រូវការទាំងអស់!
fr: Veuillez saisir toutes les informations requises!
ja: 必要な情報をすべて入力してください！
ko: 필요한 정보를 모두 입력하십시오!
my: လိုအပ်သောအချက်အလက်အားလုံးကိုဖြည့်ပါ။
zh: 请输入所有必填信息！

# MIS_MSG_REQUEST_ENTER_LOCATION_RACK_BEFORE_CHOSE_BOX
source: Please enter shelf location before checking the box!
ca: សូមបញ្ចូលទីតាំងធ្នើមុនពេលធីកប្រអប់!
fr: Veuillez entrer l'emplacement de l'étagère avant de cocher la case!
ja: ボックスをチェックする前に棚の場所を入力してください！
ko: 상자를 확인하기 전에 선반 위치를 입력하십시오!
my: ကျေးဇူးပြုပြီးအကွက်ကိုမစစ်မီကမ်းလွန်ရေတိမ်ပိုင်းတည်နေရာကိုရိုက်ထည့်ပါ။
zh: 选中复选框前，请输入架子位置！

# MIS_MSG_SORT_WARE_HOURE_FAIL
source: Reverse warehouse error!
ca: ច្រឡំឃ្លាំងឃ្លាំង!
fr: Erreur entrepôt inversé!
ja: 逆倉庫エラー！
ko: 창고 오류가 발생했습니다!
my: ဂိုဒေါင်အမှားကိုပြောင်းပြန်!
zh: 反向仓库错误！

# MIS_MSG_SORT_WARE_HOURE_PRODUCT_NON_DELETED
source: Products that have been stocked or included in the delivery note cannot be deleted!
ca: ផលិតផលដែលត្រូវបានស្តុកទុកឬដាក់បញ្ចូលក្នុងសៀវភៅចែកចាយមិនអាចលុបចោលទេ!
fr: Les produits qui ont été stockés ou inclus dans le bon de livraison ne peuvent pas être supprimés!
ja: 在庫があるか、納品書に含まれている製品は削除できません！
ko: 재고가 있거나 납품서에 포함 된 제품은 삭제할 수 없습니다!
my: ကုန်ပစ္စည်းသိုလှောင်ထားသည့်သိုမဟုတ်သိုလှောင်ရေးမှတ်စုတွင်ပါ ၀ င်သောထုတ်ကုန်များကိုမဖျက်နိုင်ပါ။
zh: 库存或交货单中包含的产品不能删除！

# MIS_MSG_SORT_WARE_HOURE_SUCCESS
source: Storing successfully warehouse!
ca: ការផ្ទុកឃ្លាំងដោយជោគជ័យ!
fr: Entreposer avec succès l'entrepôt!
ja: 倉庫の保管に成功しました！
ko: 창고 저장에 성공했습니다!
my: ဂိုဒေါင်ကိုအောင်မြင်စွာသိုလှောင်ခြင်း!
zh: 成功存储仓库！

# MIS_MSG_UPDATE_AMOUNT_PRODUCT_SUCCESS
source: Update the number of successful products!
ca: ធ្វើបច្ចុប្បន្នភាពចំនួនផលិតផលជោគជ័យ!
fr: Mettez à jour le nombre de produits réussis!
ja: 成功した製品の数を更新してください！
ko: 성공적인 제품 수를 업데이트하십시오!
my: အောင်မြင်သောထုတ်ကုန်အရေအတွက်ကိုအပ်ဒိတ်လုပ်ပါ။
zh: 更新成功产品的数量！

# MIS_MSG_VALUE
source: Value
ca: តម្លៃ
fr: Valeur
ja: 価値
ko: 가치
my: တန်ဖိုး
zh: 价值

# MIS_ROLL
source: Roll
ca: រមូរ
fr: Faites défiler
ja: スクロール
ko: 스크롤
my: Scroll
zh: 卷动

# MIS_ROLL1
source: Coil
ca: លេងជាកីឡាករបម្រុង
fr: Banc
ja: ベンチ
ko: 벤치
my: ခုံတန်းရှည်
zh: 板凳

# MIS_SELECT_BOX
source: Select bins in the warehouse
ca: ជ្រើសរើសធុងដាក់ក្នុងឃ្លាំង
fr: Sélectionnez les bacs dans l'entrepôt
ja: 倉庫内のビンを選択する
ko: 창고에서 쓰레기통 선택
my: ဂိုဒေါင်ထဲမှာ bins ကိုရွေးချယ်ပါ
zh: 在仓库中选择垃圾箱

# MIS_SELECT_ROLL
source: Choose rolls in stock
ca: ជ្រើសរើសក្រឡុកក្នុងស្តុក
fr: Choisissez des rouleaux en stock
ja: 在庫のロールを選択してください
ko: 재고 롤 선택
my: စတော့ရှယ်ယာထဲမှာလိပ်ကိုရွေးချယ်ပါ
zh: 选择库存卷

# MIS_TITLE_ADD_MATERIAL_IMPOSTORE
source: Edit warehouse receipt
ca: កែសម្រួលបង្កាន់ដៃឃ្លាំង
fr: Modifier le récépissé d'entrepôt
ja: 倉庫の領収書を編集
ko: 창고 영수증 편집
my: ဂိုဒေါင်လက်ခံရရှိကိုတည်းဖြတ်ပါ
zh: 编辑仓库收据

# MIS_TITLE_EDIT_MATERIAL_IMPOSTORE
source: Edit warehouse receipt
ca: កែសម្រួលបង្កាន់ដៃឃ្លាំង
fr: Modifier le récépissé d'entrepôt
ja: 倉庫の領収書を編集
ko: 창고 영수증 편집
my: ဂိုဒေါင်လက်ခံရရှိကိုတည်းဖြတ်ပါ
zh: 编辑仓库收据

# MIS_TITLE_LOG_INFOR
source: Tracking log
ca: កំណត់ហេតុតាមដាន
fr: Journal de suivi
ja: 追跡ログ
ko: 추적 로그
my: မှတ်တမ်းခြေရာကောက်
zh: 追踪记录

# MIS_TITLE_MIS
source: Receipt
ca: បង្កាន់ដៃឃ្លាំង
fr: Reçu d'entrepôt
ja: 倉庫レシート
ko: 창고 영수증
my: ဂိုဒေါင်လက်ခံဖြတ်ပိုင်း
zh: 仓库收据

# MIS_TITLE_SORT_WAREHOUSE_IMPORT_BILL
source: Warehouse according to the bill of import for the product
ca: ឃ្លាំងយោងតាមវិក័យប័ត្រនាំចូលសម្រាប់ផលិតផល
fr: Entrepôt selon la facture d'importation du produit
ja: 製品の輸入手形に応じた倉庫
ko: 제품 수 입장에 따른 창고
my: ကုန်ပစ္စည်းအတွက်တင်သွင်းမှုဥပဒေကြမ်းအရဂိုဒေါင်
zh: 根据产品的进口清单进行仓库

# MIS_TXT_ADD_PRODUCT
source: More products
ca: ផលិតផលជាច្រើនទៀត
fr: Plus de produits
ja: その他の製品
ko: 더 많은 제품
my: ထုတ်ကုန်များ
zh: 更多产品

# MIS_TXT_CODE_ROLL_BOX
source: Roll / carton code:
ca: លេខកូដរំកិល / កេស៖
fr: Code rouleau / carton:
ja: ロール/カートンコード：
ko: 롤 / 판지 코드 :
my: လှိူ / ကတ်ထူကုဒ်
zh: 卷/纸箱代码：

# MIS_TXT_MIS
source: Receipt
ca: បង្កាន់ដៃឃ្លាំង
fr: Reçu d'entrepôt
ja: 倉庫レシート
ko: 창고 영수증
my: ဂိုဒေါင်လက်ခံဖြတ်ပိုင်း
zh: 仓库收据

# MIS_TXT_ROLL
source: Original roll
ca: រមៀលដើម
fr: Rouleau d'origine
ja: オリジナルロール
ko: 원본 롤
my: မူရင်းလိပ်
zh: 原始卷

# MIS_TXT_ROLL1_BLANK
source: Bench may not be blank
ca: កៅអីអង្គុយប្រហែលជាមិននៅទទេទេ
fr: Le banc n'est peut-être pas vide
ja: ベンチは空欄にできません
ko: 벤치가 비어 있지 않을 수 있습니다
my: ခုံတန်းရှည်အလွတ်မဖြစ်နိုင်ပါ
zh: 工作台不能空白

# MIS_TXT_SELECT_ROLL_BOX
source: Select rolls / crates
ca: ជ្រើសរើសក្រឡ / ក្រឡ
fr: Sélectionner des rouleaux / caisses
ja: ロール/クレートを選択
ko: 롤 / 크레이트 선택
my: လိပ် / သေတ္တာကိုရွေးချယ်ပါ
zh: 选择卷/板条箱

# MIS_TXT_TYPE
source: Species
ca: ប្រភេទ
fr: Tapez
ja: 種類
ko: 타입
my: အမျိုးအစား
zh: 型式

# MIS_TXT_TYPE_BLANK
source: Type may not be blank
ca: ប្រភេទប្រហែលជាមិនទទេ
fr: Le type peut ne pas être vide
ja: タイプは空白にできません
ko: 유형은 비워 둘 수 없습니다
my: အမျိုးအစားအလွတ်ဖြစ်နိုင်သည်
zh: 类型不能为空

# MIS_TXT_VALUE_PER_UNIT
source: Value / 1 unit
ca: តម្លៃ / ១ ឯកតា
fr: Valeur / 1 unité
ja: 値/ 1単位
ko: 값 / 1 개
my: Value ကို / 1 ယူနစ်
zh: 价值/ 1单位

# MIS_VALIDATE_BOX2_BLANK
source: Barrel cannot be empty
ca: ធុងមិនអាចទទេបានទេ
fr: Le baril ne peut pas être vide
ja: バレルは空にできません
ko: 배럴은 비워 둘 수 없습니다
my: စည်အချည်းနှီးမဖြစ်နိုင်ပါ
zh: 桶不能为空

# MIS_VALIDATE_BOX_BLANK
source: The original box cannot be empty
ca: ប្រអប់ដើមមិនអាចទទេបានទេ
fr: La boîte d'origine ne peut pas être vide
ja: 元のボックスを空にすることはできません
ko: 원래 상자는 비워 둘 수 없습니다
my: မူရင်းသေတ္တာသည်အလွတ်မဖြစ်နိုင်ပါ
zh: 原始包装箱不能为空

# MIS_VALIDATE_CHOOSE_PRODUCT
source: Please choose a product
ca: សូមជ្រើសរើសផលិតផល
fr: Veuillez sélectionner un produit
ja: 製品を選択してください
ko: 제품을 선택하십시오
my: ကျေးဇူးပြုပြီးထုတ်ကုန်ရွေးပါ
zh: 请选择一个产品

# MIS_VALIDATE_ENTER_PRICE
source: Please enter a price
ca: សូមបញ្ចូលតម្លៃ
fr: Veuillez saisir un prix
ja: 価格を入力してください
ko: 가격을 입력하십시오
my: ကျေးဇူးပြုပြီးစျေးကိုထည့်ပါ
zh: 请输入价格

# MIS_VALIDATE_ENTER_VALUE
source: Please enter a value
ca: សូមបញ្ចូលតម្លៃ
fr: Veuillez saisir une valeur
ja: 値を入力してください
ko: 값을 입력하십시오
my: ကျေးဇူးပြုပြီးတန်ဖိုးထည့်ပါ
zh: 请输入一个值

# MIS_VALIDATE_LOT_BLANK
source: Lot cannot be empty
ca: ឡុតមិនអាចទទេបានទេ
fr: Le lot ne peut pas être vide
ja: ロットは空にできません
ko: 로트는 비워 둘 수 없습니다
my: လောတသည်အချည်းနှီးမဖြစ်နိုင်ပါ
zh: 批次不能为空

# MIS_VALIDATE_ROLL_BLANK
source: Original roll may not be blank
ca: រមៀលដើមអាចមិនមានចន្លោះ
fr: Le rouleau d'origine peut ne pas être vierge
ja: 元のロール紙は空白にできません
ko: 원본 롤은 비워 둘 수 없습니다
my: မူရင်းလိပ်သည်အလွတ်မဖြစ်နိုင်ပါ
zh: 原始卷筒不能空白

# MIT_COL_CURRENCY
source: Currency
ca: រូបិយប័ណ្ណ
fr: Devise
ja: 通貨
ko: 화폐
my: ငွေကြေး
zh: 币种
