Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/MaterialProductController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# MLP_LIST_COL_PAGE
source: Page
ca: ភីភី
fr: Pp
ja: 屋外で使用する
ko: PP
my: အလေးချိန် / မီတာ (ကီလိုဂရမ်)
vi: Trang
zh: p

# MLP_LIST_COL_PAPER
source: Hard paper surface
ca: ផ្ទៃក្រដាសរឹង
fr: Surface de papier dur
ja: Pp
ko: 단단한 종이 표면
my: အကျယ် (စင်တီမီတာ)
vi: Bề mặt giấy cứng
zh: 硬纸表面

# MLP_LIST_COL_PARENT
source: Father property
ca: ទ្រព្យសម្បត្តិរបស់ឪពុក
fr: Propriété du père
ja: 父の財産
ko: 아버지의 재산
my: ဖခင်ပိုင်ဆိုင်မှု
vi: Thuộc tính cha
zh: 父亲财产

# MLP_LIST_COL_PATHIMG
source: Image
ca: រូបថត
fr: La photo
ja: 硬質紙表面
ko: 사진
my: ကုန်ပစ္စည်းလိုင်း
vi: Ảnh
zh: 相片

# MLP_LIST_COL_PRICE
source: Price
ca: តម្លៃ
fr: Prix
ja: 写真
ko: 가격
my: အမှားဖောက်သည်ထည့်ပါ
vi: Giá
zh: 价钱

# MLP_LIST_COL_PRICEM2_CATALOGUE
source: Catalog Price (Yen / m2)
ca: តម្លៃកាតាឡុក (យ៉េន / ម ២)
fr: Prix ​​catalogue (Yen / m2)
ja: カタログ価格（円/ m）
ko: 카탈로그 가격 (엔 / m2)
my: ကျေးဇူးပြုပြီးထုတ်ကုန်အတွက်ဖိုင်တွဲရွေးပါ
vi: Giá Catalogue (Yên/m2)
zh: 目录价格（日元/平方米）

# MLP_LIST_COL_PRICE_CATALOGUE
source: Catalog Price (Yen / m)
ca: តម្លៃកាតាឡុក (យ៉េន / ម)
fr: Prix ​​catalogue (Yen / m)
ja: 価格
ko: 카탈로그 가격 (엔 / m)
my: ကုန်ပစ္စည်းကတ်တလောက်မရှိပါ၊ ကျေးဇူးပြု၍ စာမျက်နှာကို refresh လုပ်ပါ
vi: Giá Catalogue (Yên/m)
zh: 目录价格（日元/米）

# MLP_LIST_COL_PRODUCTGROUP
source: Product Groups
ca: ក្រុមផលិតផល
fr: Groupe de produits
ja: 製品コード
ko: 제품 그룹
my: သင်ဖိုင်ကိုဖျက်ချင်တယ်
vi: Nhóm sản phẩm
zh: 产品组别

# MLP_LIST_COL_PRODUCTNAME
source: Product's name
ca: ឈ្មោះផលិតផល
fr: Nom du produit
ja: 製品グループ
ko: 제품명
my: သင်ပစ္စည်းဥစ္စာပိုင်ဆိုင်မှုကိုဖျက်ချင်တယ်
vi: Tên sản phẩm
zh: 产品名称

# MLP_LIST_COL_PRODUCT_CODE
source: Product code
ca: លេខកូដផលិតផល
fr: Code produit
ja: カタログ価格（円/ m2）
ko: 제품 코드
my: ကျေးဇူးပြု၍ archive directory ကိုရွေးပါ။
vi: Mã sản phẩm
zh: 产品代号

# MLP_LIST_COL_PROPETIES_ACTION
source: Action
ca: សកម្មភាព
ja: 製品名
ko: 행동
my: သင်ထောက်ပံ့ရေးပစ္စည်းများဖျက်ပစ်ချင်တယ်
vi: Tác vụ
zh: 动作片

# MLP_LIST_COL_PROPETIES_NAME
source: Properties
ca: លក្ខណៈសម្បត្តិ
fr: Propriétés
ja: アクション
ko: 속성
my: အောင်မြင်စွာတည်းဖြတ်ပါ
vi: Thuộc tính
zh: 物产

# MLP_LIST_COL_PROPETIES_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarques
ja: 物性
ko: 비고
my: တင်သွင်းပြီးသောထုတ်ကုန်ခွဲများပါသောထုတ်ကုန်များစာရင်းကိုမဖျက်နိုင်ပါ
vi: Ghi chú
zh: 注意事项

# MLP_LIST_COL_PROPETIES_VALUDE
source: Value
ca: តម្លៃ
fr: Valeur
ja: 注釈
ko: 가치
my: သိုလှောင်ထားပြီးဖြစ်သောထုတ်ကုန်ပစ္စည်းခွဲများရှိသောထုတ်ကုန်ကတ်တလောက်ကိုမဖျက်နိုင်ပါ။
vi: Giá trị
zh: 价值

# MLP_LIST_COL_QRCODE
source: QR_Code
ja: 価値
my: အမှားမှတ်တမ်းကူးယူပါ
zh: 二维码

# MLP_LIST_COL_SHOCK
source: Shock resistant when falling, impact
ca: ភាពធន់នឹងការប៉ះទង្គិចនៅពេលធ្លាក់ចុះផលប៉ះពាល់
fr: Résistant aux chocs en cas de chute, d'impact
ja: QR_Code
ko: 넘어 질 때 충격, 충격
my: အမှားပြင်ဆင်မှုတစ်ခုရှိခဲ့သည်
vi: Chống shock khi ngã, va đập
zh: 跌落，冲击时抗冲击

# MLP_LIST_COL_SIZE
source: Length x Width
ca: ប្រវែង x ទទឹង
fr: Longueur x largeur
ja: 落下時の衝撃耐性、衝撃
ko: 길이 x 너비
my: အမှားတစ်ခုဖြစ်ပွားခဲ့သည် ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ
vi: Dài x Rộng
zh: 长x宽

# MLP_LIST_COL_STRUCTURE
source: Structure
ca: រចនាសម្ព័ន្ធ
fr: La structure
ja: 長さ×幅
ko: 구조
my: အမွေအမှားတစ်ခုရှိခဲ့သည်
vi: Cấu trúc
zh: 结构形式

# MLP_LIST_COL_TEXTILETYPE
source: Weaving style
ca: ស្ទីលត្បាញ
fr: Style de tissage
ja: 構造
ko: 제직 스타일
my: ကလေးထုတ်ကုန်ကုဒ်ရှိပြီးသား
vi: Kiểu dệt
zh: 编织风格

# MLP_LIST_COL_TOTAL_DEEP
source: Total thickness (mm)
ca: កម្រាស់សរុប (ម។ ម។ )
fr: Épaisseur totale (mm)
ja: 織りスタイル
ko: 총 두께 (mm)
my: လက်ရှိထုတ်ကုန်၏တည်ရှိပြီးဖြစ်သော attribute ကိုထည့်။ မရပါ
vi: Tổng độ dày(mm)
zh: 总厚度（mm）

# MLP_LIST_COL_TRAVEL_DENSITY
source: Consistent with travel density
ca: ស្របនឹងដង់ស៊ីតេធ្វើដំណើរ
fr: Conforme à la densité de voyage
ja: 総厚（mm）
ko: 이동 밀도와 일치
my: ဖိုင်ကိုကူးယူ {0}
vi: Phù hợp với mật độ đi lại
zh: 与行程密度一致

# MLP_LIST_COL_TYPE_NAME
source: Datatypes
ca: ប្រភេទទិន្នន័យ
fr: Type de données
ja: 移動密度と一致
ko: 자료형
my: အမှား
vi: Kiểu dữ liệu
zh: 资料类型

# MLP_LIST_COL_TYPE_PRODUCT
source: Product type
ca: ប្រភេទផលិតផល
fr: Type de produit
ja: データ型
ko: 제품 유형
my: ထုတ်ကုန်အမျိုးအစား
vi: Loại sản phẩm
zh: 产品种类

# MLP_LIST_COL_UNIT
source: Unit
ca: ឯកតា
fr: Unité
ja: 製品の種類
ko: 단위
my: ယူနစ်
vi: Đơn vị
zh: 单位

# MLP_LIST_COL_VALUE
source: Value
ca: តម្លៃ
fr: Valeur
ja: 単位
ko: 가치
my: တန်ဖိုး
vi: Giá trị
zh: 价值

# MLP_LIST_COL_VALUE_SET
source: Setting value
ca: ការកំណត់តម្លៃ
fr: Définition de la valeur
ja: 価値
ko: 설정 값
my: တန်ဖိုးသတ်မှတ်ခြင်း
vi: Giá trị cài đặt
zh: 设定值

# MLP_LIST_COL_VALUE_TYPE
source: Value type
ca: ប្រភេទតម្លៃ
fr: Type de valeur
ja: 設定値
ko: 가치 유형
my: တန်ဖိုးအမျိုးအစား
vi: Kiểu giá trị
zh: 值类型

# MLP_LIST_COL_VERTICALSTROKE
source: Vertical pattern (cm)
ca: លំនាំបញ្ឈរ (ស។ ម។ )
fr: Motif vertical (cm)
ja: 値タイプ
ko: 세로 무늬 (cm)
my: ဒေါင်လိုက်ပုံစံ (စင်တီမီတာ)
vi: Vân dọc (cm)
zh: 垂直图案（厘米）

# MLP_LIST_COL_WAS
source: No need to use polishing wax
ca: មិនចាំបាច់ប្រើក្រមួនដុសខាត់ទេ
fr: Pas besoin d'utiliser de la cire à polir
ja: 縦パターン（cm）
ko: 연마 왁스를 사용할 필요가 없습니다
my: ဖယောင်း polishing အသုံးပြုရန်မလိုအပ်ပါ
vi: Không cần sử dụng sáp đánh bóng
zh: 无需使用抛光蜡

# MLP_LIST_COL_WEIGTH
source: Weight / m (kg)
ca: ទំងន់ / ម (គីឡូក្រាម)
fr: Poids / m (kg)
ja: 研磨ワックスを使用する必要はありません
ko: 무게 / m (kg)
my: အလေးချိန် / မီတာ (ကီလိုဂရမ်)
vi: Trọng lượng/m (kg)
zh: 重量/米（公斤）

# MLP_LIST_COL_WIDTH
source: Width (cm)
ca: ទទឹង (ស។ ម។ )
fr: Largeur (cm)
ja: 重量/ m（kg）
ko: 폭 (cm)
my: အကျယ် (စင်တီမီတာ)
vi: Chiều rộng (cm)
zh: 宽（厘米）

# MLP_LIST_LINE_PRODUCT
source: Product line
ca: ខ្សែផលិតផល
fr: Gamme de produits
ja: 幅（cm）
ko: 제품 라인
my: ကုန်ပစ္စည်းလိုင်း
vi: Dòng sản phẩm
zh: 产品线

# MLP_MSG_ADD_CUSTUMER_ERR
source: Add the error customer
ca: បន្ថែមអតិថិជនកំហុស
fr: Ajouter le client d'erreur
ja: 製品ライン
ko: 오류 고객 추가
my: အမှားဖောက်သည်ထည့်ပါ
vi: Thêm các khách hàng lỗi
zh: 添加错误客户

# MLP_MSG_CATEGORY_NOEXISTED_REFRESH
source: Product catalog does not exist, please refresh the page
ca: មិនមានកាតាឡុកផលិតផលទេសូមធ្វើទំព័រឡើងវិញ
fr: Le catalogue de produits n'existe pas, veuillez rafraîchir la page
ja: エラーのお客様を追加します
ko: 제품 카탈로그가 없습니다. 페이지를 새로 고침하십시오.
my: ကုန်ပစ္စည်းကတ်တလောက်မရှိပါ၊ ကျေးဇူးပြု၍ စာမျက်နှာကို refresh လုပ်ပါ
vi: Danh mục sản phẩm không tồn tại, vui lòng làm mới trang
zh: 产品目录不存在，请刷新页面

# MLP_MSG_CHOOSE_FOLDER
source: Please select a folder for the product
ca: សូមជ្រើសរើសថតឯកសារសម្រាប់ផលិតផល
fr: Veuillez sélectionner un dossier pour le produit
ja: 製品カタログが存在しません。ページを更新してください
ko: 제품 폴더를 선택하십시오
my: ကျေးဇူးပြုပြီးထုတ်ကုန်အတွက်ဖိုင်တွဲရွေးပါ
vi: Vui lòng chọn thư mục cho sản phẩm
zh: 请选择产品的文件夹

# MLP_MSG_CHOOSE_FOLDER_STORAGE
source: Please select an archive directory!
ca: សូមជ្រើសរើសថតប័ណ្ណសារ!
fr: Veuillez sélectionner un répertoire d'archives!
ja: 製品のフォルダーを選択してください
ko: 아카이브 디렉토리를 선택하십시오!
my: ကျေးဇူးပြု၍ archive directory ကိုရွေးပါ။
vi: Vui lòng chọn thư mục lưu trữ !
zh: 请选择一个存档目录！

# MLP_MSG_DELETE_FILE
source: You want to delete the file
ca: អ្នកចង់លុបឯកសារ
fr: Vous souhaitez supprimer le fichier
ja: アーカイブディレクトリを選択してください！
ko: 파일을 삭제하고 싶습니다
my: သင်ဖိုင်ကိုဖျက်ချင်တယ်
vi: Bạn muốn xóa tệp tin
zh: 您要删除文件

# MLP_MSG_DELETE_PROPETIES
source: You want to delete the property
ca: អ្នកចង់លុបទ្រព្យសម្បត្តិ
fr: Vous souhaitez supprimer la propriété
ja: ファイルを削除したい
ko: 속성을 삭제하고 싶습니다
my: သင်ပစ္စည်းဥစ္စာပိုင်ဆိုင်မှုကိုဖျက်ချင်တယ်
vi: Bạn muốn xóa thuộc tính
zh: 您要删除属性

# MLP_MSG_DELETE_SUPPLIES
source: You want to delete supplies
ca: អ្នកចង់លុបការផ្គត់ផ្គង់
fr: Vous souhaitez supprimer des fournitures
ja: プロパティを削除したい
ko: 소모품을 삭제하려고합니다
my: သင်ထောက်ပံ့ရေးပစ္စည်းများဖျက်ပစ်ချင်တယ်
vi: Bạn muốn xóa vật tư
zh: 您要删除耗材

# MLP_MSG_EDIT_SUCCESS
source: Edit successful
ca: កែបានជោគជ័យ
fr: Modification réussie
ja: サプライ品を削除したい
ko: 성공적인 편집
my: အောင်မြင်စွာတည်းဖြတ်ပါ
vi: Chỉnh sửa thành công
zh: 编辑成功

# MLP_MSG_ERROR_EDIT
source: There was an error editing
ca: មានកំហុសកែ
fr: Une erreur s'est produite lors de la modification
ja: エラー記録をダウンロードする
ko: 편집하는 중에 오류가 발생했습니다
my: အမှားပြင်ဆင်မှုတစ်ခုရှိခဲ့သည်
vi: Có lỗi khi chỉnh sửa
zh: 编辑时发生错误

# MLP_MSG_ERROR_HAPPENS
source: An error occurred. Please try again!
ca: កំហុសមួយបានកើតឡើង។ សូមព្យាយាមម្តងទៀត!
fr: Une erreur est survenue. Veuillez réessayer!
ja: 編集中にエラーが発生しました
ko: 오류가 발생했습니다. 다시 시도하십시오!
my: အမှားတစ်ခုဖြစ်ပွားခဲ့သည် ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ
vi: Có lỗi xảy ra. Xin thử lại!
zh: 发生错误。请再试一次！

# MLP_MSG_ERROR_INHERITANCE
source: There was an inheritance error
ca: មានកំហុសមរតក
fr: Il y a eu une erreur d'héritage
ja: エラーが発生しました。もう一度やり直してください！
ko: 상속 오류가 발생했습니다
my: အမွေအမှားတစ်ခုရှိခဲ့သည်
vi: Có lỗi khi kế thừa
zh: 发生继承错误

# MLP_MSG_ERR_DELETE_CATEGORY
source: Cannot delete a list of products with sub-products that have been imported
ca: មិនអាចលុបបញ្ជីផលិតផលដែលមានផលិតផលរងដែលបាននាំចូលទេ
fr: Impossible de supprimer une liste de produits avec des sous-produits qui ont été importés
ja: 編集成功
ko: 가져온 하위 제품이있는 제품 목록을 삭제할 수 없습니다
my: တင်သွင်းပြီးသောထုတ်ကုန်ခွဲများပါသောထုတ်ကုန်များစာရင်းကိုမဖျက်နိုင်ပါ
vi: Không thể xóa danh mục sản phẩm có sản phẩm con đã được nhập lô
zh: 无法删除带有已导入子产品的产品列表

# MLP_MSG_ERR_DELETE_WAREHOUSE
source: Cannot delete a product catalog that has sub-products that are already in stock.
ca: មិនអាចលុបកាតាឡុកផលិតផលដែលមានអនុផលិតផលដែលមានក្នុងស្តុកស្រាប់។
fr: Impossible de supprimer un catalogue de produits contenant des sous-produits déjà en stock.
ja: インポートされたサブ製品がある製品のリストを削除することはできません
ko: 이미 재고가있는 하위 제품이있는 제품 카탈로그를 삭제할 수 없습니다.
my: သိုလှောင်ထားပြီးဖြစ်သောထုတ်ကုန်ပစ္စည်းခွဲများရှိသောထုတ်ကုန်ကတ်တလောက်ကိုမဖျက်နိုင်ပါ။
vi: Không thể xóa danh mục sản phẩm có sản phẩm con đã được nhập kho.
zh: 无法删除具有子产品库存的产品目录。

# MLP_MSG_ERR_DOWLOAD
source: Download error record
ca: ទាញយកកំណត់ត្រាកំហុស
fr: Télécharger l'enregistrement d'erreur
ja: すでに在庫があるサブ製品がある製品カタログは削除できません。
ko: 오류 기록 다운로드
my: အမှားမှတ်တမ်းကူးယူပါ
zh: 下载错误记录

# MLP_MSG_EXISTED
source: Child product code already exists
ca: លេខកូដផលិតផលកុមារមានរួចហើយ
fr: Le code produit enfant existe déjà
ja: 継承エラーがありました
ko: 하위 제품 코드가 이미 존재합니다
my: ကလေးထုတ်ကုန်ကုဒ်ရှိပြီးသား
vi: Đã tồn tại mã sản phẩm con
zh: 子产品代码已存在

# MLP_MSG_EXISTED_NOMORE
source: Existing attribute of this product already exists, cannot be added
ca: គុណលក្ខណៈដែលមានស្រាប់នៃផលិតផលនេះមានរួចហើយមិនអាចបន្ថែមទេ
fr: L'attribut existant de ce produit existe déjà, ne peut pas être ajouté
ja: 子製品コードは既に存在します
ko: 이 제품의 기존 속성이 이미 존재하며 추가 할 수 없습니다
my: လက်ရှိထုတ်ကုန်၏တည်ရှိပြီးဖြစ်သော attribute ကိုထည့်။ မရပါ
vi: Đã tồn tại thuộc tính mở rộng của sản phẩm này, không thể thêm tiếp
zh: 该产品的现有属性已经存在，无法添加

# MLP_MSG_FILE
source: Download the file {0}
ca: ទាញយកឯកសារ {0}
fr: Téléchargez le fichier {0}
ja: この製品の既存の属性は既に存在するため、追加できません
ko: {0} 파일을 다운로드하십시오.
my: ဖိုင်ကိုကူးယူ {0}
vi: Tải tệp tin {0}
zh: 下载文件{0}

# MLP_MSG_FILE_FAIL
source: error
ca: កំហុស
fr: erreur
ja: ファイル{0}をダウンロードしてください
ko: 오류
my: အမှား
vi: lỗi
zh: 错误

# MLP_MSG_FILE_NOEXIST
source: File does not exist
ca: មិនមានឯកសារទេ
fr: Le fichier n'existe pas
ja: エラー
ko: 파일이 존재하지 않습니다
my: ဖိုင်မရှိပါ
vi: Tệp tin không tồn tại
zh: 文件不存在

# MLP_MSG_FILE_SERVER_FAIL
source: Server error
ca: កំហុសម៉ាស៊ីនមេ
fr: Erreur de serveur
ja: サーバーエラー
ko: 서버 오류
my: ဆာဗာအမှား
vi: Lên server lỗi
zh: 服务器错误

# MLP_MSG_FILE_SIZE_MAXIMUM
source: Maximum file size allowed is 1 MB!
ca: ទំហំឯកសារអតិបរមាដែលអនុញ្ញាតគឺ ១ មេកាបៃ!
fr: La taille de fichier maximale autorisée est de 1 Mo!
ja: 許可される最大ファイルサイズは1 MBです。
ko: 허용되는 최대 파일 크기는 1MB입니다!
my: ခွင့်ပြုထားသောဖိုင်အရွယ်အစားသည် 1 MB ဖြစ်သည်။
vi: Kích thước tệp tối đa cho phép là 1 MB !
zh: 允许的最大文件大小为1 MB！

# MLP_MSG_FILE_SUCCESS
source: Success
ca: ជោគជ័យ
fr: Succès
ja: 成功
ko: 성공
my: အောင်မြင်သည်
vi: Thành công
zh: 成功的

# MLP_MSG_FILE_UPDATE
source: Update file {0}
ca: ធ្វើបច្ចុប្បន្នភាពឯកសារ {0}
fr: Mettre à jour le fichier {0}
ja: ファイル{0}を更新
ko: 업데이트 파일 {0}
my: အပ်ဒိတ်ဖိုင် {0}
vi: Cập nhật tệp tin {0}
zh: 更新文件{0}

# MLP_MSG_FIND_SUGGESTIONS
source: No directory suggestions found for the product
ca: រកមិនឃើញការណែនាំសម្រាប់ផលិតផលទេ
fr: Aucune suggestion de répertoire trouvée pour le produit
ja: 製品のディレクトリ候補が見つかりません
ko: 제품에 대한 디렉토리 제안이 없습니다.
my: ထုတ်ကုန်အတွက်လမ်းညွှန်အကြံပြုချက်မရှိပါ
vi: Không tìm thấy gợi ý thư mục cho sản phầm
zh: 找不到该产品的目录建议

# MLP_MSG_FOLDER_EXISTED_DELETED
source: File does not exist or has been deleted!
ca: មិនមានឯកសារឬត្រូវបានលុបទេ!
fr: Le fichier n'existe pas ou a été supprimé!
ja: ファイルが存在しないか、削除されました！
ko: 파일이 존재하지 않거나 삭제되었습니다!
my: ဖိုင်မရှိပါသို့မဟုတ်ဖျက်ပစ်လိုက်!
vi: Tệp tin không tồn tại hoặc đã bị xóa !
zh: 文件不存在或已被删除！

# MLP_MSG_FORMAT_REQUIRED
source: Valid formats are: png, jpg, jpeg, gif, bmp!
ca: ទ្រង់ទ្រាយត្រឹមត្រូវគឺ៖ png, jpg, jpeg, gif, bmp!
fr: Les formats valides sont: png, jpg, jpeg, gif, bmp!
ja: 有効な形式は、png、jpg、jpeg、gif、bmp！です。
ko: 유효한 형식은 png, jpg, jpeg, gif, bmp입니다!
my: မှန်ကန်သောပုံစံများမှာ png, jpg, jpeg, gif, bmp!
vi: Định dạng hợp lệ là : png, jpg, jpeg, gif, bmp!
zh: 有效格式为：png，jpg，jpeg，gif，bmp！

# MLP_MSG_IMG_SIZE_MAXIMUM
source: Maximum image size is (1000px x 1000px)!
ca: ទំហំរូបភាពអតិបរិមាគឺ (១០០០ ភី x១១ ភីភី)!
fr: La taille maximale de l'image est (1000 px x 1000 px)!
ja: 最大画像サイズは（1000px x 1000px）です！
ko: 최대 이미지 크기는 (1000px x 1000px)입니다!
my: အများဆုံးဓာတ်ပုံအရွယ်အစားသည် (1000px x 1000px) ဖြစ်သည်။
vi: Kích thước ảnh tối đa là (1000px x 1000px)!
zh: 图片大小上限为（1000px x 1000px）！

# MLP_MSG_INHERITANCE_PRODUCT
source: Inheriting successful products!
ca: ការទទួលបានជោគជ័យនូវផលិតផលជោគជ័យ!
fr: Hériter de produits réussis!
ja: 成功した製品を継承します！
ko: 성공적인 제품을 상속합니다!
my: အောင်မြင်သောထုတ်ကုန်အမွေဆက်ခံ!
vi: Kế thừa sản phẩm thành công!
zh: 继承成功的产品！

# MLP_MSG_NOT_ATTR_CODE
source: Product attribute may not be blank
ca: គុណលក្ខណៈផលិតផលអាចមិនត្រូវបានទទេ
fr: L'attribut de produit peut ne pas être vide
ja: 商品属性を入力してください
ko: 제품 속성은 비워 둘 수 없습니다
my: ကုန်ပစ္စည်း attribute သည်အလွတ်မဖြစ်နိုင်ပါ
vi: Thuộc tính sản phẩm không được để trống
zh: 产品属性不能为空

# MLP_MSG_NOT_DELETE
source: Could not remove {0}
ca: មិនអាចលុប {0}
fr: Impossible de supprimer {0}
ja: {0}を削除できませんでした
ko: {0}을 (를) 제거 할 수 없습니다
my: {0} ကိုမဖယ်ရှားနိုငျပါ
vi: Không thể xóa {0}
zh: 无法删除{0}

# MLP_MSG_NOT_GROUP
source: Product group must not be blank
ca: ក្រុមផលិតផលមិនត្រូវទុកចោលទេ
fr: Le groupe de produits ne doit pas être vide
ja: 製品グループは空白にできません
ko: 제품 그룹은 비워 둘 수 없습니다
my: ကုန်ပစ္စည်းအုပ်စုသည်ကွက်လပ်မဖြစ်ရ
vi: Nhóm sản phẩm không được để trống
zh: 产品组不能为空

# MLP_MSG_NOT_IMG
source: There are no product photos
ca: មិនមានរូបថតផលិតផលទេ
fr: Il n'y a pas de photos de produits
ja: 製品の写真はありません
ko: 제품 사진이 없습니다
my: ကုန်ပစ္စည်းဓါတ်ပုံများမရှိပါ
vi: Không có ảnh sản phẩm
zh: 没有产品照片

# MLP_MSG_NOT_PICK_PRODUCT
source: No redemption products yet
ca: មិនទាន់មានផលិតផលរំលោះនៅឡើយទេ
fr: Aucun produit de rachat pour le moment
ja: 特典交換商品はまだありません
ko: 보너스 상품이 아직 없습니다
my: ရွေးနှုတ်ခြင်းထုတ်ကုန်များမရှိသေးပါ
vi: Chưa chọn sản phẩm quy đổi
zh: 尚无兑换产品

# MLP_MSG_NOT_TYPECODE
source: Product type must not be blank
ca: ប្រភេទផលិតផលមិនត្រូវទុកចោលទេ
fr: Le type de produit ne doit pas être vide
ja: 製品タイプは空白にできません
ko: 제품 유형은 반드시 입력해야합니다
my: ထုတ်ကုန်အမျိုးအစားအလွတ်မဖြစ်ရ
vi: Loại sản phẩm không được để trống
zh: 产品类型不能为空

# MLP_MSG_NOT_UNIT
source: Unit may not be blank
ca: ឯកតាប្រហែលជាមិនមានកន្លែងទំនេរទេ
fr: L'unité n'est peut-être pas vide
ja: ユニットは空白にできません
ko: 장치가 비어 있지 않을 수 있습니다
my: ယူနစ်အလွတ်ဖြစ်နိုင်သည်
vi: Đơn vị không được để trống
zh: 单位不能为空

# MLP_MSG_PRODUCT
source: product portfolio
ca: បញ្ជីផលិតផល
fr: liste de produits
ja: 製品リスト
ko: 제품 목록
my: ထုတ်ကုန်စာရင်း
vi: danh mục sản phẩm
zh: 产品清单

# MLP_MSG_PRODUCT_NOINHERITANCE
source: Redeemable products have no inherited properties!
ca: ផលិតផលដែលអាចលោះបានមិនមានលក្ខណៈសម្បត្តិជាមរតកទេ!
fr: Les produits échangeables n'ont aucune propriété héritée!
ja: 交換可能な製品には、継承されたプロパティはありません！
ko: 상환 가능한 제품에는 상속 속성이 없습니다!
my: ပြန်လည်ရုတ်သိမ်းထားသောထုတ်ကုန်များသည်အမွေဆက်ခံထားသည့်ဂုဏ်သတ္တိများမရှိပါ။
vi: Sản phẩm quy đổi không có thuộc tính kế thừa !
zh: 可赎回产品没有继承的属性！

# MLP_MSG_PROPERTIES_NOEXIST_REFRESH
source: Extended attribute does not exist, please refresh the page
ca: គុណលក្ខណៈបន្ថែមមិនមានទេសូមផ្ទុកទំព័រឡើងវិញ
fr: L'attribut étendu n'existe pas, veuillez actualiser la page
ja: 拡張属性が存在しません。ページを更新してください
ko: 확장 속성이 존재하지 않습니다. 페이지를 새로 고침하십시오.
my: တိုးချဲ့ထားသော attribute မရှိပါ၊ ကျေးဇူးပြု၍ စာမျက်နှာကို refresh လုပ်ပါ
vi: Thuộc tính mở rộng không tồn tại, vui lòng làm mới trang
zh: 扩展属性不存在，请刷新页面

# MLP_MSG_PROPETIES_ADD
source: Properties
ca: លក្ខណៈសម្បត្តិ
fr: Propriétés
ja: 物性
ko: 속성
my: Properties ကို
vi: Thuộc tính
zh: 物产

# MLP_MSG_SIZE
source: Enter the wrong size format
ca: បញ្ចូលទ្រង់ទ្រាយទំហំខុស
fr: Entrez le mauvais format de taille
ja: 間違ったサイズの形式を入力してください
ko: 잘못된 크기 형식을 입력하십시오
my: အရွယ်အစားမှားယွင်းတဲ့ပုံစံကိုရိုက်ထည့်ပါ
vi: Nhập sai định dạng kích thước
zh: 输入错误的尺寸格式

# MLP_MSG_SUPPLIES
source: Supplies
ca: ការផ្គត់ផ្គង់
fr: Fournitures
ja: 備品
ko: 용품
my: ထောက်ပံ့ရေးပစ္စည်းများ
vi: Vật tư
zh: 耗材

# MLP_MSG_TIP_EDIT
source: * Double click to edit product
ca: ចុចទ្វេដងដើម្បីកែសម្រួលផលិតផល
fr: * Double-cliquez pour modifier le produit
ja: *製品を編集するにはダブルクリックします
ko: * 두 번 클릭하여 제품 편집
my: * ကုန်ပစ္စည်းကိုတည်းဖြတ်ရန်နှစ်ချက်နှိပ်ပါ
vi: * Nhấn đúp chuột để chỉnh sửa sản phẩm
zh: *双击编辑产品

# MLP_MSG_TIP_VIEW_IMAGE
source: * Double click on image column to view product photos
ca: * ចុចទ្វេដងលើជួរឈររូបភាពដើម្បីមើលរូបថតផលិតផល
fr: * Double-cliquez sur la colonne image pour voir les photos des produits
ja: *製品の写真を表示するには、画像列をダブルクリックします
ko: * 제품 사진을 보려면 이미지 열을 두 번 클릭하십시오.
my: ကုန်ပစ္စည်းဓာတ်ပုံများကြည့်ရှုရန်ပုံကော်လံပေါ်တွင်နှစ်ချက်နှိပ်ပါ
vi: * Nhấn đúp chuột vào cột ảnh để xem ảnh của sản phẩm
zh: *双击图像列以查看产品照片

# MLP_MSG_UPDATE_CUSTUMER_ERR
source: Correct the customer error
ca: កែកំហុសអតិថិជន
fr: Corrigez l'erreur client
ja: 顧客エラーを修正する
ko: 고객 오류 수정
my: ဖောက်သည်အမှားပြင်ပါ
vi: Chỉnh sửa các khách hàng lỗi
zh: 更正客户错误

# MLP_MSG_UPDATE_INFO
source: Successfully updated !
ca: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានដោយជោគជ័យ!
fr: Mettre à jour les informations avec succès!
ja: 情報を正常に更新してください！
ko: 정보를 성공적으로 업데이트하십시오!
my: သတင်းအချက်အလက်များကိုအောင်အောင်မြင်မြင် Update လုပ်ပါ။
vi: Cập nhật thông tin thành công !
zh: 成功更新信息！

# MLP_MSG_UPLOAD_FILE
source: An error occurred while uploading the file
ca: កំហុសមួយបានកើតឡើងខណៈពេលផ្ទុកឯកសារឡើង
fr: Une erreur s'est produite lors du téléchargement du fichier
ja: ファイルのアップロード中にエラーが発生しました
ko: 파일을 업로드하는 중 오류가 발생했습니다
my: ဖိုင်တင်နေစဉ်အမှားအယွင်းရှိသည်
vi: Có lỗi xảy ra khi upload file
zh: 上载档案时发生错误

# MLP_MSG_UPLOAD_FILE_ALL
source: Add all records
ca: បន្ថែមកំណត់ត្រាទាំងអស់
fr: Ajouter tous les enregistrements
ja: すべてのレコードを追加
ko: 모든 레코드 추가
my: မှတ်တမ်းအားလုံးကိုထည့်ပါ
vi: Thêm tất cả bản ghi
zh: 添加所有记录

# MLP_MSG_UPLOAD_FILE_SUCCES
source: Add the selected record
ca: បន្ថែមកំណត់ត្រាដែលបានជ្រើសរើស
fr: Ajouter l'enregistrement sélectionné
ja: 選択したレコードを追加します
ko: 선택한 레코드 추가
my: ရွေးချယ်ထားသည့်မှတ်တမ်းကိုထည့်ပါ
vi: Thêm bản ghi được chọn
zh: 添加所选记录

# MLP_MSG_WAREHOUSE_DATA
source: Data warehouse
ca: ឃ្លាំងទិន្នន័យ
fr: Entrepôt de données
ja: データウェアハウス
ko: 데이터웨어 하우스
my: ဒေတာသိုလှောင်ရုံ
vi: Kho dữ liệu
zh: 数据仓库

# MLP_MSG_WIDTHS_NOBLANK
source: Width may not be blank
ca: ទទឹងប្រហែលជាមិនទទេទេ
fr: La largeur peut ne pas être vide
ja: 幅は空白にできません
ko: 너비는 비워 둘 수 없습니다
my: အကျယ်သည်အလွတ်မဖြစ်နိုင်ပါ
vi: Chiều rộng không được để trống
zh: 宽度不能为空

# MLP_MSG_WIDTH_NOBLANK
source: Width may not be blank
ca: ទទឹងប្រហែលជាមិនទទេទេ
fr: La largeur peut ne pas être vide
ja: 幅は空白にできません
ko: 너비는 비워 둘 수 없습니다
my: အကျယ်သည်အလွတ်မဖြစ်နိုင်ပါ
vi: Khổ rộng không được để trống
zh: 宽度不能为空

# MLP_P_CATEGORY
source: Category
ca: ប្រភេទ
fr: Catégorie
ja: カテゴリー
ko: 카테고리
my: အမျိုးအစား
vi: Danh mục
zh: 类别分类

# MLP_P_LINK
source: Path: 192.168.1.37:14147/1. REGULATIONS
ca: ផ្លូវ៖ ១៩២.១៦៨.១.៣៧:១៤១៤៧/១ ។ បទបញ្ជា
fr: Chemin: 192.168.1.37:14147/1. RÈGLEMENT
ja: パス：192.168.1.37:14147/1。規制
ko: 경로 : 192.168.1.37:14147/1. 규정
my: Path: 192.168.1.37:14147/1 ။ စည်းမျဉ်းများ
vi: Đường dẫn: 192.168.1.37:14147/1. QUY ĐỊNH
zh: 路径：192.168.1.37：14147/1。规章制度

# MLP_P_REPLICATION
source: Replication
ca: ស្ទួន
fr: Dupliquer
ja: 複製する
ko: 중복
my: ပုံတူပွား
vi: Nhân bản
zh: 重复的

# MLP_SPAN_EDIT_PRODUCT
source: Fix child products
ca: ជួសជុលផលិតផលកុមារ
fr: Réparer les produits pour enfants
ja: 子製品を修正する
ko: 아동용 제품 수정
my: ကလေးထုတ်ကုန်များကိုပြုပြင်ပါ
vi: Sửa sản phẩm con
zh: 修复儿童用品

# MLP_TAB_CHILDREN_ADD_PRODUCT
source: More products
ca: ផលិតផលជាច្រើនទៀត
fr: Plus de produits
ja: その他の製品
ko: 더 많은 제품
my: ထုတ်ကုန်များ
vi: Thêm sản phẩm
zh: 更多产品

# MLP_TAB_FILE_CURD_LBL_NUMBER_DOCUMENT
source: VB number
ca: លេខ VB
fr: Numéro VB
ja: VB番号
ko: VB 번호
my: VB နံပါတ်
vi: Số VB
zh: VB号码

# MLP_TAB_FILE_CURD_LBL_TAG
source: Key word
ca: ពាក្យគន្លឹះ
fr: Mot-clé
ja: キーワード
ko: 키워드
my: သော့ချက်စာလုံး
vi: Từ khóa
zh: 关键字

# MLP_TAB_FILE_CURD_LBL_WHS_NOTE
source: Describe
ca: ពិពណ៌នា
fr: Décrivez
ja: 説明する
ko: 설명
my: ဖော်ပြပါ
vi: Mô tả
zh: 描述

# MLP_TAB_FILE_LIST_COL_FILE_TYPE
source: File type
ca: ប្រភេទឯកសារ
fr: Type de fichier
ja: ファイルの種類
ko: 파일 타입
my: ဖိုင်အမျိုးအစား
vi: Loại tệp
zh: 档案类型

# MLP_TAB_HISTORY_LIST_COL_COST
source: Price
ca: តម្លៃ
fr: Prix
ja: 価格
ko: 가격
my: စျေးနှုန်း
vi: Giá
zh: 价钱

# MLP_TAB_HISTORY_LIST_COL_CREATED_TIME_BUY
source: Date of import
ca: កាលបរិច្ឆេទនាំចូល
fr: Date d'importation
ja: 輸入日
ko: 수입 일
my: တင်သွင်းသည့်နေ့ရက်
vi: Ngày nhập hàng
zh: 进口日期

# MLP_TAB_HISTORY_LIST_COL_CREATED_TIME_SALE
source: Day for sales
ca: កាលបរិច្ឆេទនៃការលក់
fr: Date de vente
ja: 発売日
ko: 판매 일
my: ရောင်းသည့်ရက်
vi: Ngày bán hàng
zh: 发售日期

# MLP_TAB_HISTORY_LIST_COL_CUS_NAME
source: Customer
ca: អតិថិជន
fr: Les clients
ja: お客さま
ko: 고객
my: ဖောက်သည်များ
vi: Khách hàng
zh: 客户群

# MLP_TAB_HISTORY_LIST_COL_HEADER_NAME
source: Import / export notes
ca: នាំចូល / នាំចេញកំណត់ត្រា
fr: Importer / exporter des notes
ja: メモのインポート/エクスポート
ko: 노트 가져 오기 / 내보내기
my: သွင်းကုန် / တင်ပို့မှတ်စုများ
vi: Phiếu nhập/xuất
zh: 导入/导出说明

# MLP_TAB_HISTORY_LIST_COL_PO_NAME
source: Contract / order
ca: កិច្ចសន្យា / បញ្ជាទិញ
fr: Contrat / commande
ja: 契約/注文
ko: 계약 / 주문
my: စာချုပ် / အမိန့်
vi: Hợp đồng/đơn hàng
zh: 合同/订单

# MLP_TAB_HISTORY_LIST_COL_PRODUCT_TYPE
source: Product type
ca: ប្រភេទផលិតផល
fr: Type de produit
ja: 製品の種類
ko: 제품 유형
my: ထုတ်ကုန်အမျိုးအစား
vi: Loại sản phẩm
zh: 产品种类

# MLP_TAB_HISTORY_LIST_COL_QUANTITY_NEED_IMP_EXP
source: Amount to import / export
ca: ចំនួនទឹកប្រាក់នាំចូល / នាំចេញ
fr: Montant à importer / exporter
ja: インポート/エクスポートする量
ko: 수입 / 수출액
my: သွင်းကုန် / ပို့ကုန်ပမာဏ
vi: Số lượng cần nhập/xuất
zh: 进口/出口金额

# MLP_TAB_HISTORY_LIST_COL_QUANTIY
source: Amount of input / output
ca: បរិមាណបញ្ចូល / លទ្ធផល
fr: Quantité d'entrée / sortie
ja: 入力/出力の量
ko: 입 / 출력량
my: input ကို / output ကိုပမာဏ
vi: Số lượng nhập/xuất
zh: 输入/输出量

# MLP_TAB_HISTORY_LIST_COL_SUP_NAME
source: Supplier
ca: អ្នកផ្តល់
fr: Fournisseur
ja: プロバイダー
ko: 공급자
my: ပေးသူ
vi: Nhà cung cấp
zh: 提供者

# MLP_TAB_HISTORY_LIST_COL_TOTAL_MONEY
source: Total money
ca: លុយសរុប
fr: Argent total
ja: 合計金額
ko: 총 돈
my: စုစုပေါင်းပိုက်ဆံ
vi: Tổng tiền
zh: 总钱

# MLP_TAB_HISTORY_LIST_COL_TYPE
source: Species
ca: ប្រភេទ
fr: Tapez
ja: 種類
ko: 타입
my: အမျိုးအစား
vi: Loại
zh: 型式

# MLP_TITLE_ADD_CATEGORY
source: Add a list of equipment and supplies
ca: បន្ថែមបញ្ជីឧបករណ៍និងការផ្គត់ផ្គង់
fr: Ajouter une liste d'équipements et de fournitures
ja: 機器と消耗品のリストを追加する
ko: 장비 및 소모품 목록 추가
my: ပစ္စည်းကိရိယာများနှင့်ထောက်ပံ့ရေးပစ္စည်းများစာရင်းကိုထည့်ပါ
vi: Thêm danh mục thiết bị và vật tư
zh: 添加设备和耗材清单

# MLP_TITLE_ADD_CHILDREN_PRODUCT
source: Add child products
ca: បន្ថែមផលិតផលកុមារ
fr: Ajouter des produits pour enfants
ja: 子製品を追加する
ko: 아동용 제품 추가
my: ကလေးထုတ်ကုန်များကိုထည့်ပါ
vi: Thêm sản phẩm con
zh: 添加子产品

# MLP_TITLE_CATEGORY
source: List of equipment and supplies
ca: បញ្ជីឧបករណ៍និងការផ្គត់ផ្គង់
fr: Liste des équipements et fournitures
ja: 機器と消耗品のリスト
ko: 장비 및 소모품 목록
my: ပစ္စည်းကိရိယာနှင့်ထောက်ပံ့ရေးပစ္စည်းများစာရင်း
vi: Danh mục thiết bị và vật tư
zh: 设备和用品清单

# MLP_TITLE_CATEGORY_CREAT_PRODUCT
source: Please create supplies first
ca: សូមបង្កើតការផ្គត់ផ្គង់ជាមុនសិន
fr: Veuillez d'abord créer des fournitures
ja: 最初にサプライ品を作成してください
ko: 소모품을 먼저 작성하십시오
my: ကျေးဇူးပြု၍ ပစ္စည်းများကိုအရင်အရင်ဖန်တီးပါ
vi: Vui lòng tạo trước vật tư
zh: 请先创建耗材
