Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/MaterialImpStoreController.*.resx
Languages: ca, fr, ja, ko, my, zh

# MIST_ADD_PRODUCT_SAVE_BEFORE_SORT
source: Please add products and save before stocking
ca: សូមបន្ថែមផលិតផលនិងរក្សាទុកមុនពេលស្តុក
fr: Veuillez ajouter des produits et économiser avant le stockage
ja: 商品を追加して、在庫する前に保存してください
ko: 제품을 추가하고 구입하기 전에 저장하십시오
my: ကျေးဇူးပြုပြီးထုတ်ကုန်များကိုထည့်ပြီးသိုလှောင်ခြင်းမလုပ်ခင်သိမ်းပါ
zh: 库存前请添加产品并保存

# MIST_BTN_SAVE_INFORMATION
source: Please click Save to save the information
ca: សូមចុចរក្សាទុកដើម្បីរក្សាទុកព័ត៌មាន
fr: Veuillez cliquer sur Enregistrer pour enregistrer les informations
ja: [保存]をクリックして情報を保存してください
ko: 정보를 저장하려면 저장을 클릭하십시오
my: အချက်အလက်များကိုသိမ်းဆည်းရန်သိမ်းဆည်းရန်ကိုနှိပ်ပါ
zh: 请点击保存以保存信息

# MIST_CANNOT_FOUND_DEL_PRODUCT
source: No deletion product found
ca: រកមិនឃើញផលិតផលលុបទេ
fr: Aucun produit de suppression trouvé
ja: 削除製品が見つかりません
ko: 삭제 제품을 찾을 수 없습니다
my: ဖျက်မှုပစ္စည်းမရှိပါ
zh: 找不到删除产品

# MIST_COL_CUSTOMER
source: Customer
ca: អតិថិជន
fr: Les clients
ja: お客さま
ko: 고객
my: ဖောက်သည်များ
zh: 客户群

# MIST_DEL_LOCA_SUCESS
source: Successfully removed from location
ca: បានយកចេញពីទីតាំងដោយជោគជ័យ
fr: Suppression de l'emplacement réussie
ja: 場所から削除されました
ko: 위치에서 성공적으로 제거
my: တည်နေရာမှအောင်မြင်စွာဖယ်ရှားခဲ့သည်
zh: 已成功从位置删除

# MIST_LIST_EXIST
source: Already exists in the list
ca: មានរួចហើយនៅក្នុងបញ្ជី
fr: Existe déjà dans la liste
ja: リストに既に存在します
ko: 목록에 이미 존재합니다
my: စာရင်းထဲတွင်ရှိပြီးဖြစ်သည်
zh: 列表中已经存在

# MIST_LIST_ROLL_BOX_SAVE
source: The list has rolls and cartons that are not in stock. Please click save
ca: បញ្ជីមានក្រឡុកនិងកាតុងដែលមិនមាននៅក្នុងស្តុក។ សូមជួយចុចរក្សាទុក
fr: La liste contient des rouleaux et des cartons qui ne sont pas en stock. Veuillez cliquer sur enregistrer
ja: リストには、在庫のないロールとカートンがあります。保存をクリックしてください
ko: 목록에 재고가없는 롤 및 상자가 있습니다. 저장을 클릭하십시오
my: စာရင်းထဲတွင်စတော့ရှယ်ယာမရှိသောလိပ်နှင့်ပုံးများရှိသည်။ သိမ်းဆည်းရန်နှိပ်ပါ
zh: 该列表中没有库存的纸卷和纸箱。请点击保存

# MIST_NOT_FOUND_DEL_PRODUCT
source: No deletion product found
ca: រកមិនឃើញផលិតផលលុបទេ
fr: Aucun produit de suppression trouvé
ja: 削除製品が見つかりません
ko: 삭제 제품을 찾을 수 없습니다
my: ဖျက်မှုပစ္စည်းမရှိပါ
zh: 找不到删除产品

# MIST_ROLL_BOX
source: Roll / carton
ca: រមៀល / កេស
fr: Rouleau / carton
ja: ロール/カートン
ko: 롤 / 판지
my: လှည်း / ပုံးပုံး
zh: 卷/纸箱

# MIST_SORT_CANNOT_DELETE
source: Stowed warehouse is not allowed to delete
ca: ឃ្លាំងដែលទុកចោលមិនត្រូវបានអនុញ្ញាតឱ្យលុបទេ
fr: L'entrepôt arrimé n'est pas autorisé à supprimer
ja: 収納された倉庫は削除できません
ko: 보관 된 창고는 삭제할 수 없습니다
my: သိုလှောင်ရုံကိုဖျက်ရန်ခွင့်မပြုပါ
zh: 存放的仓库不允许删除

# MIST_SORT_PRODUCT_CANNOT_DELETE
source: Stored products cannot be deleted
ca: ផលិតផលរក្សាទុកមិនអាចលុបចោលទេ
fr: Les produits stockés ne peuvent pas être supprimés
ja: 保存された商品は削除できません
ko: 저장된 제품을 삭제할 수 없습니다
my: သိုလှောင်ထားသောထုတ်ကုန်များကို ဖျက်၍ မရပါ
zh: 存储的产品不能删除

# MIST_SORT_PRODUCT_CANNOT_EDIT
source: Stored products are not allowed to be edited
ca: ផលិតផលរក្សាទុកមិនត្រូវបានអនុញ្ញាតឱ្យកែទេ
fr: Les produits stockés ne peuvent pas être modifiés
ja: 保存された商品は編集できません
ko: 저장된 제품은 편집 할 수 없습니다
my: သိုလှောင်ထားသောထုတ်ကုန်များကိုတည်းဖြတ်ရန်ခွင့်မပြုပါ
zh: 存储的产品不允许进行编辑

# MIST_SORT_SUCCESS
source: Product ratings successful!
ca: ការវាយតម្លៃផលិតផលទទួលបានជោគជ័យ!
fr: Évaluation des produits réussie!
ja: 製品の評価に成功しました！
ko: 제품 평가 성공!
my: ကုန်ပစ္စည်းအဆင့်သတ်မှတ်ချက်များသည်အောင်မြင်သည်။
zh: 产品评分成功！

# MIST_STATUS_INVENTORY
source: Warehouse status
ca: ស្ថានភាពឃ្លាំង
fr: Statut de l'entrepôt
ja: 倉庫の状態
ko: 창고 상태
my: ဂိုဒေါင်အခြေအနေ
zh: 仓库状态

# MIST_TABLE_ENTER_TYPE
source: Type of input
ca: ប្រភេទនៃការបញ្ចូល
fr: Type d'entrée
ja: 入力の種類
ko: 입력 유형
my: input ကိုအမျိုးအစား
zh: 输入类型

# MIST_TABLE_MANIPULATE
source: Manipulation
ca: ការរៀបចំ
ja: 操作
ko: 조작
my: ခြယ်လှယ်
zh: 操纵

# MIST_TABLE_TYPE_ENTER
source: Type of input
ca: ប្រភេទនៃការបញ្ចូល
fr: Type d'entrée
ja: 入力の種類
ko: 입력 유형
my: input ကိုအမျိုးအစား
zh: 输入类型

# MIST_VALDIATE_ADD_ROLL_BOX
source: Please enter roll / carton
ca: សូមបញ្ចូលរមៀល / កេស
fr: Veuillez entrer le rouleau / carton
ja: ロール/カートンを入力してください
ko: 롤 / 상자를 입력하십시오
my: ကျေးဇူးပြု၍ လိပ် / karton ကိုရိုက်ထည့်ပါ
zh: 请输入卷/纸箱

# MIST_VALIDATE_ADD_LIMIT100
source: The number of each addition does not exceed 100
ca: ចំនួននៃការបន្ថែមនីមួយៗមិនលើសពី ១០០ ទេ
fr: Le nombre de chaque ajout ne dépasse pas 100
ja: 各追加の数は100を超えません
ko: 각 추가 횟수는 100을 초과하지 않습니다
my: ဖြည့်စွက်မှုတစ်ခုစီသည် ၁၀၀ ထက်မပိုပါ
zh: 每次增加的数量不超过100

# MIST_VALIDATE_ADD_REQUIRE_INFO_RB
source: Please enter the required information before selecting rolls / bins
ca: សូមបញ្ចូលព័ត៌មានដែលត្រូវការមុនពេលជ្រើសរើសក្រឡុក / ធុង
fr: Veuillez saisir les informations requises avant de sélectionner les rouleaux / bacs
ja: ロール/ビンを選択する前に必要な情報を入力してください
ko: 롤 / 통을 선택하기 전에 필요한 정보를 입력하십시오
my: လိပ်များ / အမှားများကိုရွေးချယ်ခြင်းမပြုမီလိုအပ်သောအချက်အလက်များကိုဖြည့်ပါ
zh: 请在选择纸卷/纸箱之前输入所需的信息

# MIST_VALIDATE_ALREADY_EXIST_THEN
source: Inventory code already exists. Code is converted to
ca: លេខកូដសន្និធិមានរួចហើយ។ លេខកូដត្រូវបានប្តូរទៅ
fr: Le code d'inventaire existe déjà. Le code est converti en
ja: 在庫コードは既に存在します。コードはに変換されます
ko: 재고 코드가 이미 존재합니다. 코드는
my: စာရင်းကုဒ်ရှိပြီးသား။ ကုဒ်ပြောင်းသည်
zh: 库存代码已存在。代码转换为

# MIST_VALIDATE_IN_PRODUCT_TYPE
source: Please add an input type for the product
ca: សូមបន្ថែមប្រភេទធាតុបញ្ចូលសម្រាប់ផលិតផល
fr: Veuillez ajouter un type d'entrée pour le produit
ja: 製品の入力タイプを追加してください
ko: 제품의 입력 유형을 추가하십시오
my: ကျေးဇူးပြုပြီးထုတ်ကုန်အတွက်ထည့်သွင်းထည့်သွင်းရန်အမျိုးအစားကိုထည့်ပါ
zh: 请为产品添加输入类型

# MIST_VALIDATE_REQUIRE_INFORMATION
source: Enter the required information
ca: បញ្ចូលព័ត៌មានដែលត្រូវការ
fr: Entrez les informations requises
ja: 必要な情報を入力してください
ko: 필요한 정보를 입력하십시오
my: လိုအပ်တဲ့သတင်းအချက်အလက်ကိုရိုက်ထည့်ပါ
zh: 输入所需的信息

# MIST_VALIDATE_ROLL_BOX_BLANK
source: The scroll list is empty
ca: បញ្ជីរមូរគឺទទេ
fr: La liste de défilement est vide
ja: スクロールリストは空です
ko: 스크롤 목록이 비어 있습니다
my: စာလိပ်စာရင်းသည်ဗလာဖြစ်သည်
zh: 滚动列表为空

# MIST_VALIDATE_SAVE_ADD_PRODUCT
source: Please click save before adding products
ca: សូមចុចរក្សាទុកមុនពេលបន្ថែមផលិតផល
fr: Veuillez cliquer sur enregistrer avant d'ajouter des produits
ja: 製品を追加する前に保存をクリックしてください
ko: 제품을 추가하기 전에 저장을 클릭하십시오
my: ထုတ်ကုန်များထည့်သွင်းခြင်းမပြုမီသိမ်းဆည်းရန်နှိပ်ပါ
zh: 添加产品前请点击保存

# MIST_VALIDATE_SAVE_ADD_ROLL_BOX
source: Please click save before adding rolls / bins
ca: សូមចុចរក្សាទុកមុនពេលបន្ថែមវិល / ធុង
fr: Veuillez cliquer sur enregistrer avant d'ajouter des rouleaux / bacs
ja: ロール/ビンを追加する前に保存をクリックしてください
ko: 롤 / 통을 추가하기 전에 저장을 클릭하십시오
my: စာလိပ်များ / အမှားများကိုထည့်သွင်းခြင်းမပြုမှီ save ကိုနှိပ်ပါ
zh: 添加卷/垃圾箱之前，请点击保存

# MIST_VALUE_ROLL_BOX
source: Number of Rolls / Carton
ca: ចំនួនវិល / កេស
fr: Nombre de rouleaux / carton
ja: ロール数/カートン
ko: 롤 수 / 판지
my: Rolls / Carton နံပါတ်
zh: 卷数/纸箱

# MIS_ADD_ROLL_BOX
source: Add rolls / crates
ca: បន្ថែមក្រឡុក / ក្រឡុក
fr: Ajouter des rouleaux / caisses
ja: ロール/クレートを追加する
ko: 롤 / 상자 추가
my: လိပ် / သေတ္တာထည့်ပါ
zh: 添加卷/板条箱

# MIS_BOX1
source: Bin
ca: ធុង
fr: Baril
ja: バレル
ko: 배럴
my: စည်
zh: 枪管

# MIS_BTN_ADD
source: Save
ca: ដើម្បីរក្សាទុក
fr: Pour sauver
ja: 保存する
ko: 저장
my: သိမ်းဆည်းရန်
zh: 保存

# MIS_CHOSE_IMPORT_APLICATION
source: Select import application
ca: ជ្រើសរើសពាក្យសុំនាំចូល
fr: Sélectionnez l'application d'importation
ja: インポートアプリケーションを選択
ko: 수입 신청을 선택하십시오
my: တင်သွင်းလျှောက်လွှာကိုရွေးပါ
zh: 选择导入应用

# MIS_CURD_CATALOG_PRODUCT
source: List of products
ca: បញ្ជីផលិតផល
fr: Liste des produits
ja: 製品一覧
ko: 제품 목록
my: ထုတ်ကုန်များစာရင်း
zh: 产品清单

# MIS_CURD_CHOSE_IMPORT
source: Select import application
ca: ជ្រើសរើសពាក្យសុំនាំចូល
fr: Sélectionnez l'application d'importation
ja: インポートアプリケーションを選択
ko: 수입 신청을 선택하십시오
my: တင်သွင်းလျှောက်လွှာကိုရွေးပါ
zh: 选择导入应用

# MIS_CURD_CHOSE_PRODUCT
source: Selected product
ca: ផលិតផលដែលបានជ្រើសរើស
fr: Produit sélectionné
ja: 選択した製品
ko: 선택된 제품
my: ရွေးချယ်ထားသောထုတ်ကုန်
zh: 精选产品

# MIS_CURD_CODE_MATERIAL_ENTER
source: Coupon code entered
ca: បានបញ្ចូលលេខកូដគូប៉ុង
fr: Code promo entré
ja: 入力されたクーポンコード
ko: 쿠폰 코드 입력
my: ကူပွန်ကုဒ်ထည့်သွင်း
zh: 输入优惠券代码

# MIS_CURD_COMBO_MIS_NAME_SUPPLIER
source: Choose a provider
ca: ជ្រើសរើសអ្នកផ្តល់សេវា
fr: Choisissez un fournisseur
ja: プロバイダーを選択してください
ko: 공급자를 선택하십시오
my: ပံ့ပိုးပေးကိုရွေးချယ်ပါ
zh: 选择供应商

# MIS_CURD_COMBO_MIS_NAME_WAREHOUSE
source: Choose warehouse
ca: ជ្រើសរើសឃ្លាំង
fr: Choisissez l'entrepôt
ja: 倉庫を選択してください
ko: 창고를 선택하십시오
my: ဂိုဒေါင်ကိုရွေးချယ်ပါ
zh: 选择仓库

# MIS_CURD_COMBO_MIS_REPRESENTATIVE
source: Choose a representative
ca: ជ្រើសរើសអ្នកតំណាង
fr: Choisissez un représentant
ja: 代表者を選ぶ
ko: 담당자를 선택하십시오
my: ကိုယ်စားလှယ်ရွေးချယ်ပါ
zh: 选择代表

# MIS_CURD_COMBO_MIS_SHIPPER
source: Choose a carrier
ca: ជ្រើសរើសក្រុមហ៊ុនដឹកជញ្ជូន
fr: Choisissez un transporteur
ja: 運送業者を選択してください
ko: 이동 통신사를 선택하십시오
my: လေယာဉ်တင်သင်္ဘောကိုရွေးပါ
zh: 选择一个运营商

# MIS_CURD_ENTER_PO_RETAIL
source: Enter PO / Odd
ca: បញ្ចូល PO / សេស
fr: Entrez PO / Impair
ja: PO /奇数を入力してください
ko: PO / 홀수 입력
my: PO / Odd ထည့်ပါ
zh: 输入PO /奇数

# MIS_CURD_ENTER_PO_RETAIL1
source: Enter PO / Odd
ca: បញ្ចូល PO / សេស
fr: Entrez PO / Impair
ja: PO /奇数を入力してください
ko: PO / 홀수 입력
my: PO / Odd ထည့်ပါ
zh: 输入PO /奇数

# MIS_CURD_ENTER_RACK
source: Enter shelf location
ca: បញ្ចូលទីតាំងធ្នើ
fr: Entrez l'emplacement de l'étagère
ja: 棚の場所を入力してください
ko: 선반 위치를 입력하십시오
my: ကမ်းလွန်ရေတိမ်ပိုင်းတည်နေရာထည့်ပါ
zh: 输入货架位置

# MIS_CURD_LBL_CATALOGUE_PRODUCT
source: Catalog / Product catalog
ca: កាតាឡុក / កាតាឡុកផលិតផល
fr: Catalogue / Catalogue de produits
ja: カタログ/製品カタログ
ko: 카탈로그 / 제품 카탈로그
my: Catalog / ကုန်ပစ္စည်း catalog
zh: 目录/产品目录

# MIS_CURD_LBL_CHOSE_LOT_ENTER
source: Select import batch
ca: ជ្រើសរើសបាច់នាំចូល
fr: Sélectionnez le lot d'importation
ja: インポートバッチを選択
ko: 가져 오기 배치 선택
my: တင်သွင်းသုတ်ကိုရွေးပါ
zh: 选择进口批次

# MIS_CURD_LBL_CHOSE_REASON
source: Reason
ca: មូលហេតុ
fr: La raison
ja: その理由
ko: 이유
my: အကြောင်းပြချက်
zh: 原因

# MIS_CURD_LBL_CHOSE_WARE_HOURE_SOURCE
source: Select the source repository
ca: ជ្រើសរើសឃ្លាំងប្រភព
fr: Sélectionnez le référentiel source
ja: ソースリポジトリを選択します
ko: 소스 저장소를 선택하십시오.
my: အရင်းအမြစ် repository ကိုရွေးချယ်ပါ
zh: 选择源存储库

# MIS_CURD_LBL_CHOSE_WARE_HOURE_TO
source: Choose the warehouse to move to
ca: ជ្រើសរើសឃ្លាំងដើម្បីផ្លាស់ទីទៅ
fr: Choisissez l'entrepôt vers lequel vous souhaitez déménager
ja: 移動する倉庫を選択してください
ko: 이동할 창고를 선택하십시오
my: ပြောင်းရွှေ့ဖို့ဂိုဒေါင်ကိုရွေးချယ်ပါ
zh: 选择运输仓库

# MIS_CURD_LBL_CHOSE_WARE_MATERIAL_IMPOSTORE
source: Import warehouse
ca: នាំចូលឃ្លាំង
fr: Entrepôt d'importation
ja: 輸入倉庫
ko: 수입 창고
my: ကုန်လှောင်တင်သွင်းမှု
zh: 进口仓库

# MIS_CURD_LBL_CREATED_DATE
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date de création
ja: 作成日
ko: 만든 날짜
my: ရက်စွဲဖန်တီးမှု
zh: 创建日期

# MIS_CURD_LBL_END_DATE
source: End date
ca: កាលបរិច្ឆេទបញ្ចប់
fr: La date de fin
ja: 終了日
ko: 종료일
my: အဆုံးရက်
zh: 结束日期

# MIS_CURD_LBL_IMPORT
source: Import warehouse
ca: នាំចូលឃ្លាំង
fr: Entrepôt d'importation
ja: 輸入倉庫
ko: 수입 창고
my: ကုန်လှောင်တင်သွင်းမှု
zh: 进口仓库

# MIS_CURD_LBL_INSURANCE_DURATION
source: Duration of insurance
ca: រយៈពេលធានារ៉ាប់រង
fr: Période d'assurance
ja: 保険期間
ko: 보험 기간
my: အာမခံကာလ
zh: 保险期

# MIS_CURD_LBL_LINE_CODE
source: Range
ca: ជួរ
fr: Gammes
ja: 範囲
ko: 범위
my: Ranges
zh: 范围

# MIS_CURD_LBL_ODERING_PRODUCT
source: Reverse
ca: បញ្ច្រាស
fr: Inverser
ja: 逆
ko: 역전
my: ပြောင်းပြန်
zh: 倒转

# MIS_CURD_LBL_PEOPLE_SEND
source: Sender
ca: អ្នកផ្ញើ
fr: Expéditeur
ja: 送信者
ko: 발신자
my: ပို့သူ
zh: 发件人

# MIS_CURD_LBL_PRODUCT
source: Product
ca: ផលិតផល
fr: Les produits
ja: 製品
ko: 제품
my: ထုတ်ကုန်များ
zh: 产品展示

# MIS_CURD_LBL_PROJECT
source: Product
ca: ផលិតផល
fr: Les produits
ja: 製品
ko: 제품
my: ထုတ်ကုန်များ
zh: 产品展示

# MIS_CURD_LBL_QUANTITY
source: Amount
ca: ចំនួនទឹកប្រាក់
fr: Le montant
ja: 量
ko: 금액
my: ပမာဏ
zh: 金额

# MIS_CURD_LBL_RACK_CODE
source: Shelf / Pallet / Cabinets
ca: ធ្នើ / ប៉ាលីស / ទូ
fr: Étagère / palette / armoires
ja: 棚/パレット/キャビネット
ko: 선반 / 팔레트 / 캐비닛
my: ကမ်းလွန်ရေတိမ်ပိုင်း၊
zh: 货架/托盘/柜子

# MIS_CURD_LBL_RACK_POSITION
source: Enter shelf location
ca: បញ្ចូលទីតាំងធ្នើ
fr: Entrez l'emplacement de l'étagère
ja: 棚の場所を入力してください
ko: 선반 위치를 입력하십시오
my: ကမ်းလွန်ရေတိမ်ပိုင်းတည်နေရာထည့်ပါ
zh: 输入货架位置

# MIS_CURD_LBL_REASON
source: Reason
ca: មូលហេតុ
fr: La raison
ja: その理由
ko: 이유
my: အကြောင်းပြချက်
zh: 原因

# MIS_CURD_LBL_SHELF_POSITION
source: Shelf position
ca: ទីតាំងធ្នើ
fr: Position d'étagère
ja: 棚位置
ko: 선반 위치
my: စင်ပေါ်အနေအထား
zh: 货架位置

# MIS_CURD_LBL_START_DATE
source: Start day
ca: កាលបរិច្ឆេទចាប់ផ្តើម
fr: La date de début
ja: 開始日
ko: 시작일
my: စတင်ရက်စွဲ
zh: 开始日期

# MIS_CURD_LBL_STT
source: The order:
ca: បទបញ្ជា៖
fr: La commande:
ja: 順序：
ko: 순서 :
my: အမှာစာ -
zh: 顺序：

# MIS_CURD_LBL_WARE_HOURE_SOURCE
source: Source repository
ca: ឃ្លាំងប្រភព
fr: Référentiel source
ja: ソースリポジトリ
ko: 소스 리포지토리
my: အရင်းအမြစ် repository ကို
zh: 源库

# MIS_CURD_PRENT_EMPTYS
source: Currently empty
ca: បច្ចុប្បន្នទទេ
fr: Actuellement vide
ja: 現在空
ko: 현재 비어 있음
my: လောလောဆယ်ဗလာ
zh: 目前为空

# MIS_CURD_SEARCH_CODE
source: Voucher code
ca: លេខកូដប័ណ្ណ
fr: Code de bon
ja: バウチャーコード
ko: 바우처 코드
my: ဘောက်ချာကုဒ်
zh: 优惠券代码

# MIS_CURD_SEARCH_FROMDATE
source: Since
ca: ពីកាលបរិច្ឆេទ
fr: À partir de la date
ja: 日付から
ko: 날짜부터
my: ရက်စွဲကနေ
zh: 从日期起

# MIS_CURD_SEARCH_LBL_PRICE
source: Price
ca: តម្លៃ
fr: Prix
ja: 価格
ko: 가격
my: စျေးနှုန်း
zh: 价钱

# MIS_CURD_SEARCH_NAME_WAREHOUSE
source: Name of warehouse
ca: ឈ្មោះឃ្លាំង
fr: Nom de l'entrepôt
ja: 倉庫の名前
ko: 창고 이름
my: ဂိုဒေါင်၏အမည်
zh: 仓库名称

# MIS_CURD_SEARCH_TODATE
source: To date
ca: សូមអញ្ជើញមក
fr: Allez
ja: さあ
ko: 어서
my: လာစမ်းပါ
zh: 来吧

# MIS_CURD_SEARCH_TXT_PRICE
source: Price
ca: តម្លៃ
fr: Prix
ja: 価格
ko: 가격
my: စျေးနှုန်း
zh: 价钱

# MIS_CURD_TAB_DETAIL_COMBO_UNIT
source: Choose unit
ca: ជ្រើសរើសឯកតា
fr: Choisissez l'unité
ja: ユニットを選択
ko: 단위를 선택하십시오
my: ယူနစ်ကိုရွေးချယ်ပါ
zh: 选择单位

# MIS_CURD_TAB_DETAIL_LIST_COL_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 행동
my: လှုပ်ရှားမှု
zh: 动作片

# MIS_CURD_TAB_DETAIL_LIST_COL_BARCODE
source: Barcode
ca: បាកូដ
fr: Code barre
ja: バーコード
ko: 바코드
my: ဘားကုဒ်
zh: 条码

# MIS_CURD_TAB_DETAIL_LIST_COL_COSE
source: Unit price
ca: តម្លៃឯកតា
fr: Prix ​​unitaire
ja: 単価
ko: 단가
my: ယူနစ်စျေးနှုန်း
zh: 单价

# MIS_CURD_TAB_DETAIL_LIST_COL_EXPIREDATE
source: Expiry date
ca: កាលបរិច្ឆេទផុតកំណត់
fr: Date d'expiration
ja: 有効期限
ko: 만기일
my: သက်တမ်းကုန်ဆုံးရက်
zh: 到期日

# MIS_CURD_TAB_DETAIL_LIST_COL_NAME_ATTRIBUTE
source: Name supplies
ca: ឈ្មោះផ្គត់ផ្គង់
fr: Fournitures de nom
ja: 名物
ko: 이름 공급
my: ထောက်ပံ့ရေးပစ္စည်းများအမည်
zh: 名称用品

# MIS_CURD_TAB_DETAIL_LIST_COL_QUANTITY
source: Amount
ca: ចំនួនទឹកប្រាក់
fr: Le montant
ja: 量
ko: 금액
my: ပမာဏ
zh: 金额

# MIS_CURD_TAB_DETAIL_LIST_COL_SALEOFF
source: Discount
ca: ការបញ្ចុះតម្លៃ
fr: Remise
ja: 割引き
ko: 할인
my: လျှော့
zh: 打折

# MIS_CURD_TAB_DETAIL_LIST_COL_UNIT
source: Unit
ca: ឯកតា
fr: Unité
ja: 単位
ko: 단위
my: ယူနစ်
zh: 单位

# MIS_CURD_TAB_DETAIL_TXT_CODE_ATTRIBUTE
source: Material code
ca: ក្រមផ្គត់ផ្គង់
fr: Code des fournitures
ja: 供給のコード
ko: 공급 규정
my: ထောက်ပံ့ရေးပစ္စည်းများ Code ကို
zh: 耗材代码

# MIS_CURD_TAB_MIS_DETAIL
source: Entry details
ca: ព័ត៌មានលម្អិតចូល
fr: Détails de l'entrée
ja: エントリー詳細
ko: 입장 세부 사항
my: အသေးစိတ်အချက်အလက်များ
zh: 报名详情

# MIS_CURD_TITLE_ADD_MIS
source: Add new inventory notes
ca: បន្ថែមកំណត់ត្រាសារពើភ័ណ្ឌថ្មី
fr: Ajouter de nouvelles notes d'inventaire
ja: 新しい在庫メモを追加する
ko: 새로운 재고 메모 추가
my: အသစ်စာရင်းမှတ်စုများထည့်ပါ
zh: 添加新的库存记录

# MIS_CURD_TITLE_EDIT_MIS
source: Correction of warehouse receipt
ca: ការកែបង្កាន់ដៃឃ្លាំង
fr: Correction du récépissé d'entrepôt
ja: 倉庫入庫の修正
ko: 창고 수령 정정
my: ဂိုဒေါင်လက်ခံဖြတ်ပိုင်း၏ပြင်ဆင်ချက်
zh: 仓库收据更正

# MIS_CURD_TITLE_MATERIAL
source: Coupon title
ca: ចំណងជើងប័ណ្ណ
fr: Titre du coupon
ja: クーポンのタイトル
ko: 쿠폰 제목
my: ကူပွန်ခေါင်းစဉ်
zh: 优惠券标题

# MIS_CURD_TXT_CHOSE_REASON
source: Choose a reason
ca: ជ្រើសរើសហេតុផល
fr: Choisissez une raison
ja: 理由を選ぶ
ko: 이유를 선택하십시오
my: အကြောင်းပြချက်တစ်ခုရွေးပါ
zh: 选择一个原因

# MIS_CURD_TXT_CHOSE_WARE_HOURE_SOURCE
source: Source repository
ca: ឃ្លាំងប្រភព
fr: Référentiel source
ja: ソースリポジトリ
ko: 소스 리포지토리
my: အရင်းအမြစ် repository ကို
zh: 源库

# MIS_CURD_TXT_CHOSE_WARE_MATERIAL_IMPOSTORE
source: Select the import warehouse
ca: ជ្រើសរើសឃ្លាំងនាំចូល
fr: Sélectionnez l'entrepôt d'importation
ja: 輸入倉庫を選択
ko: 수입 창고를 선택하십시오
my: သွင်းကုန်ဂိုဒေါင်ကိုရွေးချယ်ပါ
zh: 选择进口仓库

# MIS_CURD_TXT_ENTER_STAFT
source: Select employee to enter
ca: ជ្រើសរើសនិយោជិកឱ្យចូល
fr: Sélectionnez l'employé à entrer
ja: 入力する従業員を選択
ko: 입력 할 직원을 선택하십시오
my: ၀ န်ထမ်းကိုရွေးချယ်ပါ
zh: 选择员工输入

# MIS_CURD_TXT_IMPORT
source: Select the import warehouse
ca: ជ្រើសរើសឃ្លាំងនាំចូល
fr: Sélectionnez l'entrepôt d'importation
ja: 輸入倉庫を選択
ko: 수입 창고를 선택하십시오
my: သွင်းကုန်ဂိုဒေါင်ကိုရွေးချယ်ပါ
zh: 选择进口仓库

# MIS_CURD_TXT_MIS_CODE
source: Voucher code
ca: លេខកូដប័ណ្ណ
fr: Code de bon
ja: バウチャーコード
ko: 바우처 코드
my: ဘောက်ချာကုဒ်
zh: 优惠券代码

# MIS_CURD_TXT_MIS_CODE1
source: Enter the coupon code
ca: បញ្ចូលលេខកូដប័ណ្ណ
fr: Entrez le code promo
ja: クーポンコードを入力してください
ko: 쿠폰 코드를 입력하십시오
my: ကူပွန်ကုဒ်ထည့်ပါ
zh: 输入优惠券代码

# MIS_CURD_TXT_MIS_CREATE
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date de création
ja: 作成日
ko: 만든 날짜
my: ရက်စွဲဖန်တီးမှု
zh: 创建日期

# MIS_CURD_TXT_MIS_CREATE1
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date de création
ja: 作成日
ko: 만든 날짜
my: ရက်စွဲဖန်တီးမှု
zh: 创建日期

# MIS_CURD_TXT_MIS_DEBT
source: In debt
ca: បំណុល
fr: Dette
ja: 借金
ko: 부채
my: အကြွေး
zh: 债务

# MIS_CURD_TXT_MIS_NAME_SUPPLIER
source: Supplier Name
ca: ឈ្មោះអ្នកផ្គត់ផ្គង់
fr: Nom du fournisseur
ja: サプライヤー名
ko: 공급 업체 이름
my: ပေးသွင်းသူအမည်
zh: 供应商名称

# MIS_CURD_TXT_MIS_NAME_WAREHOUSE
source: Name of warehouse
ca: ឈ្មោះឃ្លាំង
fr: Nom de l'entrepôt
ja: 倉庫の名前
ko: 창고 이름
my: ဂိုဒေါင်၏အမည်
zh: 仓库名称

# MIS_CURD_TXT_MIS_NOTE
source: Note
ca: កំណត់ចំណាំ
fr: Remarques
ja: 注釈
ko: 비고
my: မှတ်စုများ
zh: 注意事项

# MIS_CURD_TXT_MIS_NOTE1
source: Enter a note
ca: បញ្ចូលចំណាំ
fr: Entrez une note
ja: メモを入力してください
ko: 메모를 입력하십시오
my: မှတ်စုတစ်ခုထည့်ပါ
zh: 输入记事

# MIS_CURD_TXT_MIS_REPRESENTATIVE
source: Representative
ca: តំណាង
fr: Représentant
ja: 代表者
ko: 대표
my: ကိုယ်စားလှယ်
zh: 代表人

# MIS_CURD_TXT_MIS_SHIPPER
source: Carrier
ca: ក្រុមហ៊ុនដឹកជញ្ជូន
fr: Le transporteur
ja: キャリア
ko: 캐리어
my: လေယာဉ်တင်သင်္ဘော
zh: 承运人

# MIS_CURD_TXT_MIS_TOTAL
source: total
ca: ជាសរុប
fr: Au total
ja: 合計で
ko: 전체적으로
my: စုစုပေါင်း
zh: 合计

# MIS_CURD_TXT_MIS_TOTAL1
source: total
ca: ជាសរុប
fr: Au total
ja: 合計で
ko: 전체적으로
my: စုစုပေါင်း
zh: 合计

# MIS_CURD_TXT_MIS_TOTALPAYED
source: Money paid
ca: លុយបង់
fr: Argent payé
ja: 支払ったお金
ko: 지불 한 돈
my: ပိုက်ဆံပေးဆောင်
zh: 已付钱

# MIS_CURD_TXT_MIS_TOTALPAYED1
source: Enter the amount paid
ca: បញ្ចូលចំនួនទឹកប្រាក់ដែលបានបង់
fr: Entrez le montant payé
ja: 支払額を入力してください
ko: 지불 한 금액을 입력하십시오
my: ငွေပမာဏကိုရိုက်ထည့်ပါ
zh: 输入已付金额

# MIS_CURD_TXT_MIS_TOTALPAYMENT
source: Total payment
ca: ការទូទាត់សរុប
fr: Paiement total
ja: 合計支払い
ko: 총 결제
my: စုစုပေါင်းငွေပေးချေမှု
zh: 总付款

# MIS_CURD_TXT_MIS_TOTALPAYMENT1
source: Total payment
ca: ការទូទាត់សរុប
fr: Paiement total
ja: 合計支払い
ko: 총 결제
my: စုစုပေါင်းငွေပေးချေမှု
zh: 总付款

# MIS_CURD_TXT_MIS_VAT
source: Tax
ca: អាករ
fr: La TVA
ja: VAT
ko: 부가가치세
my: VAT
zh: 加值税

# MIS_CURD_TXT_RACK_CODE
source: Select shelves / pallets / cabinets
ca: ជ្រើសរើសធ្នើ / កំរាលព្រំ / ទូ
fr: Sélectionnez les étagères / palettes / armoires
ja: 選択棚/パレット/キャビネット
ko: 선반 / 팔레트 / 캐비닛 선택
my: စင်ပေါ် / pallets / ဗီရိုကိုရွေးချယ်ပါ
zh: 选择货架/货盘/柜子

# MIS_CURD_TXT_REASON
source: Choose a reason
ca: ជ្រើសរើសហេតុផល
fr: Choisissez une raison
ja: 理由を選ぶ
ko: 이유를 선택하십시오
my: အကြောင်းပြချက်တစ်ခုရွေးပါ
zh: 选择一个原因

# MIS_CURD_TXT_SEARCH_CODE
source: Voucher code
ca: លេខកូដប័ណ្ណ
fr: Code de bon
ja: バウチャーコード
ko: 바우처 코드
my: ဘောက်ချာကုဒ်
zh: 优惠券代码

# MIS_CURD_TXT_SUPPLIERT
source: Supplier
ca: អ្នកផ្តល់
fr: Fournisseur
ja: プロバイダー
ko: 공급자
my: ပေးသူ
zh: 提供者

# MIS_CURD_TXT_SUPPLIERT_MATERIAL
source: Supplier
ca: អ្នកផ្តល់
fr: Fournisseur
ja: プロバイダー
ko: 공급자
my: ပေးသူ
zh: 提供者

# MIS_CURD_TXT_WARE_HOURE_SOURCE
source: Select the source repository
ca: ជ្រើសរើសឃ្លាំងប្រភព
fr: Sélectionnez le référentiel source
ja: ソースリポジトリを選択します
ko: 소스 저장소를 선택하십시오.
my: အရင်းအမြစ် repository ကိုရွေးချယ်ပါ
zh: 选择源存储库

# MIS_CURD_VALIDATE_CHARACTERS_SPACE
source: Stock entry codes do not contain special characters or spaces!
ca: លេខកូដចូលស្តុកមិនមានតួអក្សរពិសេសឬចន្លោះទេ!
fr: Les codes d'entrée de stock ne contiennent ni caractères spéciaux ni espaces!
ja: 在庫入力コードには、特殊文字やスペースは含まれていません！
ko: 재고 입력 코드는 특수 문자 나 공백을 포함하지 않습니다!
my: စတော့အိတ်ချိန်းကုတ်တွင်အထူးအက္ခရာများသို့မဟုတ်နေရာများမပါပါ။
zh: 股票输入代码不包含特殊字符或空格！

# MIS_CURD_VALIDATE_NAME_SUPPLIER
source: Supplier name cannot be empty!
ca: ឈ្មោះអ្នកផ្គត់ផ្គង់មិនអាចទទេបានទេ!
fr: Le nom du fournisseur ne peut pas être vide!
ja: サプライヤー名を空にすることはできません！
ko: 공급 업체 이름은 비워 둘 수 없습니다!
my: ပေးသွင်းသူအမည်မှာဗလာမဟုတ်ပါ!
zh: 供应商名称不能为空！

# MIS_CURD_VALIDATE_NAME_WAREHOUSE
source: Warehouse name must not be blank!
ca: ឈ្មោះឃ្លាំងមិនត្រូវទុកចោលទេ!
fr: Le nom de l'entrepôt ne doit pas être vide!
ja: 倉庫名は空白にしないでください！
ko: 창고 이름은 비워 둘 수 없습니다!
my: ဂိုဒေါင်အမည်အလွတ်မဖြစ်ရပါမည်!
zh: 仓库名称不能为空！

# MIS_CURD_VALIDATE_REPRESENTATIVE
source: The representative must not be empty!
ca: អ្នកតំណាងមិនត្រូវទទេទេ!
fr: Le représentant ne doit pas être vide!
ja: 代表者は空であってはなりません！
ko: 담당자는 비워 둘 수 없습니다!
my: ကိုယ်စားလှယ်ကအချည်းနှီးမဖြစ်ရ!
zh: 代表不能为空！

# MIS_CURD_VALIDATE_TAB_CLICK
source: Please pre-create the main information of the inventory!
ca: សូមបង្កើតជាមុននូវព័ត៌មានសំខាន់ៗនៃសន្និធិ!
fr: Veuillez pré-créer les informations principales de l'inventaire!
ja: インベントリのメイン情報を事前に作成してください！
ko: 재고의 주요 정보를 미리 작성하십시오!
my: ကျေးဇူးပြုပြီးစာရင်း၏အဓိကအချက်အလက်များကိုကြိုတင်ဖန်တီးပါ။
zh: 请预先创建库存的主要信息！

# MIS_ENTER_ROLL
source: More rolls
ca: រមៀលបន្ថែមទៀត
fr: Plus de rouleaux
ja: より多くのロール
ko: 더 많은 롤
my: လိပ်ပိုများများ
zh: 更多卷

# MIS_ENTER_UNIT
source: Enter the unit
ca: បញ្ចូលឯកតា
fr: Entrez l'unité
ja: 単位を入力してください
ko: 단위를 입력
my: ယူနစ်ကိုရိုက်ထည့်ပါ
zh: 输入单位

# MIS_ENTER_VALUE
source: Enter the value
ca: បញ្ចូលតម្លៃ
fr: Entrez la valeur
ja: 値を入力してください
ko: 값을 입력하십시오
my: တန်ဖိုးရိုက်ထည့်ပါ
zh: 输入值

# MIS_GAI_LBL_QUANTITY_MAX
source: * The maximum number of entries is
ca: * ចំនួនអតិបរមានៃធាតុគឺ
fr: * Le nombre maximum d'entrées est
ja: *エントリの最大数は
ko: * 최대 참가 인원은
my: * အများဆုံးအရေအတွက်ကိုဖြစ်ပါတယ်
zh: *最大条目数为

# MIS_GAI_LBL_QUANTITY_MIN
source: * The amount of free shelf space is
ca: * ចំនួនទំហំផ្ទុកឥតគិតថ្លៃ
fr: * La quantité d'espace libre sur les étagères est
ja: *無料の棚スペースの量は
ko: * 빈 선반 공간은
my: * အခမဲ့ကမ်းလွန်ရေတိမ်ပိုင်းနေရာပမာဏရှိသည်
zh: *可用货架空间为

# MIS_GAI_SEARCH_CHILD
source: * Find subcategories by rule: Catalog name - Catalog code_Product code
ca: * ស្វែងរកប្រភេទរងតាមក្បួន៖ ឈ្មោះកាតាឡុក - កូដកាតាឡុក - កូដផលិតផល
fr: * Recherche de sous-catégories par règle: nom du catalogue - code catalogue_ code produit
ja: *ルールによるサブカテゴリの検索：カタログ名-カタログコード_製品コード
ko: * 규칙에 따라 하위 카테고리 찾기 : 카탈로그 이름-카탈로그 코드 _ 제품 코드
my: * အမျိုးအစားခွဲများကိုစည်းမျဉ်းအလိုက်ရှာပါ။ ကတ်တလောက်အမည် - ကုတ်နံပါတ် - ထုတ်ကုန်ကုဒ်
zh: *按规则查找子类别：目录名称-目录代码_产品代码

# MIS_GAI_SEARCH_COMPLETED
source: * Find finished products according to the rules: Finished product_Product name - Product code
ca: * ស្វែងរកផលិតផលដែលបានបញ្ចប់ស្របតាមវិធាន៖ ឈ្មោះផលិតផលបញ្ចប់ - លេខកូដផលិតផល
fr: * Trouvez les produits finis selon la règle suivante: Produit fini_Nom du produit - Code du produit
ja: *ルールに従って完成品を検索：完成品_製品名-製品コード
ko: * 다음 규칙에 따라 완제품을 찾으십시오. 완제품 _ 제품 이름-제품 코드
my: * အပြီးသတ်ထုတ်ကုန်များကိုစည်းမျဉ်းများအရရှာပါ။ ထုတ်ကုန် - ကုန်ပစ္စည်းအမည် - ကုန်ပစ္စည်းကုဒ်
zh: *根据规则查找成品：成品_产品名称-产品代码

# MIS_LBL_BARCODE_ROLL
source: Scrolling code / carton
ca: រមូរលេខកូដ / កេស
fr: Code de défilement / carton
ja: スクロールコード/カートン
ko: 스크롤 코드 / 판지
my: ကုဒ် / စက္ကူ scrolling
zh: 滚动码/纸箱

# MIS_LBL_BOX
source: Root bucket
ca: ធុងឫស
fr: Seau à racines
ja: ルートバケット
ko: 루트 버킷
my: အမြစ်ပုံး
zh: 根斗

# MIS_LBL_ENTER_RULE
source: Enter specifications
ca: បញ្ចូលលក្ខណៈបច្ចេកទេស
fr: Entrez les spécifications
ja: 仕様を入力してください
ko: 사양 입력
my: သတ်မှတ်ချက်များထည့်သွင်းပါ
zh: 输入规格

# MIS_LBL_LOT
source: Lot
ca: ឡូតិ៍
ja: たくさん
ko: 부지
my: လောတ
zh: 很多

# MIS_LBL_PACK
source: pack
ca: វេចខ្ចប់
fr: emballage
ja: 梱包
ko: 포장
my: ထုပ်ပိုး
zh: 包装
