Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/MaterialProductController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# MLP_TITLE_EDIT_CATEGORY
source: Edit product catalog
ca: កែសម្រួលកាតាឡុកផលិតផល
fr: Modifier le catalogue de produits
ja: 製品カタログの編集
ko: 제품 카탈로그 편집
my: ထုတ်ကုန် catalog တည်းဖြတ်ပါ
vi: Sửa danh mục sản phẩm
zh: 编辑产品目录

# MLP_VALIDATE_ADD_CATEGORY_SUPPLIES
source: Please add a list of supplies
ca: សូមបន្ថែមបញ្ជីនៃការផ្គត់ផ្គង់
fr: Veuillez ajouter une liste de fournitures
ja: 消耗品のリストを追加してください
ko: 소모품 목록을 추가하십시오
my: ထောက်ပံ့ရေးပစ္စည်းများစာရင်းထည့်ပါ
vi: Vui lòng thêm danh mục vật tư
zh: 请添加耗材清单

# MLP_VALIDATE_CATEGORY
source: Value may not be blank
ca: តម្លៃប្រហែលជាមិនទទេ
fr: La valeur peut ne pas être vide
ja: 値は空白にできません
ko: 값은 비워 둘 수 없습니다
my: တန်ဖိုးသည်အလွတ်မဖြစ်နိုင်ပါ
vi: Giá trị không được để trống
zh: 值不能为空

# MLP_VALIDATE_CHARACTER
source: Product code does not contain special characters or spaces
ca: លេខកូដផលិតផលមិនមានតួអក្សរពិសេសឬចន្លោះទេ
fr: Le code produit ne contient ni caractères spéciaux ni espaces
ja: 製品コードに特殊文字またはスペースが含まれていません
ko: 제품 코드에 특수 문자 나 공백이 포함되어 있지 않습니다
my: ကုန်ပစ္စည်းကုဒ်တွင်အထူးအက္ခရာများသို့မဟုတ်နေရာများမပါပါ
vi: Mã sản phẩm không chứa ký tự đặc biệt hoặc khoảng trắng
zh: 产品代码不包含特殊字符或空格

# MLP_VALIDATE_CHK_TAB
source: Please add equipment catalog and supplies first
ca: សូមបន្ថែមកាតាឡុកសម្ភារៈនិងការផ្គត់ផ្គង់ជាមុនសិន
fr: Veuillez d'abord ajouter le catalogue d'équipement et les fournitures
ja: 最初に機器カタログと消耗品を追加してください
ko: 먼저 장비 카탈로그 및 소모품을 추가하십시오
my: ကျေးဇူးပြုပြီးပစ္စည်းကတ်တလောက်နှင့်ထောက်ပံ့ရေးပစ္စည်းများအရင်ထည့်ပါ
vi: Vui lòng thêm danh mục thiết bị và vật tư trước
zh: 请先添加设备目录和耗材

# MLP_VALIDATE_CODE
source: Code required supplies required
ca: លេខកូដដែលត្រូវការចាំបាច់ត្រូវមាន
fr: Code requis fournitures requises
ja: コードが必要
ko: 필요한 코드 공급
my: ကုဒ်လိုအပ်သောထောက်ပံ့ရေးပစ္စည်းများလိုအပ်သည်
vi: Mã vật tư yêu cầu bắt buộc
zh: 编码所需的必需品

# MLP_VALIDATE_CODE_CHARACTER_PRODUCT
source: Sub-product code does not exceed 255 characters!
ca: លេខកូដផលិតផលមិនលើសពី ២៥៥ តួអក្សរ!
fr: Le code de sous-produit ne dépasse pas 255 caractères!
ja: サブ製品コードは255文字を超えません！
ko: 하위 제품 코드는 255자를 초과하지 않습니다!
my: ထုတ်ကုန်ခွဲကုဒ်သည်စာလုံးရေ ၂၅၅ လုံးထက်မပိုပါ။
vi: Mã sản phẩm con không vượt quá 255 kí tự!
zh: 子产品代码不能超过255个字符！

# MLP_VALIDATE_CODE_PRODUCT
source: Child product code may not be blank
ca: លេខកូដផលិតផលរបស់កុមារអាចមិនត្រូវបានទុកចោលទេ
fr: Le code produit enfant peut ne pas être vide
ja: 子商品コードは空白にできません
ko: 어린이 제품 코드는 비워 둘 수 없습니다
my: ကလေးထုတ်ကုန်ကုဒ်သည်အလွတ်မကျပါ
vi: Mã sản phẩm con không được để trống
zh: 子产品代码不能为空

# MLP_VALIDATE_CODE_PRODUCT_IMPORT
source: Enter the product code!
ca: បញ្ចូលលេខកូដផលិតផល!
fr: Entrez le code produit!
ja: 製品コードを入力してください！
ko: 제품 코드를 입력하십시오!
my: ထုတ်ကုန်ကုဒ်ထည့်ပါ
vi: Nhập mã sản phẩm!
zh: 输入产品代码！

# MLP_VALIDATE_CODE_PRODUCT_IMPORT_CHARACTER
source: Product code does not exceed 100 characters!
ca: លេខកូដផលិតផលមិនលើសពី ១០០ តួអក្សរទេ!
fr: Le code produit ne dépasse pas 100 caractères!
ja: 製品コードは100文字を超えません！
ko: 제품 코드는 100자를 초과하지 않습니다!
my: ကုန်ပစ္စည်းကုဒ်သည်စာလုံးရေ ၁၀၀ ထက်မပိုပါ။
vi: Mã sản phẩm không vượt quá 100 kí tự!
zh: 产品代码不能超过100个字符！

# MLP_VALIDATE_CODE_PROPERTIES_IMPORT
source: Enter the property code!
ca: បញ្ចូលលេខកូដទ្រព្យសម្បត្តិ!
fr: Entrez le code de la propriété!
ja: プロパティコードを入力してください！
ko: 속성 코드를 입력하십시오!
my: အိမ်ခြံမြေကုဒ်ထည့်ပါ။
vi: Nhập mã thuộc tính!
zh: 输入属性代码！

# MLP_VALIDATE_CODE_PROPERTIES_IMPORT_CHARACTER
source: Property code cannot exceed 255 characters!
ca: លេខកូដទ្រព្យមិនលើសពី ២៥៥ តួអក្សរ!
fr: Le code de propriété ne peut pas dépasser 255 caractères!
ja: プロパティコードは255文字を超えることはできません！
ko: 속성 코드는 255자를 초과 할 수 없습니다!
my: ပစ္စည်းကုဒ်သည်စာလုံးရေ ၂၅၅ လုံးထက်မပိုနိုင်ပါ။
vi: Mã thuộc tính không vượt quá 255 kí tự!
zh: 属性代码不能超过255个字符！

# MLP_VALIDATE_DEEP
source: Depth cannot be empty
ca: ជម្រៅមិនអាចទទេបានទេ
fr: La profondeur ne peut pas être vide
ja: 深さは空にできません
ko: 깊이는 비워 둘 수 없습니다
my: အနက်သည်အချည်းနှီးမဖြစ်နိုင်ပါ
vi: Độ sâu không được để trống
zh: 深度不能为空

# MLP_VALIDATE_FOLDER_STORAGE
source: Archive directory
ca: ថតឯកសារក្នុងប័ណ្ណសារ
fr: Répertoire d'archives
ja: アーカイブディレクトリ
ko: 보관 디렉토리
my: မော်ကွန်းတိုက်လမ်းညွှန်
vi: Thư mục lưu trữ
zh: 档案目录

# MLP_VALIDATE_HEIGHT
source: Height without sound
ca: កម្ពស់ដោយគ្មានសម្លេង
fr: Hauteur sans son
ja: 音のない高さ
ko: 소리없는 높이
my: အသံမပါဘဲအမြင့်
vi: Chiều cao không âm
zh: 没有声音的高度

# MLP_VALIDATE_HORIZONTALSTROKE
source: Horizontal text must not be blank
ca: អត្ថបទផ្ដេកមិនត្រូវទុកឱ្យនៅទទេឡើយ
fr: Le texte horizontal ne doit pas être vide
ja: 水平テキストは空白にできません
ko: 가로 텍스트는 비워 둘 수 없습니다
my: အလျားလိုက်စာသားသည်အလွတ်မဖြစ်ရပါ
vi: Vân ngang không được bỏ trống
zh: 水平文本不能为空

# MLP_VALIDATE_LENGTH
source: Length may not be blank
ca: ប្រវែងអាចមិនទទេ
fr: La longueur peut ne pas être vide
ja: 長さは空白にできません
ko: 길이는 비워 둘 수 없습니다
my: အရှည်အလွတ်မဖြစ်နိုင်ပါ
vi: Chiều dài không được để trống
zh: 长度不能为空

# MLP_VALIDATE_NAME
source: Name of required supplies required
ca: ឈ្មោះនៃការផ្គត់ផ្គង់ដែលត្រូវការ
fr: Nom des fournitures requises requises
ja: 必要な必需品の名前
ko: 필요한 용품의 이름
my: လိုအပ်သောထောက်ပံ့ရေးပစ္စည်းများအမည်
vi: Tên vật tư yêu cầu bắt buộc
zh: 所需耗材名称

# MLP_VALIDATE_NAME_CHARACTER_PRODUCT
source: Sub-product name cannot exceed 255 characters!
ca: ឈ្មោះផលិតផលរងមិនត្រូវលើសពី ២៥៥ តួអក្សរ!
fr: Le nom du sous-produit ne peut pas dépasser 255 caractères!
ja: サブ製品名は255文字を超えることはできません！
ko: 하위 제품 이름은 255자를 초과 할 수 없습니다!
my: ထုတ်ကုန်ခွဲအမည်သည်စာလုံးရေ ၂၅၅ လုံးထက်မပိုနိုင်ပါ။
vi: Tên sản phẩm con không vượt quá 255 kí tự!
zh: 子产品名称不能超过255个字符！

# MLP_VALIDATE_NAME_PRODUCT
source: Child product name must not be blank
ca: ឈ្មោះផលិតផលកុមារមិនត្រូវទុកឱ្យនៅទទេឡើយ
fr: Le nom du produit enfant ne doit pas être vide
ja: 子商品名は空白にできません
ko: 하위 제품 이름은 비워 둘 수 없습니다
my: ကလေးထုတ်ကုန်အမည်အလွတ်မပေးရ
vi: Tên sản phẩm con không được để trống
zh: 子产品名称不能为空

# MLP_VALIDATE_NAME_PRODUCT_IMPORT
source: Enter the product name!
ca: បញ្ចូលឈ្មោះផលិតផល!
fr: Entrez le nom du produit!
ja: 製品名を入力してください！
ko: 제품명을 입력하십시오!
my: ထုတ်ကုန်အမည်ရိုက်ထည့်ပါ
vi: Nhập tên sản phẩm!
zh: 输入产品名称！

# MLP_VALIDATE_NAME_PRODUCT_IMPORT_CHARACTER
source: Product name cannot exceed 100 characters!
ca: ឈ្មោះផលិតផលមិនអាចលើសពី ១០០ តួអក្សរទេ!
fr: Le nom du produit ne peut pas dépasser 100 caractères!
ja: 製品名は100文字を超えることはできません！
ko: 제품 이름은 100자를 초과 할 수 없습니다!
my: ကုန်ပစ္စည်းအမည်သည်စာလုံးရေ ၁၀၀ ထက်မကြီးပါ။
vi: Tên sản phẩm không vượt quá 100 kí tự!
zh: 产品名称不能超过100个字符！

# MLP_VALIDATE_NAME_PROPERTIES_IMPORT
source: Enter the attribute name!
ca: បញ្ចូលឈ្មោះគុណលក្ខណៈ!
fr: Entrez le nom de l'attribut!
ja: 属性名を入力してください！
ko: 속성 이름을 입력하십시오!
my: attribute အမည်ရိုက်ထည့်ပါ
vi: Nhập tên thuộc tính!
zh: 输入属性名称！

# MLP_VALIDATE_NAME_PROPẺTIES_IMPORT_CHARACTER
source: The attribute name cannot exceed 255 characters!
ca: ឈ្មោះគុណលក្ខណៈមិនលើសពី ២៥៥ តួអក្សរ!
fr: Le nom de l'attribut ne peut pas dépasser 255 caractères!
ja: 属性名は255文字を超えることはできません！
ko: 속성 이름은 255자를 초과 할 수 없습니다!
my: attribute အမည်ဟာစာလုံးရေ ၂၅၅ လုံးထက်မပိုနိုင်ပါ။
vi: Tên thuộc tính không vượt quá 255 kí tự!
zh: 属性名称不能超过255个字符！

# MLP_VALIDATE_NOCHOOSE_CODE_OBJECT
source: No object code selected!
ca: គ្មានកូដវត្ថុត្រូវបានជ្រើសរើសទេ!
fr: Aucun code objet sélectionné!
ja: オブジェクトコードが選択されていません！
ko: 선택된 객체 코드가 없습니다!
my: အဘယ်သူမျှမအရာဝတ္ထုကုဒ်မရွေး!
vi: Chưa chọn mã đối tượng !
zh: 未选择目标代码！

# MLP_VALIDATE_NOCHOOSE_FILE
source: No file selected!
ca: គ្មានឯកសារត្រូវបានជ្រើសរើសទេ!
fr: Aucun fichier sélectionné!
ja: ファイルが選択されていません！
ko: 선택된 파일이 없습니다!
my: ဖိုင်မရှိပါ။
vi: Chưa chọn tệp tin !
zh: 未选择文件！

# MLP_VALIDATE_NOCHOOSE_OBJECT
source: No object selected yet!
ca: មិនទាន់បានជ្រើសរើសវត្ថុណាមួយទេ!
fr: Aucun objet sélectionné pour l'instant!
ja: オブジェクトがまだ選択されていません！
ko: 아직 선택된 개체가 없습니다!
my: အဘယ်သူမျှမအရာဝတ္ထုကိုရွေးပါ!
vi: Chưa chọn đối tượng !
zh: 尚未选择任何对象！

# MLP_VALIDATE_NUMBER_PHONE
source: Phone numbers must be digits [0-9]!
ca: លេខទូរស័ព្ទត្រូវតែមានលេខ [០-៩]!
fr: Les numéros de téléphone doivent être des chiffres [0-9]!
ja: 電話番号は数字[0-9]でなければなりません！
ko: 전화 번호는 숫자 [0-9] 여야합니다!
my: ဖုန်းနံပါတ်များသည်ဂဏန်းများ [0-9] ဖြစ်ရမည်။
vi: Số điện thoại phải là chữ số [0-9]!
zh: 电话号码必须是数字[0-9]！

# MLP_VALIDATE_PAGE
source: Page cannot be empty
ca: ទំព័រមិនអាចទទេបានទេ
fr: La page ne peut pas être vide
ja: ページを空にすることはできません
ko: 페이지는 비워 둘 수 없습니다
my: စာမျက်နှာအလွတ်မဖြစ်နိုင်ပါ
vi: Trang không được để trống
zh: 页面不能为空

# MLP_VALIDATE_PERM
source: Price must not be blank
ca: តម្លៃមិនត្រូវទុកចោលទេ
fr: Le prix ne doit pas être vierge
ja: 価格を入力してください
ko: 가격은 비워 둘 수 없습니다
my: စျေးမဖြည့်ရ
vi: Giá không được để trống
zh: 价格不能空白

# MLP_VALIDATE_PERM2
source: Price must not be blank
ca: តម្លៃមិនត្រូវទុកចោលទេ
fr: Le prix ne doit pas être vierge
ja: 価格を入力してください
ko: 가격은 비워 둘 수 없습니다
my: စျေးမဖြည့်ရ
vi: Giá không được để trống
zh: 价格不能空白

# MLP_VALIDATE_PERM2_IMPORT
source: Enter the price (price / m2)!
ca: បញ្ចូលតម្លៃ (តម្លៃ / ម ២)!
fr: Entrez le prix (prix / m2)!
ja: 価格（価格/ m2）を入力してください！
ko: 가격을 입력하십시오 (가격 / m2)!
my: စျေးနှုန်း (စျေးနှုန်း / m2) ရိုက်ထည့်ပါ။
vi: Nhập giá (giá/m2) !
zh: 输入价格（价格/平方米）！

# MLP_VALIDATE_PERM2_VALUE
source: Price / m2 must be greater or equal to 0
ca: តម្លៃ / ម ២ ត្រូវតែធំជាងរឺស្មើ ០
fr: Le prix / m2 doit être supérieur ou égal à 0
ja: 価格/ m2は0以上である必要があります
ko: 가격 / m2는 0보다 크거나 같아야합니다.
my: Price / m2 သည် 0 ထက်ကြီးသည်သို့မဟုတ်ညီသည်
vi: Giá/m2 phải lớn hơn hoặc bằng 0
zh: 价格/平方米必须大于或等于0

# MLP_VALIDATE_PERM_IMPORT
source: Enter the price (price / m)!
ca: បញ្ចូលតម្លៃ (តម្លៃ / ម)!
fr: Entrez le prix (prix / m)!
ja: 価格（価格/メートル）を入力してください！
ko: 가격을 입력하십시오 (가격 / m)!
my: စျေးနှုန်း (စျေး / မီတာ) ရိုက်ထည့်ပါ!
vi: Nhập giá (giá/m) !
zh: 输入价格（价格/米）！

# MLP_VALIDATE_PERM_VALUE
source: Price / m must be greater or equal to 0
ca: តម្លៃ / មត្រូវធំជាងឬស្មើ ០
fr: Le prix / m doit être supérieur ou égal à 0
ja: 価格/ mは0以上である必要があります
ko: 가격 / m은 0보다 크거나 같아야합니다.
my: Price / m သည် 0 နှင့်အထက်ဖြစ်ရမည်
vi: Giá/m phải lớn hơn hoặc bằng 0
zh: 价格/米必须大于或等于0

# MLP_VALIDATE_PROPETIES
source: Required attribute
ca: គុណលក្ខណៈដែលត្រូវការ
fr: Attribut obligatoire
ja: 必須属性
ko: 필수 속성
my: လိုအပ်သော attribute ကို
vi: Thuộc tính yêu cầu bắt buộc
zh: 必填属性

# MLP_VALIDATE_SIZE_FORMAT
source: Enter the wrong size format
ca: បញ្ចូលទ្រង់ទ្រាយទំហំខុស
fr: Entrez le mauvais format de taille
ja: 間違ったサイズの形式を入力してください
ko: 잘못된 크기 형식을 입력하십시오
my: အရွယ်အစားမှားယွင်းတဲ့ပုံစံကိုရိုက်ထည့်ပါ
vi: Nhập sai định dạng kích thước
zh: 输入错误的尺寸格式

# MLP_VALIDATE_TOTAL
source: Total thickness may not be blank
ca: កម្រាស់សរុបប្រហែលជាមិនទទេ
fr: L'épaisseur totale peut ne pas être vierge
ja: 総厚は空白ではない場合があります
ko: 총 두께는 비워 둘 수 없습니다
my: စုစုပေါင်းအထူကွက်လပ်မကျမည်အကြောင်းတည်း
vi: Tổng độ dày không được để trống
zh: 总厚度不能为空

# MLP_VALIDATE_UNIT_IMPORT
source: Enter unit!
ca: បញ្ចូលឯកតា!
fr: Entrez dans l'unité!
ja: ユニットを入力してください！
ko: 단위를 입력하십시오!
my: ယူနစ်ဝင်!
vi: Nhập đơn vị!
zh: 输入单位！

# MLP_VALIDATE_UNIT_IMPORT_CHARACTER1
source: Units cannot exceed 200 characters!
ca: ឯកតាមិនអាចលើសពី ២០០ តួអក្សរបានទេ!
fr: Les unités ne peuvent pas dépasser 200 caractères!
ja: 単位は200文字を超えることはできません！
ko: 단위는 200자를 초과 할 수 없습니다!
my: ယူနစ်များသည်စာလုံးရေ ၂၀၀ ထက်မပိုနိုင်ပါ။
vi: Đơn vị không vượt quá 200 kí tự!
zh: 单位不能超过200个字符！

# MLP_VALIDATE_VALUDE
source: Required value
ca: តម្លៃដែលត្រូវការ
fr: Valeur requise
ja: 必要な値
ko: 필요한 값
my: လိုအပ်တဲ့တန်ဖိုး
vi: Giá trị yêu cầu bắt buộc
zh: 要求值

# MLP_VALIDATE_VALUDE_NAME
source: Required filename
ca: ឈ្មោះឯកសារដែលត្រូវការ
fr: Nom de fichier requis
ja: 必要なファイル名
ko: 필요한 파일 이름
my: လိုအပ်သောဖိုင်အမည်
vi: Tên tệp tin yêu cầu bắt buộc
zh: 必填文件名

# MLP_VALIDATE_VALUE_IMPORT
source: Enter the value!
ca: បញ្ចូលតម្លៃ!
fr: Entrez la valeur!
ja: 値を入力してください！
ko: 값을 입력하십시오!
my: တန်ဖိုးရိုက်ထည့်ပါ
vi: Nhập giá trị!
zh: 输入值！

# MLP_VALIDATE_VERTICALSTROKE
source: Vertical pattern may not be blank
ca: លំនាំបញ្ឈរប្រហែលជាមិនទទេ
fr: Le motif vertical peut ne pas être vide
ja: 垂直パターンは空白にできません
ko: 세로 패턴은 비워 둘 수 없습니다
my: ဒေါင်လိုက်ပုံစံသည်အလွတ်မဖြစ်နိုင်ပါ
vi: Vân dọc không được bỏ trống
zh: 垂直图案可能不为空白

# MLP_VALIDATE_WEIGTH
source: Weight must not be blank
ca: ទំងន់មិនត្រូវទុកចោលទេ
fr: Le poids ne doit pas être vide
ja: 重量は空欄にできません
ko: 무게는 비워 둘 수 없습니다
my: အလေးချိန်သည်အလွတ်မဖြစ်ရပါ
vi: Trọng lượng không được để trống
zh: 重量不能为空

# MLP_VALIDATE_WIDTH
source: Width is not negative
ca: ទទឹងមិនអាក្រក់ទេ
fr: La largeur n'est pas négative
ja: 幅は負ではありません
ko: 폭이 음수가 아닙니다
my: အကျယ်ကအနုတ်မဟုတ်ပါဘူး
vi: Chiều rộng không âm
zh: 宽度不为负
