Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/MaterialPaymentTicketController.*.resx
Languages: ca, fr, ja, ko, my, zh

# MPT_CURD_COMBO_MPT_CURRENCY
source: Choose currency
ca: ជ្រើសរើសរូបិយប័ណ្ណ
fr: Choisissez la devise
ja: 通貨を選択
ko: 통화를 선택하십시오
my: ငွေကြေးကိုကို Select လုပ်ပါ
zh: 选择货币

# MPT_CURD_COMBO_MPT_PAY_OBJID
source: Choose a contract name
ca: ជ្រើសរើសឈ្មោះកិច្ចសន្យា
fr: Choisissez un nom de contrat
ja: 契約名を選択してください
ko: 계약 명을 선택하십시오
my: စာချုပ်၏နာမတော်ကို Select လုပ်ပါ
zh: 选择合同名称

# MPT_CURD_COMBO_MPT_PAY_OBJTYPE
source: Select the type of object
ca: ជ្រើសប្រភេទវត្ថុ
fr: Sélectionnez le type d'objet
ja: オブジェクトの種類を選択
ko: 객체 유형을 선택하십시오
my: အရာဝတ္ထုများ၏အမျိုးအစားကိုရွေးပါ
zh: 选择对象类型

# MPT_CURD_COMBO_MPT_PAY_TYPE
source: Select the type of coupon
ca: ជ្រើសប្រភេទប័ណ្ណ
fr: Sélectionnez le type de coupon
ja: クーポンの種類を選択
ko: 쿠폰 종류를 선택하십시오
my: စတော့ရှယ်ယာအမျိုးအစားကိုရွေးချယ်ပါ
zh: 选择优惠券的类型

# MPT_CURD_LBL_MPT_CONTRACT_NAME
source: Contract
ca: កិច្ចសន្យា
fr: Contrat
ja: 契約
ko: 계약
my: စာချုပ်
zh: 合同

# MPT_CURD_LBL_MPT_CURRENCY
source: Currency
ca: រូបិយប័ណ្ណ
fr: La monnaie
ja: 通貨
ko: 화폐
my: ငွေကြေးစနစ်
zh: 货币

# MPT_CURD_LBL_MPT_FROM_DATE
source: Since
ca: ចាប់ពីថ្ងៃ
fr: Du jour
ja: その日から
ko: 하루부터
my: နေ့မှစ.
zh: 从那天起

# MPT_CURD_LBL_MPT_MONEY_TOTAL
source: Total payment
ca: ការទូទាត់សរុប
fr: Paiement total
ja: 総支払い
ko: 총 결제
my: စုစုပေါင်းငွေပေးချေမှု
zh: 付款总额

# MPT_CURD_LBL_MPT_PAID
source: All paid
ca: បង់ប្រាក់ទាំងអស់
fr: Tous payés
ja: すべて支払った
ko: 모든 지불
my: ထွက်ပေးခဲ့
zh: 全部付清

# MPT_CURD_LBL_MPT_PAY_CODE
source: Form code
ca: កូដប័ណ្ណ
fr: Code de bon d'achat
ja: 伝票コード
ko: 바우처 코드
my: ကူပွန်ကုဒ်
zh: 优惠券代码

# MPT_CURD_LBL_MPT_PAY_NOTE
source: Note
ca: ចំណាំ
fr: Les notes
ja: ノート
ko: 비고
my: မှတ်ချက်ချ
zh: 注意

# MPT_CURD_LBL_MPT_PAY_OBJID
source: Object name
ca: ឈ្មោះវត្ថុ
fr: Nom d'objet
ja: オブジェクト名
ko: 객체 이름
my: object အမည်
zh: 对象名称

# MPT_CURD_LBL_MPT_PAY_OBJTYPE
source: Object type
ca: ប្រភេទវត្ថុ
fr: Type d'objet
ja: オブジェクトタイプ
ko: 객체 유형
my: အရာဝတ္ထုအမျိုးအစား
zh: 对象类型

# MPT_CURD_LBL_MPT_PAY_TITLE
source: Voucher name
ca: ឈ្មោះប័ណ្ណ
fr: Nom du bon
ja: バウチャー名
ko: 바우처 이름
my: စတော့ရှယ်ယာ name ကို
zh: 凭证名称

# MPT_CURD_LBL_MPT_PAY_TYPE
source: Type of votes
ca: ប្រភេទនៃការបោះឆ្នោត
fr: Type de votes
ja: 投票の種類
ko: 투표 유형
my: စတော့ရှယ်ယာအမျိုးအစားများ
zh: 投票类型

# MPT_CURD_LBL_MPT_TOTAL
source: The remaining amount
ca: ចំនួនទឹកប្រាក់ដែលនៅសល់
fr: Le montant restant
ja: 残額
ko: 남은 금액
my: အဆိုပါကျန်ရှိနေသောငွေပမာဏ
zh: 剩余金额

# MPT_CURD_LBL_MPT_TO_DATE
source: To date
ca: ចូលមក
fr: Viens
ja: さあ
ko: 어서
my: ယနေ့အထိ
zh: 来吧

# MPT_CURD_TITLE_ADD_MPT
source: Add a voucher of revenue
ca: បន្ថែមកាតមានទឹកប្រាក់នៃចូជី
fr: Ajoutez le voucher de thu-chi
ja: thu-chiの伝票を追加する
ko: 투치 바우처 추가
my: လက်ခံဖြတ်ပိုင်းများနှင့်အသုံးစရိတ်များ Add
zh: 添加周四的凭证

# MPT_CURD_TITLE_ADD_MPT1
source: Add the voucher of thu-chi
ca: បន្ថែមកាតមានទឹកប្រាក់នៃចូជី
fr: Ajoutez le voucher de thu-chi
ja: thu-chiの伝票を追加する
ko: 투치 바우처 추가
my: လက်ခံဖြတ်ပိုင်းများနှင့်အသုံးစရိတ်များ Add
zh: 添加周四的凭证

# MPT_CURD_TITLE_EDIT_MPT
source: Modify the collection of receipts
ca: កែប្រែការប្រមូលចំណូលនិងការបង់ប្រាក់
fr: Modifier la collecte des recettes et des paiements
ja: 領収書と支払いのコレクションを変更する
ko: 영수증 및 지불금 수금 수정
my: ပြုပြင်ရေးလက်ခံဖြတ်ပိုင်းများနှင့်အသုံးစရိတ်များ
zh: 修改收据和付款的集合

# MPT_CURD_TITLE_EDIT_MPT1
source: Modify the collection of receipts and payments
ca: កែប្រែការប្រមូលចំណូលនិងការបង់ប្រាក់
fr: Modifier la collecte des recettes
ja: 領収書と支払いのコレクションを変更する
ko: 영수증 및 지불금 수금 수정
my: ပြုပြင်ရေးလက်ခံဖြတ်ပိုင်းများနှင့်အသုံးစရိတ်များ
zh: 修改收据和付款的集合

# MPT_CURD_TXT_MPT_MONEY_TOTAL
source: Enter the total payment
ca: បញ្ចូលការទូទាត់សរុប
fr: Entrez le paiement total
ja: 合計支払いを入力してください
ko: 총 결제액을 입력하십시오
my: စုစုပေါင်းငွေပေးချေမှု Enter
zh: 输入总付款

# MPT_CURD_TXT_MPT_PAY_CODE
source: Enter the coupon code
ca: បញ្ចូលលេខកូដប័ណ្ណ
fr: Entrez le code du coupon
ja: クーポンコードを入力してください
ko: 쿠폰 코드를 입력하십시오
my: ကူပွန်ကုဒ်ရိုက်ထည့်ပါ
zh: 输入优惠券代码

# MPT_CURD_TXT_MPT_PAY_CONTRACT_NAME
source: Enter the contract name
ca: បញ្ចូលឈ្មោះកិច្ចសន្យា
fr: Entrez le nom du contrat
ja: 契約名を入力してください
ko: 계약 명을 입력하십시오
my: စာချုပ်၏အမည်ကိုရိုက်ထည့်ပါ
zh: 输入合同名称

# MPT_CURD_TXT_MPT_PAY_FROM_DATE
source: Since
ca: ចាប់ពីថ្ងៃ
fr: Du jour
ja: その日から
ko: 하루부터
my: နေ့မှစ.
zh: 从那天起

# MPT_CURD_TXT_MPT_PAY_NOTE
source: Enter the note
ca: បញ្ចូលកំណត់សំគាល់
fr: Entrez la note
ja: メモを入力
ko: 메모를 입력하십시오
my: type မှတ်စု
zh: 输入备注

# MPT_CURD_TXT_MPT_PAY_TITLE
source: Enter the coupon name
ca: បញ្ចូលឈ្មោះគូប៉ុង
fr: Entrez le nom du coupon
ja: クーポン名を入力してください
ko: 쿠폰 이름을 입력하십시오
my: စတော့ရှယ်ယာ၏အမည်ကိုရိုက်ထည့်ပါ
zh: 输入优惠券名称

# MPT_CURD_TXT_MPT_PAY_TO_DATE
source: To date
ca: ចូលមក
fr: Viens
ja: さあ
ko: 어서
my: ယနေ့အထိ
zh: 来吧

# MPT_CURD_TXT_MPT_TOTAL
source: Enter the remaining amount
ca: បញ្ចូលចំនួនទឹកប្រាក់ដែលនៅសល់
fr: Entrez le montant restant
ja: 残額を入力
ko: 남은 금액을 입력하십시오
my: ကျန်ရှိနေသောငွေပမာဏကိုရိုက်ထည့်
zh: 输入剩余金额

# MPT_CURD_VALIDATE_MPT_CURRENCY
source: The currency cannot be left blank
ca: រូបិយប័ណ្ណមិនអាចទុកចោលទទេបានទេ
fr: La devise ne peut pas être laissée en blanc
ja: 通貨を空白のままにすることはできません
ko: 통화는 비워 둘 수 없습니다
my: ငွေကြေးအချည်းနှီးမဖြစ်သင့်
zh: 货币不能留空

# MPT_CURD_VALIDATE_MPT_PAY_OBJID
source: Object name cannot be empty
ca: ឈ្មោះវត្ថុមិនអាចទទេបានទេ
fr: Le nom de l'objet ne peut pas être vide
ja: オブジェクト名は空にできません
ko: 개체 이름은 비워 둘 수 없습니다
my: အဆိုပါအရာဝတ္ထု name ကိုဗလာမဖွစျနိုငျ
zh: 对象名称不能为空

# MPT_CURD_VALIDATE_MPT_PAY_OBJTYPE
source: Object type cannot be blank
ca: ប្រភេទវត្ថុមិនអាចទទេ
fr: Le type d'objet ne peut pas être vide
ja: オブジェクトタイプは空白にできません
ko: 개체 유형은 비워 둘 수 없습니다
my: object type ကိုအလွတ်မဖွစျနိုငျ
zh: 对象类型不能为空

# MPT_CURD_VALIDATE_MPT_PAY_TITLE
source: Vouchers cannot be blank
ca: ប័ណ្ណទូទាត់មិនអាចទទេបានទេ
fr: Les bons ne peuvent pas être vides
ja: 伝票は空白にできません
ko: 바우처는 비워 둘 수 없습니다
my: စတော့အိတ်အမျိုးအစားများကိုအလွတ်မဖွစျနိုငျ
zh: 优惠券不能为空

# MPT_LBL_MPT
source: Income and expenditure patterns
ca: បង្កាន់ដៃបង់ប្រាក់
fr: Réception du paiement
ja: 支払いの受け取り
ko: 지불 영수증
my: လက်ခံဖြတ်ပိုင်းများနှင့်အသုံးစရိတ်များ
zh: 收到付款

# MPT_LINK_HOME
source: Home page
ca: ផ្ទះ
fr: Accueil
ja: ホーム
ko: 홈
my: နေအိမ်
zh: 家

# MPT_LINK_MPT
source: Income and expenditure patterns
ca: បង្កាន់ដៃបង់ប្រាក់
fr: Réception du paiement
ja: 支払いの受け取り
ko: 지불 영수증
my: လက်ခံဖြတ်ပိုင်းများနှင့်အသုံးစရိတ်များ
zh: 收到付款

# MPT_LIST_COL_MPT_ACTION
source: Action
ca: សកម្មភាព
ja: アクション
ko: 행동
my: လုပ်ရပ်များ
zh: 行动

# MPT_LIST_COL_MPT_ACTION1
source: Action
ca: សកម្មភាព
ja: アクション
ko: 행동
my: လုပ်ရပ်များ
zh: 行动

# MPT_LIST_COL_MPT_CODE
source: Form code
ca: កូដប័ណ្ណ
fr: Code de bon d'achat
ja: 伝票コード
ko: 바우처 코드
my: ကူပွန်ကုဒ်
zh: 优惠券代码

# MPT_LIST_COL_MPT_CONTRACT_NAME
source: Contract name
ca: ឈ្មោះកិច្ចសន្យា
fr: Nom du contrat
ja: 契約名
ko: 계약 명
my: စာချုပ် name ကို
zh: 合同名称

# MPT_LIST_COL_MPT_CONTRACT_NAME1
source: Contract name
ca: ឈ្មោះកិច្ចសន្យា
fr: Nom du contrat
ja: 契約名
ko: 계약 명
my: စာချုပ် name ကို
zh: 合同名称

# MPT_LIST_COL_MPT_CREATEDTIME
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date de création
ja: 作成日
ko: 작성일
my: ရက်စွဲကိုဖန်တီး
zh: 创建日期

# MPT_LIST_COL_MPT_CREATED_TIME
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date de création
ja: 作成日
ko: 작성일
my: ရက်စွဲကိုဖန်တီး
zh: 创建日期

# MPT_LIST_COL_MPT_TITLE
source: Voucher name
ca: ឈ្មោះប័ណ្ណ
fr: Nom du bon
ja: バウチャー名
ko: 바우처 이름
my: စတော့ရှယ်ယာ name ကို
zh: 凭证名称

# MPT_LIST_COL_MPT_TITLE1
source: Voucher name
ca: ឈ្មោះប័ណ្ណ
fr: Nom du bon
ja: バウチャー名
ko: 바우처 이름
my: စတော့ရှယ်ယာ name ကို
zh: 凭证名称

# MPT_LIST_COL_MPT_TITLE_TYPE
source: Type of votes
ca: ប្រភេទនៃការបោះឆ្នោត
fr: Type de votes
ja: 投票の種類
ko: 투표 유형
my: စတော့ရှယ်ယာအမျိုးအစားများ
zh: 投票类型

# MPT_LIST_COL_MPT_TOTALPAY
source: Select the parent group
ca: ជ្រើសក្រុមមេ
fr: Sélectionnez le groupe parent
ja: 親グループを選択
ko: 부모 그룹을 선택하십시오
my: မိဘအုပျစုကို Select လုပ်ပါ
zh: 选择父组

# MPT_LIST_COL_MPT_TOTAL_PAY
source: Total payment
ca: ការទូទាត់សរុប
fr: Paiement total
ja: 総支払い
ko: 총 결제
my: စုစုပေါင်းငွေပေးချေမှု
zh: 付款总额

# MPT_LIST_COL_MPT_TYPE
source: Type of votes
ca: ប្រភេទនៃការបោះឆ្នោត
fr: Type de votes
ja: 投票の種類
ko: 투표 유형
my: စတော့ရှယ်ယာအမျိုးအစားများ
zh: 投票类型

# MPT_LIST_COL_MPT_UNIT
source: Currency unit
ca: ឯកតារូបិយប័ណ្ណ
fr: Unité monétaire
ja: 通貨単位
ko: 통화 단위
my: ငွေကြေး
zh: 货币单位

# MPT_LIST_COL_MPT_UNIT1
source: Currency unit
ca: ឯកតារូបិយប័ណ្ណ
fr: Unité monétaire
ja: 通貨単位
ko: 통화 단위
my: ငွေကြေး
zh: 货币单位

# MPT_MSG_ADD_MPT_ERROR
source: Add collection slip - spending error!
ca: បន្ថែមសម្រាំងសម្រាំង - កំហុសការចំណាយ!
fr: Ajouter un bordereau de collecte - Erreur de dépense!
ja: 回収伝票を追加 - 支出エラー！
ko: 수집 전표 추가-지출 오류!
my: ပိုများသော - အမှားဖတ်ပါ!
zh: 添加收集单 - 消费错误！

# MPT_MSG_ADD_MPT_SUCCESS
source: Add successful receipts and payments
ca: បន្ថែមបង្កាន់ដៃទទួលបានជោគជ័យនិងការទូទាត់
fr: Ajouter des recettes et des paiements réussis
ja: 成功した領収書と支払いを追加する
ko: 성공적인 영수증 및 지불 추가
my: ပိုများသော - အောင်မြင်မှုဖတ်ပါ
zh: 添加成功的收据和付款

# MPT_MSG_CODE_MPT_ALREADY_EXIST
source: The voucher code of receipts and expenditures already exists
ca: លេខកូដប័ណ្ណទូទាត់និងការចំណាយមានរួចហើយ
fr: Le code de bon de recettes et de dépenses existe déjà
ja: 領収書と支出のバウチャーコードは既に存在します
ko: 바우처 영수증 및 지출 코드가 이미 존재합니다.
my: ma - ရှိထားပြီးသားကိုဖတ်ရှု
zh: 收据和支出的凭证代码已经存在

# MPT_MSG_DELETE_MPT_ERROR
source: Delete error collection slip!
ca: លុបការប្រមូលកំហុស!
fr: Supprimer le bordereau de collecte des erreurs!
ja: エラー収集伝票を削除する！
ko: 오류 수집 전표를 삭제하십시오!
my: Clear ကိုအမှားအသေးစိတ်လက်ခံဖြတ်ပိုင်းများ!
zh: 删除错误收集单！

# MPT_MSG_DELETE_MPT_SUCCESS
source: Delete the voucher successfully
ca: លុបប័ណ្ណទូទាត់ដោយជោគជ័យ
fr: Supprimer le bon avec succès
ja: 伝票を正常に削除します
ko: 바우처를 성공적으로 삭제하십시오
my: Clear ကိုအသေးစိတ်လက်ခံဖြတ်ပိုင်းများအောင်မြင်မှု
zh: 成功删除凭证

# MPT_MSG_NOT_EXIST
source: Shipment does not exist
ca: មិនមានការដឹកជញ្ជូន
fr: L'envoi n'existe pas
ja: 出荷は存在しません
ko: 배송이 존재하지 않습니다
my: N ကိုတင်ပို့
zh: 装运不存在

# MPT_MSG_NOT_EXIST_CONTRACT
source: There is no contract
ca: មិនមានកិច្ចសន្យា
fr: Il n'y a pas de contrat
ja: 契約はありません
ko: 계약이 없습니다
my: N ကိုစာချုပ်
zh: 没有合同

# MPT_MSG_NOT_EXIST_MPT
source: There are no receipts
ca: មិនមានបង្កាន់ដៃទេ
fr: Il n'y a pas de reçu
ja: 領収書はありません
ko: 영수증이 없습니다
my: N ကိုအသုံးစရိတ်လက်ခံဖြတ်ပိုင်းများ
zh: 没有收据

# MPT_MSG_NOT_EXIST_PROJECT
source: No project exists
ca: គ្មានគម្រោងទេ
fr: Aucun projet n'existe
ja: プロジェクトは存在しません
ko: 프로젝트가 없습니다
my: N ကိုစီမံကိန်း၏
zh: 没有项目存在

# MPT_MSG_UPDATE_MPT_ERROR
source: Fix receipts - errors!
ca: ជួសជុលបង្កាន់ដៃ - កំហុស!
fr: Correction des recettes - des erreurs!
ja: 領収書を修正 - エラー！
ko: 영수증 수정-오류!
my: Edit ကို - အမှားဖတ်ပါ!
zh: 修复收据 - 错误！

# MPT_MSG_UPDATE_MPT_SUCCESS
source: Correction of successful receipts and payments
ca: ការកែតម្រូវនៃការទទួលបានជោគជ័យនិងការទូទាត់
fr: Correction des reçus et des paiements réussis
ja: 成功した領収書と支払いの修正
ko: 성공적인 영수증 및 지불 수정
my: Edit ကို - အောင်မြင်မှုဖတ်ပါ
zh: 更正成功的收据和付款

# MPT_TITLE_ADD
source: Add receipts
ca: បន្ថែមបង្កាន់ដៃ
fr: Ajouter des reçus
ja: 領収書を追加する
ko: 영수증 추가
my: အသေးစိတ်လက်ခံဖြတ်ပိုင်းများ
zh: 添加收据

# MPT_TITLE_EDIT
source: Modify the receipts
ca: កែប្រែបង្កាន់ដៃ
fr: Modifier les recettes
ja: 領収書を修正する
ko: 영수증 수정
my: Fixed ကုန်ကျစရိတ်လက်ခံဖြတ်ပိုင်းများ
zh: 修改收据

# MPT_TITLE_MPT
source: Income and expenditure patterns
ca: បង្កាន់ដៃបង់ប្រាក់
fr: Réception du paiement
ja: 支払いの受け取り
ko: 지불 영수증
my: လက်ခံဖြတ်ပိုင်းများနှင့်အသုံးစရိတ်များ
zh: 收到付款

# MPT_VALIDATE_PAYMENT
source: The payment amount must not be greater than the remaining amount
ca: ចំនួនទឹកប្រាក់ទូទាត់មិនត្រូវច្រើនជាងចំនួនដែលនៅសល់ទេ
fr: Le montant du paiement ne doit pas être supérieur au montant restant
ja: 支払い金額は残りの金額を超えてはいけません
ko: 지불 금액은 나머지 금액보다 크지 않아야합니다
my: အဆိုပါပေးချေမှုငွေပမာဏကျန်ရှိနေသောငွေပမာဏထက် သာ. ကြီးမြတ်သည်မဟုတ်
zh: 付款金额不得超过剩余金额
