Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/OrderRequestRawController.*.resx
Languages: my

# ORR_CURD_BTN_ADD_FILE
source: Choose file
my: ဖိုင်တစ်ခုကိုရွေးပါ

# ORR_CURD_BTN_ORR_ADD
source: More
my: ပိုပြီး

# ORR_CURD_CHECK_PRIORITY_LOW
source: Short
my: အနိမ့်

# ORR_CURD_CHECK_PRIORITY_MEDIUM
source: medium
my: အလယ်အလတ်

# ORR_CURD_CHECK_PRIORITY_VERYHIGH
source: Very high
my: အလွန်မြင့်မား

# ORR_CURD_LBL_ORR_CONTENT
source: content
my: contents တွေကို

# ORR_CURD_LBL_ORR_KEY
source: Key word
my: သော့ချက်စာလုံးများ

# ORR_CURD_LBL_ORR_MAIL
source: Email
my: အီးမေးလ်ပို့ရန်

# ORR_CURD_LBL_ORR_PHONE
source: phone number
my: ဖုန်းနံပါတ်

# ORR_CURD_LBL_ORR_PRIORITY
source: Level
my: ဒီဂရီ

# ORR_CURD_LBL_ORR_REQUESTTIME
source: Time required
my: အချိန်လိုအပ်

# ORR_CURD_LBL_ORR_TITLE
source: Title
my: ဉီးတည်ချက်

# ORR_CURD_LBL_SEARCH_FROMDATE
source: Since
my: နေ့မှစ.

# ORR_CURD_LBL_SEARCH_TITLE
source: Title
my: ဉီးတည်ချက်

# ORR_CURD_LBL_SEARCH_TODATE
source: To date
my: ယနေ့အထိ

# ORR_CURD_TITLE_ADD_ORR
source: Add new request
my: အသစ်ကတောင်းဆိုမှုကို Add

# ORR_CURD_TITLE_EDIT_ORR
source: Edit request
my: Edit ကိုတောငျးဆိုခကျြ

# ORR_CURD_TXT_ORR_CONTENT
source: Enter details
my: အသေးစိတ် Enter

# ORR_CURD_TXT_ORR_FILE
source: Choose a file
my: File ကိုရွေးချယ်ပါ

# ORR_CURD_TXT_ORR_KEY
source: Key word
my: သော့ချက်စာလုံးများ

# ORR_CURD_TXT_ORR_MAIL
source: Email
my: အီးမေးလ်ပို့ရန်

# ORR_CURD_TXT_ORR_PHONE
source: phone number
my: ဖုန်းနံပါတ်

# ORR_CURD_TXT_ORR_REQUESTTIME
source: Time required
my: အချိန်လိုအပ်

# ORR_CURD_TXT_ORR_TITLE
source: Title
my: ဉီးတည်ချက်

# ORR_CURD_TXT_SEARCH_FROMDATE
source: Since
my: နေ့မှစ.

# ORR_CURD_TXT_SEARCH_TITLE
source: Title
my: ဉီးတည်ချက်

# ORR_CURD_TXT_SEARCH_TODATE
source: To date
my: ယနေ့အထိ

# ORR_CURD_VALIDATE_MAIL
source: The email entered is not correct
my: အီးမေးလ်ပို့ရန် Enter မမှန်ကန်

# ORR_CURD_VALIDATE_PHONE
source: The phone number is in the wrong format
my: ပုံပျက်တဲ့ဖုန်းနံပါတ်

# ORR_LBL_ORR
source: Information opportunities
my: စီမံခန့်ခွဲမှုလိုအပ်ချက်များကို

# ORR_LINK_HOME
source: Home page
my: နေအိမ်

# ORR_LINK_ORR
source: Information opportunities
my: စီမံခန့်ခွဲမှုလိုအပ်ချက်များကို

# ORR_LIST_COL_FILE_MASTER
source: Main file
my: အဓိကဖိုင်

# ORR_LIST_COL_ORR_CONTENT
source: content
my: contents တွေကို

# ORR_LIST_COL_ORR_PRIORITY
source: Priority level
my: ဦးစားပေး

# ORR_LIST_COL_ORR_REQUESTTIME
source: Time
my: အချိန်

# ORR_LIST_COL_ORR_TITLE
source: Title
my: ဉီးတည်ချက်

# ORR_MSG_INPUT_INFOMATION
source: Please enter a keyword
my: ကျေးဇူးပြု၍ သော့ချက်စာလုံးထည့်ပါ

# ORR_TITLE_ORR
source: Customer requirements
my: ဖောက်သည်လိုအပ်ချက်များကို

# ORR_VALIDATE_PHONE_NUMBER
source: The phone number is not in the correct format
my: ဖုန်းနံပါတ်ကမှန်ကန်သောပုံစံမဟုတ်ပါ
