Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ProductWarehouseManagerController.*.resx
Languages: ca, fr, ko, vi

# PWM_LIST_COL_DESCRIBE
source: Describe
ca: ការពិពណ៌នា
fr: Description
ko: 설명
vi: Mô tả

# PWM_LIST_COL_DESIGN
source: The design
ca: រចនា '
fr: Design '
ko: 디자인 '
vi: Bản thiết kế'

# PWM_LIST_COL_EDIT
source: Repair
ca: កែសម្រួល។
fr: Éditer
ko: 편집
vi: Sửa

# PWM_LIST_COL_MAP
source: Map
ca: ផែនទី។
fr: Carte
ko: 지도
vi: Bản đồ

# PWM_LIST_COL_MISSION
source: Action
ca: សកម្មភាព។
ko: 행동
vi: Tác vụ

# PWM_LIST_COL_STORE_MISS
source: Warehouse
ca: ឃ្លាំង។
fr: Entrepôt
ko: 창고
vi: Tiêu kho

# PWM_LIST_COL_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ko: 직함
vi: Tiêu đề

# PWM_MSG_BOX_POSITION
source: The position of the box is in
ca: ទីតាំងរបស់ប្រអប់ស្ថិតនៅ។
fr: La position de la boîte est en
ko: 상자의 위치는
vi: Vị trí của hộp nằm trong

# PWM_MSG_CHOOSE_LAYER_TO_DELETE
source: Please select 1 floor to delete!
ca: សូមជ្រើសរើស ១ ជាន់ដើម្បីលុប!
fr: Veuillez sélectionner 1 étage à supprimer!
ko: 삭제할 1 층을 선택하십시오!
vi: Vui lòng chọn 1 tầng để xóa!

# PWM_MSG_CHOOSE_LAYER_TO_EDIT
source: Please select 1 floor to edit!
ca: សូមជ្រើសរើស ១ ជាន់ដើម្បីកែសម្រួល!
fr: Veuillez sélectionner 1 étage à éditer!
ko: 편집하려면 1 층을 선택하십시오!
vi: Vui lòng chọn 1 tầng để chỉnh sửa!

# PWM_MSG_CHOOSE_ROW_TO_DELETE
source: Please select 1 range to delete!
ca: សូមជ្រើសរើសជួរ ១ ដើម្បីលុប!
fr: Veuillez sélectionner 1 plage à supprimer!
ko: 삭제할 1 개의 범위를 선택하십시오!
vi: Vui lòng chọn 1 dãy để xóa!

# PWM_MSG_CHOOSE_ROW_TO_EDIT
source: Please select 1 range to edit!
ca: សូមជ្រើសរើសជួរ ១ ដើម្បីកែសម្រួល!
fr: Veuillez sélectionner 1 plage à éditer!
ko: 편집하려면 1 개의 범위를 선택하십시오!
vi: Vui lòng chọn 1 dãy để chỉnh sửa!

# PWM_MSG_CHOOSE_SHELVES_TO_DELETE
source: Please select a shelf to delete!
ca: សូមជ្រើសរើសធ្នើដើម្បីលុប!
fr: Veuillez sélectionner une étagère à supprimer!
ko: 삭제할 선반을 선택하십시오!
vi: Vui lòng chọn 1 kệ để xóa!

# PWM_MSG_CHOOSE_SHELVES_TO_EDIT
source: Please select a shelf to edit!
ca: សូមជ្រើសរើសធ្នើដើម្បីកែសម្រួល!
fr: Veuillez sélectionner une étagère à éditer!
ko: 편집 할 선반을 선택하십시오!
vi: Vui lòng chọn 1 kệ để chỉnh sửa!

# PWM_MSG_CREATE_QRCODE
source: Please create a QRCode before printing!
ca: សូមបង្កើត QRCode មុនពេលបោះពុម្ព!
fr: Veuillez créer un QRCode avant d'imprimer!
ko: 인쇄하기 전에 QRCode를 작성하십시오!
vi: Vui lòng tạo QRCode trước khi in!

# PWM_MSG_INVALID_IMG_FORMAT
source: Invalid image format!
ca: ទ្រង់ទ្រាយរូបភាពមិនត្រឹមត្រូវ!
fr: Format d'image invalide!
ko: 잘못된 이미지 형식!
vi: Định dạng ảnh không hợp lệ!

# PWM_MSG_REQUIRED_AREA
source: Required area required!
ca: តំបន់ចាំបាច់ត្រូវមាន!
fr: Surface requise requise!
ko: 필요한 지역!
vi: Diện tích yêu cầu bắt buộc!

# PWM_MSG_REQUIRED_BINS_NUMBER
source: Required number of barrels!
ca: ចំនួនធុងដែលត្រូវការ!
fr: Nombre requis de barils!
ko: 필요한 배럴 수!
vi: Số thùng yêu cầu bắt buộc!

# PWM_MSG_REQUIRED_LAYER_NAME
source: Required floor name!
ca: ឈ្មោះជាន់ដែលត្រូវការ!
fr: Nom de l'étage requis!
ko: 필요한 층 이름!
vi: Tên tầng yêu cầu bắt buộc!

# PWM_MSG_REQUIRED_ROW_CODE
source: Required sequence code!
ca: លេខកូដដែលត្រូវការ!
fr: Code de séquence requis!
ko: 필요한 시퀀스 코드!
vi: Mã dãy yêu cầu bắt buộc!

# PWM_MSG_REQUIRED_ROW_NAME
source: The required sequence name!
ca: ឈ្មោះលំដាប់ដែលត្រូវការ!
fr: Le nom de séquence requis!
ko: 필요한 시퀀스 이름!
vi: Tên dãy yêu cầu bắt buộc!

# PWM_MSG_REQUIRED_SHELVES
source: Required number of shelves!
ca: ចំនួនធ្នើដែលត្រូវការ!
fr: Nombre d'étagères requis!
ko: 필요한 선반 수!
vi: Số kệ yêu cầu bắt buộc!

# PWM_MSG_REQUIRED_SHELVES_NAME
source: Shelf name required!
ca: ទាមទារឈ្មោះធ្នើ!
fr: Nom du rayon requis!
ko: 선반 이름이 필요합니다!
vi: Tên kệ yêu cầu bắt buộc!

# PWM_MSG_ROW_REQUIRED
source: Number of required sequences!
ca: ចំនួនលំដាប់ដែលត្រូវការ!
fr: Nombre de séquences requises!
ko: 필요한 시퀀스 수!
vi: Số dãy yêu cầu bắt buộc!

# PWM_MSG_SURE_DELETE_LAYER
source: Are you sure to clear the floor?
ca: តើអ្នកប្រាកដទេថាអ្នកអាចកំរាលឥដ្ឋបាន?
fr: Êtes-vous sûr de dégager le sol?
ko: 바닥을 청소 하시겠습니까?
vi: Bạn có chắn chắn xóa tầng ?

# PWM_MSG_SURE_DELETE_ROW
source: Are you sure you delete the range?
ca: តើអ្នកប្រាកដជាលុបជួរហើយឬនៅ?
fr: Êtes-vous sûr de supprimer la plage?
ko: 범위를 삭제 하시겠습니까?
vi: Bạn có chắn chắn xóa dãy ?

# PWM_MSG_SURE_DELETE_SHELVES
source: Are you sure you delete the shelf?
ca: តើអ្នកប្រាកដថាអ្នកលុបធ្នើនេះទេ?
fr: Êtes-vous sûr de supprimer l'étagère?
ko: 서가를 삭제 하시겠습니까?
vi: Bạn có chắn chắn xóa kệ ?
