Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ProductSellPriceController.*.resx
Languages: ca, fr, ja, ko, my, vi

# PSP_BTN_PRICE_DEFAUL
source: Download the default price
ca: ទាញយកតម្លៃលំនាំដើម
fr: Télécharger le prix par défaut
ja: デフォルト価格をダウンロードする
ko: 기본 가격 다운로드
my: ဒေါင်းလုပ်က default rating
vi: Tải giá mặc định

# PSP_CURD_LBL_CHOOSE_PRODUCT
source: Choose products
ca: ជ្រើសរើសផលិតផល
fr: Choisir des produits
ja: 製品を選ぶ
ko: 제품 선택
my: ထုတ်ကုန်ကို Select လုပ်ပါ
vi: Chọn sản phẩm

# PSP_CURD_LBL_COMMISSION
source: rose
ca: កើនឡើង
ja: バラ
ko: 장미
my: ကော်မရှင်
vi: Hoa hồng

# PSP_CURD_LBL_CREATOR
source: Creator
ca: អ្នកបង្កើត
fr: Créateur
ja: クリエイター
ko: 창조주
my: ဖန်တီးသူ
vi: Người tạo

# PSP_CURD_LBL_CUSTOM_FEE
source: Discount
ca: បញ្ចុះតម្លៃ
fr: Remise
ja: 割引
ko: 할인
my: လြှော့ခွငျး
vi: Chiết khấu

# PSP_CURD_LBL_DISCOUNT
source: Sale
ca: បញ្ចុះតម្លៃ
fr: Remise
ja: 割引
ko: 할인
my: လြှော့ခွငျး
vi: Giảm giá

# PSP_CURD_LBL_FROM_DAY
source: Effective from the day
ca: មានប្រសិទ្ធិភាពពីថ្ងៃ
fr: Efficace dès le jour
ja: その日から有効
ko: 오늘부터 유효합니다.
my: အပေါ်ဖြစ်ပေါ်လာအောင်
vi: Hiệu lực từ ngày

# PSP_CURD_LBL_NOTE
source: Note
ca: ចំណាំ
fr: Les notes
ja: ノート
ko: 메모
my: မှတ်ချက်ချ
vi: Ghi chú

# PSP_CURD_LBL_NUMBER
source: Enter the quantity
ca: បញ្ចូលបរិមាណ
fr: Entrez la quantité
ja: 数量を入力してください
ko: 수량 입력
my: ငွေပမာဏကိုရိုက်ထည့်ပါ
vi: Nhập số lượng

# PSP_CURD_LBL_PRICE
source: Price
ca: តម្លៃ
fr: Prix
ja: 価格
ko: 가격
my: အရောင်းရဆုံးစျေးနှုန်း
vi: Giá bán

# PSP_CURD_LBL_PRODUCT
source: Product
ca: ផលិតផល
fr: Des produits
ja: 製品情報
ko: 제품
my: ထုတ်ကုန်
vi: Sản phẩm

# PSP_CURD_LBL_RESPONSIBLE_PERSON
source: Who is responsible
ca: អ្នកទទួលខុសត្រូវ
fr: Personnes atteintes de TN
ja: TNを持つ人々
ko: 을 가진 사람들
my: TN ထမ်းသော
vi: Người chịu TN

# PSP_CURD_LBL_SEARCH_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状況
ko: 상태
my: ပြည်နယ်
vi: Trạng thái

# PSP_CURD_LBL_SEARCH_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 役職
ko: 제목
my: ဉီးတည်ချက်
vi: Tiêu đề

# PSP_CURD_LBL_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状況
ko: 상태
my: ပြည်နယ်
vi: Trạng thái

# PSP_CURD_LBL_TAX
source: Tax
ca: ពន្ធ
fr: Les taxes
ja: 税金
ko: 세금
my: အခွန်
vi: Thuế

# PSP_CURD_LBL_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 役職
ko: 제목
my: ဉီးတည်ချက်
vi: Tiêu đề

# PSP_CURD_LBL_TO_DAY
source: Valid until the day
ca: មានសុពលភាពរហូតដល់ថ្ងៃ
fr: Valable jusqu'au jour
ja: その日まで有効
ko: 당일까지 유효합니다.
my: ထိရောက်သောနေ့စွဲ
vi: Hiệu lực đến ngày

# PSP_CURD_TAB_MORE_CURD_LBL_CODE
source: Property code
ca: លេខកូដអចលនទ្រព្យ
fr: Code de la propriété
ja: 物件コード
ko: 부동산 코드
my: အိမ်ခြံမြေကုဒ်
vi: Mã thuộc tính

# PSP_CURD_TAB_MORE_CURD_LBL_NAME
source: Property name
ca: ឈ្មោះអចលនទ្រព្យ
fr: Nom de la propriété
ja: 物件名
ko: 속성 이름
my: attribute မှာအမည်အား
vi: Tên thuộc tính

# PSP_CURD_TAB_MORE_CURD_LBL_NOTE
source: Note
ca: ចំណាំ
fr: Les notes
ja: ノート
ko: 메모
my: မှတ်ချက်ချ
vi: Ghi chú

# PSP_CURD_TAB_MORE_CURD_LBL_UNIT
source: Unit
ca: ឯកតាគណនា
fr: Unité de calcul
ja: 計算単位
ko: 계산 단위
my: ယူနစ်
vi: Đơn vị tính

# PSP_CURD_TAB_MORE_CURD_LBL_VALUE
source: Value
ca: តម្លៃ
fr: Valeur
ja: 値
ko: 가치
my: တန်ဘိုး
vi: Giá trị

# PSP_CURD_TAB_MORE_CURD_TXT_CODE
source: Property code
ca: លេខកូដអចលនទ្រព្យ
fr: Code de la propriété
ja: 物件コード
ko: 부동산 코드
my: အိမ်ခြံမြေကုဒ်
vi: Mã thuộc tính

# PSP_CURD_TAB_MORE_CURD_TXT_NAME
source: Name
ca: ឈ្មោះ
fr: Nom
ja: お名前
ko: 이름
my: နာမတျောကို
vi: Tên

# PSP_CURD_TAB_MORE_CURD_TXT_NOTE
source: Note
ca: ចំណាំ
fr: Les notes
ja: ノート
ko: 메모
my: မှတ်ချက်ချ
vi: Ghi chú

# PSP_CURD_TAB_MORE_CURD_TXT_UNIT
source: Unit
ca: ឯកតាគណនា
fr: Unité de calcul
ja: 計算単位
ko: 계산 단위
my: ယူနစ်
vi: Đơn vị tính

# PSP_CURD_TAB_MORE_CURD_TXT_VALUE
source: Value
ca: តម្លៃ
fr: Valeur
ja: 値
ko: 가치
my: တန်ဘိုး
vi: Giá trị

# PSP_CURD_TAB_MORE_TITLE_ADD_MORE
source: Add extended attributes
ca: បន្ថែមគុណលក្ខណៈដែលបានពង្រីក
fr: Ajouter des attributs étendus
ja: 拡張属性を追加する
ko: 확장 속성 추가
my: ကျယ်ပြန့်အသစ်တစ်ခုကိုပစ္စည်းဥစ္စာပိုင်ဆိုင်မှုပေါင်းထည့်ခြင်း
vi: Thêm thuộc tính mởi rộng

# PSP_CURD_TAB_MORE_TITLE_ADD_MORE1
source: Modify the extension attribute
ca: កែប្រែគុណលក្ខណៈសមាសភាគ
fr: Modifier l'attribut d'extension
ja: 拡張属性を変更する
ko: 확장 속성 수정
my: ကျယ်ပြန့်အသစ်သောဂုဏ်သတ္တိများကိုတည်းဖြတ်
vi: Sửa thuộc tính mởi rộng

# PSP_CURD_TAB_PRODUCT_LBL_PRODUCT
source: Product
ca: ផលិតផល
fr: Des produits
ja: 製品情報
ko: 제품
my: ထုတ်ကုန်
vi: Sản phẩm

# PSP_CURD_TAB_PRODUCT_LBL_PRODUCT_PORTFOLIO
source: Product portfolio
ca: កាតាឡុកផលិតផល
fr: Catalogue de produits
ja: 製品カタログ
ko: 제품 카탈로그
my: ကုန်ပစ္စည်းကဏ္ဍ
vi: Danh mục sản phẩm

# PSP_CURD_TAB_PRODUCT_TXT_PRODUCT
source: Product
ca: ផលិតផល
fr: Des produits
ja: 製品情報
ko: 제품
my: ထုတ်ကုန်
vi: Sản phẩm

# PSP_CURD_TAB_PRODUCT_TXT_PRODUCT_PORTFOLIO
source: Product portfolio
ca: កាតាឡុកផលិតផល
fr: Catalogue de produits
ja: 製品カタログ
ko: 제품 카탈로그
my: ကုန်ပစ္စည်းကဏ္ဍ
vi: Danh mục sản phẩm

# PSP_CURD_TXT_CHOOSE_PRODUCT
source: Choose products
ca: ជ្រើសរើសផលិតផល
fr: Choisir des produits
ja: 製品を選ぶ
ko: 제품 선택
my: ထုတ်ကုန်ကို Select လုပ်ပါ
vi: Chọn sản phẩm

# PSP_CURD_TXT_COMMISSION
source: rose
ca: កើនឡើង
ja: バラ
ko: 장미
my: ကော်မရှင်
vi: Hoa hồng

# PSP_CURD_TXT_CREATOR
source: Creator
ca: អ្នកបង្កើត
fr: Créateur
ja: クリエイター
ko: 창조주
my: ဖန်တီးသူ
vi: Người tạo

# PSP_CURD_TXT_CUSTOM_FEE
source: Discount
ca: បញ្ចុះតម្លៃ
fr: Remise
ja: 割引
ko: 할인
my: လြှော့ခွငျး
vi: Chiết khấu

# PSP_CURD_TXT_DISCOUNT
source: Sale
ca: បញ្ចុះតម្លៃ
fr: Remise
ja: 割引
ko: 할인
my: လြှော့ခွငျး
vi: Giảm giá

# PSP_CURD_TXT_FROM_DAY
source: Effective from the day
ca: មានប្រសិទ្ធិភាពពីថ្ងៃ
fr: Efficace dès le jour
ja: その日から有効
ko: 오늘부터 유효합니다.
my: အပေါ်ဖြစ်ပေါ်လာအောင်
vi: Hiệu lực từ ngày

# PSP_CURD_TXT_NOTE
source: Note
ca: ចំណាំ
fr: Les notes
ja: ノート
ko: 메모
my: မှတ်ချက်ချ
vi: Ghi chú

# PSP_CURD_TXT_NUMBER
source: Enter the quantity
ca: បញ្ចូលបរិមាណ
fr: Entrez la quantité
ja: 数量を入力してください
ko: 수량 입력
my: ငွေပမာဏကိုရိုက်ထည့်ပါ
vi: Nhập số lượng

# PSP_CURD_TXT_PRICE
source: Price
ca: តម្លៃ
fr: Prix
ja: 価格
ko: 가격
my: အရောင်းရဆုံးစျေးနှုန်း
vi: Giá bán

# PSP_CURD_TXT_PRODUCT
source: Product
ca: ផលិតផល
fr: Des produits
ja: 製品情報
ko: 제품
my: ထုတ်ကုန်
vi: Sản phẩm

# PSP_CURD_TXT_RESPONSIBLE_PERSON
source: Choose who is responsible
ca: ជ្រើសរើសអ្នកដែលទទួលខុសត្រូវ
fr: Choisissez qui est responsable
ja: 責任者を選択してください
ko: 책임자 선택
my: တာဝန်ရှိပုဂ္ဂိုလ်တစ်ဦးကိုရွေးချယ်ပါ
vi: Chọn người chịu trách nhiệm

# PSP_CURD_TXT_SEARCH_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ja: 状況
ko: 상태
my: ပြည်နယ်
vi: Trạng thái

# PSP_CURD_TXT_SEARCH_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 役職
ko: 제목
my: ဉီးတည်ချက်
vi: Tiêu đề

# PSP_CURD_TXT_STATUS
source: Select the status
ca: ជ្រើសស្ថានភាព
fr: Sélectionnez le statut
ja: ステータスを選択
ko: 상태 선택
my: ပြည်နယ်ကိုရွေးချယ်ပါ
vi: Chọn trạng thái

# PSP_CURD_TXT_TAX
source: Tax
ca: ពន្ធ
fr: Les taxes
ja: 税金
ko: 세금
my: အခွန်
vi: Thuế

# PSP_CURD_TXT_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 役職
ko: 제목
my: ဉီးတည်ချက်
vi: Tiêu đề

# PSP_CURD_TXT_TO_DAY
source: Expiration date
ca: កាលបរិច្ឆេទផុតកំណត់
fr: Date d'expiration
ja: 有効期限
ko: 만료일
my: သက်တမ်းကုန်ဆုံးသည့်ရက်စွဲ
vi: Ngày hết hạn

# PSP_LINK_PRICE_PRODUCT_RESOURCES
source: Selling price of Products and materials
ca: តម្លៃផលិតផលនិងវត្ថុធាតុដើម
fr: Prix ​​de vente des matériaux et des matériaux
ja: 材料および材料の販売価格
ko: 자재 및 자재 판매 가격
my: ကုန်ပစ္စည်းရောင်းစျေးနှုန်းများ, ကုန်ကြမ်း
vi: Giá bán SP, nguyên liệu

# PSP_LIST_COL_CREATED_BY
source: Creator
ca: អ្នកបង្កើត
fr: Créateur
ja: クリエイター
ko: 창조주
my: ဖန်တီးသူ
vi: Người tạo

# PSP_LIST_COL_CREATED_TIME
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
fr: Date de création
ja: 作成日
ko: 만든 날짜
my: ရက်စွဲကိုဖန်တီး
vi: Ngày tạo

# PSP_LIST_COL_EFFECTIVE_DATE
source: Effective date
ca: កាលបរិច្ឆេទមានប្រសិទ្ធភាព
fr: Date effective
ja: 発効日
ko: 유효 일자
my: ထိရောက်သောနေ့စွဲ
vi: Ngày hiệu lực

# PSP_LIST_COL_EXPIRY_DATE
source: Expiration date
ca: កាលបរិច្ឆេទផុតកំណត់
fr: Date d'expiration
ja: 有効期限
ko: 만료일
my: သက်တမ်းကုန်ဆုံးသည့်ရက်စွဲ
vi: Ngày hết hạn

# PSP_LIST_COL_NOTE
source: Note
ca: ចំណាំ
fr: Les notes
ja: ノート
ko: 메모
my: မှတ်ချက်ချ
vi: Ghi chú

# PSP_LIST_COL_QR_CODE
source: QR code
fr: Code QR
ja: QRコード
ko: QR 코드
my: QR ကုဒ်ကို
vi: Mã QR

# PSP_LIST_COL_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 役職
ko: 제목
my: ဉီးတည်ချက်
vi: Tiêu đề

# PSP_MSG_ADD_SUCCESS
source: More success
ca: ជោគជ័យបន្ថែមទៀត
fr: Plus de succès
ja: もっと成功する
ko: 더 많은 성공
my: ပိုများသောအောင်မြင်မှု
vi: Thêm thành công

# PSP_MSG_ALREADY_EXIST
source: Effective date from and to already exists in another price list
ca: កាលបរិច្ឆេទមានប្រសិទ្ធិភាពពីនិងមានរួចហើយនៅក្នុងបញ្ជីតម្លៃមួយផ្សេងទៀត
fr: La date d'effet de et à existe déjà dans une autre liste de prix
ja: 発効日はすでに別の価格表に存在する
ko: 유효 기간은 이미 다른 가격리스트에 존재합니다.
my: အခြားအစျေးနှုန်းစာရင်းထဲတွင်တည်ရှိရန်ထိရောက်သောထံမှရက်စွဲနှင့်
vi: Ngày hiệu lực từ và đến đã tồn tại trong bảng giá khác

# PSP_MSG_DELETE_REFRESH
source: The record does not exist, please refresh the page
ca: កំណត់ត្រាមិនមានទេសូមធ្វើឱ្យទំព័រថ្មីឡើងវិញ
fr: L'enregistrement n'existe pas, veuillez actualiser la page.
ja: レコードが存在しません。ページを更新してください
ko: 레코드가 존재하지 않습니다. 페이지를 새로 고침하십시오.
my: အဆိုပါစံချိန်မတည်ရှိပါဘူး, စာမကျြနှာ refresh ကျေးဇူးပြုပြီး
vi: Bản ghi không tồn tại, vui lòng làm mới trang

# PSP_MSG_DELETE_SUCCESS
source: Delete success
ca: លុបភាពជោគជ័យ
fr: Supprimer le succès
ja: 成功を削除
ko: 성공 삭제
my: အောင်မြင်စွာဖယ်ရှား
vi: Xóa thành công

# PSP_MSG_EFFECTIVE_DATE
source: Effective date of word already exists in another price list
ca: កាលបរិច្ឆេទមានប្រសិទ្ធិភាពនៃពាក្យមានរួចហើយនៅក្នុងបញ្ជីតម្លៃមួយផ្សេងទៀត
fr: La date d'effet du mot existe déjà dans une autre liste de prix
ja: 単語の発効日は別の価格表に既に存在します
ko: 유효한 날짜가 다른 가격 목록에 이미 있습니다.
my: အကျိုးသက်ရောက်မှု၏နေ့စွဲပြီးသားကိုအခြားစျေးနှုန်းစာရင်းထဲတွင်တည်ရှိနေ
vi: Ngày hiệu lực từ đã tồn tại trong bảng giá khác

# PSP_MSG_ERROR
source: An error occurred!
ca: កំហុសមួយបានកើតឡើង!
fr: Une erreur est survenue!
ja: エラーが発生しました。
ko: 오류가 발생했습니다!
my: မှားယွင်းမှုတစ်ခုဖြစ်ပွားခဲ့သည်!
vi: Có lỗi xảy ra!

# PSP_MSG_EXPIRY_DATE
source: The effective date has existed in another price list
ca: កាលបរិច្ឆេទមានប្រសិទ្ធភាពមាននៅក្នុងបញ្ជីតម្លៃផ្សេងទៀត
fr: La date d'effet a existé dans une autre liste de prix
ja: 発効日が別の価格表に存在しています
ko: 효력 일은 다른 가격표에 존재했다.
my: ထိရောက်သောနေ့စွဲသည်အခြားစျေးနှုန်းစာရင်းထဲတွင်တည်ရှိရန်
vi: Ngày hiệu lực đến đã tồn tại trong bảng giá khác

# PSP_MSG_LIST_PRODUCT_NULL
source: Product list is empty
ca: បញ្ជីផលិតផលទទេ
fr: La liste de produits est vide
ja: 商品リストが空です
ko: 제품 목록이 비어 있습니다.
my: ကုန်ပစ္စည်းရှိနိုင်အိမ်ခန်း
vi: Danh sách sản phẩm trống

# PSP_MSG_PRICE_DEFAUL_FAIL
source: Download the default price failed
ca: ទាញយកតម្លៃលំនាំដើមបរាជ័យ
fr: Télécharger le prix par défaut a échoué
ja: デフォルト価格のダウンロードに失敗しました
ko: 기본 가격 다운로드 실패
my: ဝန်က default value ကိုပျက်ကွက်
vi: Tải giá mặc định thất bại

# PSP_MSG_PRICE_DEFAUL_SUCCESS
source: Download the default price successfully
ca: ទាញយកតម្លៃលំនាំដើមដោយជោគជ័យ
fr: Télécharger le prix par défaut avec succès
ja: デフォルト価格をダウンロードする
ko: 기본 가격을 성공적으로 다운로드하십시오.
my: ဒေါင်းလုပ်က default နှုန်းထားများအောင်မြင်မှု
vi: Tải giá mặc định thành công

# PSP_MSG_PRODUCT_EDIT
source: Product already exists, please select edit
ca: ផលិតផលមានរួចហើយសូមជ្រើសរើសការកែប្រែ
fr: Le produit existe déjà, veuillez sélectionner éditer
ja: 商品は既に存在します。選択してください編集
ko: 제품이 이미 있습니다. 편집을 선택하십시오.
my: ကုန်ပစ္စည်းတစ်ခုရှိထားပြီးသား, ပြင်ဆင်ရန်ရှေးခယျြကျေးဇူးပြုပြီး
vi: Sản phẩm đã tồn tại, vui lòng chọn chỉnh sửa

# PSP_MSG_PRODUCT_NO_EXIST
source: Product does not exist
ca: ផលិតផលមិនមានទេ
fr: Le produit n'existe pas
ja: 商品が存在しません
ko: 제품이 존재하지 않습니다.
my: အဆိုပါထုတ်ကုန်မတည်ရှိပါဘူး
vi: Sản phẩm không tồn tại

# PSP_MSG_RECORD_NO_EXIST
source: The record does not exist
ca: កំណត់ត្រាមិនមានទេ
fr: Le disque n'existe pas
ja: レコードが存在しません
ko: 레코드가 존재하지 않습니다.
my: အဆိုပါစံချိန်မတည်ရှိပါဘူး
vi: Bản ghi không tồn tại

# PSP_MSG_REFRESH
source: The record does not exist, please refresh the page
ca: កំណត់ត្រាមិនមានទេសូមធ្វើឱ្យទំព័រថ្មីឡើងវិញ
fr: L'enregistrement n'existe pas, veuillez actualiser la page.
ja: レコードが存在しません。ページを更新してください
ko: 레코드가 존재하지 않습니다. 페이지를 새로 고침하십시오.
my: အဆိုပါစံချိန်မတည်ရှိပါဘူး, စာမကျြနှာ refresh ကျေးဇူးပြုပြီး
vi: Bản ghi không tồn tại, vui lòng làm mới trang

# PSP_MSG_UPDATE_SUCCESS
source: Update successful
ca: បានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ
fr: Mis à jour avec succès
ja: 更新に成功しました
ko: 성공적으로 업데이트되었습니다.
my: အောင်မြင်သောကိုအပ်ဒိတ်လုပ်
vi: Cập nhật thành công

# PSP_PRODUCT_LIST_COL_PRICE_COST_AIRLINE
source: Agent price of flight routes
ca: ផ្លូវភ្នាក់ងារតម្លៃ
fr: Prix ​​de la ligne de vol
ja: フライトラインの価格
ko: 항공편 가격
my: စျေး LH လမ်းကြောင်းများ
vi: Giá ĐL đường bay

# PSP_PRODUCT_LIST_COL_PRICE_COST_CATELOGUE
source: Catelogue Agent Price
ca: សហការតម្លែ catelogue
fr: Prix ​​du catalogue
ja: カテロゲーの価格
ko: catelogue의 가격
my: စျေး LH Catalog
vi: Giá ĐL catelogue

# PSP_PRODUCT_LIST_COL_PRICE_COST_DEFAULT
source: Default price
ca: តម្លៃលំនាំដើម
fr: Prix par défaut
ja: デフォルト価格
ko: 기본 가격
my: ပုံမှန်စျေးနှုန်း
vi: Giá mặc định

# PSP_PRODUCT_LIST_COL_PRICE_COST_SEA
source: Sea agent price
ca: តម្លៃឈ្នួញសមុទ្រ
fr: Prix ​​du fret maritime
ja: 海上運賃
ko: 해상 운임
my: စျေး LH ပင်လယ်
vi: Giá ĐL đường biển

# PSP_PRODUCT_LIST_COL_PRICE_RETAIL_BUILD
source: Retail price has construction
ca: តម្លៃលក់រាយមានសំណង់
fr: Prix ​​de vente a construction
ja: 小売価格は工事があります
ko: 소매 가격 건설
my: လက်လီစျေးနှုန်းများဆောက်လုပ်ရေးများ
vi: Giá lẻ có thi công

# PSP_PRODUCT_LIST_COL_PRICE_RETAIL_BUILD_AIRLINE
source: The retail price has a flight route
ca: តម្លៃលក់រាយមានផ្លូវហោះហើរ
fr: Le prix de vente a un itinéraire de vol
ja: 小売価格には飛行ルートがあります
ko: 소매 가격에는 비행 경로가 있습니다.
my: လက်လီစျေးနှုန်းများလမ်းကြောင်းများဆောက်လုပ်ထားကြပါပြီ
vi: Giá lẻ có thi công đường bay

# PSP_PRODUCT_LIST_COL_PRICE_RETAIL_BUILD_SEA
source: Retail price has seaway construction
ca: តម្លៃលក់រាយមានសំណង់ផ្លូវទឹក
fr: Prix ​​de détail a la construction de la voie maritime
ja: 小売価格は水路工事あり
ko: 소매가에 항만 공사가 있음
my: လက်လီစျေးနှုန်းများပင်လယ်ဆောက်လုပ်ထားကြပါပြီ
vi: Giá lẻ có thi công đường biển

# PSP_PRODUCT_LIST_COL_PRICE_RETAIL_NO_BUILD
source: Retail price does not work
ca: តម្លៃលក់រាយមិនដំណើរការទេ
fr: Le prix de détail ne fonctionne pas
ja: 小売価格が効かない
ko: 소매가가 작동하지 않음
my: လက်လီစျေးနှုန်းများဆောက်လုပ်ရေးမဟုတ်
vi: Giá lẻ không thi công

# PSP_PRODUCT_LIST_COL_PRICE_RETAIL_NO_BUILD_AIRLINE
source: The retail price does not build the route
ca: តម្លៃលក់មិនបង្កើតផ្លូវទេ
fr: Le prix de détail ne construit pas la route
ja: 小売価格はルートを構築しません
ko: 소매가가 경로를 구축하지 않습니다.
my: လက်လီစျေးနှုန်းများလမ်းကြောင်းများဆောက်လုပ်ထားကြသည်မဟုတ်
vi: Giá lẻ không thi công đường bay

# PSP_PRODUCT_LIST_COL_PRICE_RETAIL_NO_BUILD_SEA
source: The retail price is not constructed by sea
ca: តម្លៃលក់រាយមិនត្រូវបានសាងសង់ដោយសមុទ្រឡើយ
fr: Le prix de vente n'est pas construit par voie maritime
ja: 小売価格は海によって構成されていません
ko: 소매가는 해상에 의해 건설되지 않습니다.
my: လက်လီစျေးနှုန်းများပင်လယ်ဆောက်လုပ်ထားကြသည်မဟုတ်
vi: Giá lẻ không thi công đường biển

# PSP_PRODUCT_LIST_COL_PRODUCT_CODE
source: Product code
ca: លេខកូដផលិតផល
fr: Code produit
ja: 商品コード
ko: 제품 코드
my: SKU
vi: Mã sản phẩm

# PSP_PRODUCT_LIST_COL_PRODUCT_NAME
source: Product's name
ca: ឈ្មោះផលិតផល
fr: Nom du produit
ja: 商品名
ko: 상품명
my: ကုန်ပစ္စည်းအမည်ဖြင့်
vi: Tên sản phẩm

# PSP_PRODUCT_LIST_COL_TAX
source: Tax
ca: ពន្ធ
fr: Les taxes
ja: 税金
ko: 세금
my: အခွန်
vi: Thuế

# PSP_TAB_PRODUCT_CURD_LBL_PRICE_COST_AIRLINE
source: Agent price of flight routes
ca: ផ្លូវភ្នាក់ងារតម្លៃ
fr: Prix ​​de la ligne de vol
ja: フライトラインの価格
ko: 항공편 가격
my: စျေး LH လမ်းကြောင်းများ
vi: Giá ĐL đường bay

# PSP_TAB_PRODUCT_CURD_LBL_PRICE_COST_CATELOGUE
source: Catelogue Agent Price
ca: សហការតម្លែ catelogue
fr: Prix ​​du catalogue
ja: カテロゲーの価格
ko: catelogue의 가격
my: စျေး LH Catalog
vi: Giá ĐL catelogue

# PSP_TAB_PRODUCT_CURD_LBL_PRICE_COST_SEA
source: Sea agent price
ca: តម្លៃឈ្នួញសមុទ្រ
fr: Prix ​​du fret maritime
ja: 海上運賃
ko: 해상 운임
my: စျေး LH ပင်လယ်
vi: Giá ĐL đường biển

# PSP_TAB_PRODUCT_CURD_LBL_PRICE_RETAI_BUILD
source: Retail price has construction
ca: តម្លៃលក់រាយមានសំណង់
fr: Prix ​​de vente a construction
ja: 小売価格は工事があります
ko: 소매 가격 건설
my: လက်လီစျေးနှုန်းများဆောက်လုပ်ရေးများ
vi: Giá lẻ có thi công

# PSP_TAB_PRODUCT_CURD_LBL_PRICE_RETAI_BUILD_AIRLINE
source: The retail price has a flight route
ca: តម្លៃលក់រាយមានផ្លូវហោះហើរ
fr: Le prix de vente a un itinéraire de vol
ja: 小売価格には飛行ルートがあります
ko: 소매 가격에는 비행 경로가 있습니다.
my: လက်လီစျေးနှုန်းများလမ်းကြောင်းများဆောက်လုပ်ထားကြပါပြီ
vi: Giá lẻ có thi công đường bay

# PSP_TAB_PRODUCT_CURD_LBL_PRICE_RETAI_BUILD_SEA
source: Retail price has seaway construction
ca: តម្លៃលក់រាយមានសំណង់ផ្លូវទឹក
fr: Prix ​​de détail a la construction de la voie maritime
ja: 小売価格は水路工事あり
ko: 소매가에 항만 공사가 있음
my: လက်လီစျေးနှုန်းများပင်လယ်ဆောက်လုပ်ထားကြပါပြီ
vi: Giá lẻ có thi công đường biển

# PSP_TAB_PRODUCT_CURD_LBL_PRICE_RETAI_NO_BUILD
source: Retail price does not work
ca: តម្លៃលក់រាយមិនដំណើរការទេ
fr: Le prix de détail ne fonctionne pas
ja: 小売価格が効かない
ko: 소매가가 작동하지 않음
my: လက်လီစျေးနှုန်းများဆောက်လုပ်ရေးမဟုတ်
vi: Giá lẻ không thi công

# PSP_TAB_PRODUCT_CURD_LBL_PRICE_RETAI_NO_BUILD_AIRLINE
source: The retail price does not build the route
ca: តម្លៃលក់មិនបង្កើតផ្លូវទេ
fr: Le prix de détail ne construit pas la route
ja: 小売価格はルートを構築しません
ko: 소매가가 경로를 구축하지 않습니다.
my: လက်လီစျေးနှုန်းများလမ်းကြောင်းများဆောက်လုပ်ထားကြသည်မဟုတ်
vi: Giá lẻ không thi công đường bay

# PSP_TAB_PRODUCT_CURD_LBL_PRICE_RETAI_NO_BUILD_SEA
source: The retail price is not constructed by sea
ca: តម្លៃលក់រាយមិនត្រូវបានសាងសង់ដោយសមុទ្រឡើយ
fr: Le prix de vente n'est pas construit par voie maritime
ja: 小売価格は海によって構成されていません
ko: 소매가는 해상에 의해 건설되지 않습니다.
my: လက်လီစျေးနှုန်းများပင်လယ်ဆောက်လုပ်ထားကြသည်မဟုတ်
vi: Giá lẻ không thi công đường biển

# PSP_TAB_PRODUCT_CURD_LBL_PRODUCT
source: Product
ca: ផលិតផល
fr: Des produits
ja: 製品情報
ko: 제품
my: ထုတ်ကုန်
vi: Sản phẩm

# PSP_TAB_PRODUCT_CURD_LBL_RATE_PRICE_COST_AIRLINE
source: Rate of Agent price of flight
ca: ភ្នាក់ងារលក់សំបុត្រសមាមាត្រតម្លៃ
fr: Rapport de prix DL
ja: DL価格比
ko: 가격 비율
my: စျေးအချိုး DL လမ်းကြောင်းများ
vi: Tỉ lệ giá ĐL đường bay

# PSP_TAB_PRODUCT_CURD_LBL_RATE_PRICE_COST_CATELOGUE
source: Catelogue Agent rates
ca: អត្រាភ្នាក់ងារវាយតំលៃ
fr: DL prix ratio catelogue
ja: DLカタログ価格比
ko: 유가 증권 가격 비율
my: catalog စျေးနှုန်းအချိုး DL
vi: Tỉ lệ giá ĐL catelogue

# PSP_TAB_PRODUCT_CURD_LBL_RATE_PRICE_COST_SEA
source: Rate of Agent Dali sea
ca: អត្រាលក់យីហោ
fr: Ratio prix des ports maritimes
ja: 港価格比
ko: 항구 가격 비율
my: စျေးအချိုး DL ပင်လယ်
vi: Tỉ lệ giá ĐL đường biển

# PSP_TAB_PRODUCT_CURD_LBL_RATE_PRICE_RETAIL_BUILD
source: Rate of retail price with construction
ca: តម្លៃនៃការលក់រាយជាមួយសំណង់
fr: Taux du prix de détail avec construction
ja: 建設に伴う小売価格の割合
ko: 건설 소매 가격
my: ဆောက်လုပ်ရေးနှင့်အတူလက်လီစျေးနှုန်းအချိုးအစား
vi: Tỉ lệ giá lẻ có thi công

# PSP_TAB_PRODUCT_CURD_LBL_RATE_PRICE_RETAIL_BUILD_AIRLINE
source: The rate of retail price has construction of air routes
ca: អត្រានៃការលក់រាយមានការសាងសង់ផ្លូវអាកាស
fr: Le taux de prix de détail a la construction des voies aériennes
ja: 小売価格の率は航空路の建設があります
ko: 소매가의 비율에는 항공 노선의 건설이 있습니다
my: ဆောက်လုပ်ရေးလမ်းကြောင်းများနှင့်အတူလက်လီစျေးနှုန်းအချိုးအစား
vi: Tỉ lệ giá lẻ có thi công đường bay

# PSP_TAB_PRODUCT_CURD_LBL_RATE_PRICE_RETAIL_BUILD_SEA
source: Rate of retail price with seaway construction
ca: តម្លៃនៃការលក់រាយជាមួយសំណង់ផ្លូវទឹក
fr: Taux du prix de détail avec la construction de la voie maritime
ja: 水路工事による小売価格の割合
ko: 항로 건설시 소매 가격 비율
my: ပင်လယ်၏ဆောက်လုပ်ရေးနှင့်အတူလက်လီစျေးနှုန်းအချိုးအစား
vi: Tỉ lệ giá lẻ có thi công đường biển

# PSP_TAB_PRODUCT_CURD_LBL_RATE_PRICE_RETAIL_NO_BUILD
source: The rate of retail price does not apply
ca: អត្រានៃការលក់រាយមិនត្រូវបានអនុវត្ត
fr: Le tarif de détail ne s'applique pas
ja: 小売価格の率は適用されません
ko: 소매가율은 적용되지 않습니다.
my: လက်လီစျေးနှုန်းအချိုးမျှဆောက်လုပ်ရေး
vi: Tỉ lệ giá lẻ không thi công

# PSP_TAB_PRODUCT_CURD_LBL_RATE_PRICE_RETAIL_NO_BUILD_AIRLINE
source: The rate of retail price does not build the route
ca: អត្រានៃការលក់រាយមិនបានបង្កើតផ្លូវទេ
fr: Le taux de prix de détail ne construit pas la route
ja: 小売価格の割合は、経路を構築しません
ko: 소매가의 비율은 노선을 건설하지 않는다
my: လက်လီစျေးနှုန်းအချိုးလမ်းကြောင်းများဆောက်လုပ်ထားသည်မဟုတ်
vi: Tỉ lệ giá lẻ không thi công đường bay

# PSP_TAB_PRODUCT_CURD_LBL_RATE_PRICE_RETAIL_NO_BUILD_SEA
source: The rate of retail price does not build the sea
ca: អត្រានៃតម្លៃលក់រាយមិនបង្កើតសមុទ្រទេ
fr: Le taux de prix de détail ne construit pas la mer
ja: 小売価格の率は海を造りません
ko: 소매 가격의 비율은 바다를 구축하지 않습니다
my: လက်လီစျေးနှုန်းအချိုးမရပင်လယ်ဆောက်လုပ်ရေး
vi: Tỉ lệ giá lẻ không thi công đường biển

# PSP_TAB_PRODUCT_CURD_LBL_TAX
source: Tax(%)
ca: ពន្ធ (%)
fr: Taxe (%)
ja: 税（％）
ko: 세금 (%)
my: အခွန် (%)
vi: Thuế(%)

# PSP_TAB_PRODUCT_CURD_TXT_PRICE_COST_AIRLINE
source: Agent price of flight routes
ca: ផ្លូវភ្នាក់ងារតម្លៃ
fr: Prix ​​de la ligne de vol
ja: フライトラインの価格
ko: 항공편 가격
my: စျေး LH လမ်းကြောင်းများ
vi: Giá ĐL đường bay

# PSP_TAB_PRODUCT_CURD_TXT_PRICE_COST_CATELOGUE
source: Catelogue Agent Price
ca: សហការតម្លែ catelogue
fr: Prix ​​du catalogue
ja: カテロゲーの価格
ko: catelogue의 가격
my: စျေး LH Catalog
vi: Giá ĐL catelogue

# PSP_TAB_PRODUCT_CURD_TXT_PRICE_COST_SEA
source: Sea agent price
ca: តម្លៃឈ្នួញសមុទ្រ
fr: Prix ​​du fret maritime
ja: 海上運賃
ko: 해상 운임
my: စျေး LH ပင်လယ်
vi: Giá ĐL đường biển

# PSP_TAB_PRODUCT_CURD_TXT_PRICE_RETAI_BUILD
source: Sea agent price
ca: តម្លៃឈ្នួញសមុទ្រ
fr: Prix ​​du fret maritime
ja: 海上運賃
ko: 해상 운임
my: စျေး LH ပင်လယ်
vi: Giá ĐL đường biển

# PSP_TAB_PRODUCT_CURD_TXT_PRICE_RETAI_BUILD1
source: Retail price has construction
ca: តម្លៃលក់រាយមានសំណង់
fr: Prix ​​de vente a construction
ja: 小売価格は工事があります
ko: 소매 가격 건설
my: လက်လီစျေးနှုန်းများဆောက်လုပ်ရေးများ
vi: Giá lẻ có thi công

# PSP_TAB_PRODUCT_CURD_TXT_PRICE_RETAI_BUILD_AIRLINE
source: The retail price has a flight route
fr: Le prix de vente a un itinéraire de vol
ja: 小売価格には飛行ルートがあります
my: လက်လီစျေးနှုန်းများလမ်းကြောင်းများဆောက်လုပ်ထားကြပါပြီ

# PSP_TAB_PRODUCT_CURD_TXT_PRICE_RETAI_BUILD_SEA
source: Retail price has seaway construction
ca: តម្លៃលក់រាយមានសំណង់ផ្លូវទឹក
fr: Prix ​​de détail a la construction de la voie maritime
ja: 小売価格は水路工事あり
ko: 소매가에 항만 공사가 있음
my: လက်လီစျေးနှုန်းများပင်လယ်ဆောက်လုပ်ထားကြပါပြီ
vi: Giá lẻ có thi công đường biển

# PSP_TAB_PRODUCT_CURD_TXT_PRICE_RETAI_NO_BUILD
source: Retail price does not work
ca: តម្លៃលក់រាយមិនដំណើរការទេ
fr: Le prix de détail ne fonctionne pas
ja: 小売価格が効かない
ko: 소매가가 작동하지 않음
my: လက်လီစျေးနှုန်းများဆောက်လုပ်ရေးမဟုတ်
vi: Giá lẻ không thi công

# PSP_TAB_PRODUCT_CURD_TXT_PRICE_RETAI_NO_BUILD_AIRLINE
source: The retail price does not build the route
ca: តម្លៃលក់មិនបង្កើតផ្លូវទេ
fr: Le prix de détail ne construit pas la route
ja: 小売価格はルートを構築しません
ko: 소매가가 경로를 구축하지 않습니다.
my: လက်လီစျေးနှုန်းများလမ်းကြောင်းများဆောက်လုပ်ထားကြသည်မဟုတ်
vi: Giá lẻ không thi công đường bay

# PSP_TAB_PRODUCT_CURD_TXT_PRICE_RETAI_NO_BUILD_SEA
source: The retail price is not constructed by sea
ca: តម្លៃលក់រាយមិនត្រូវបានសាងសង់ដោយសមុទ្រឡើយ
fr: Le prix de vente n'est pas construit par voie maritime
ja: 小売価格は海によって構成されていません
ko: 소매가는 해상에 의해 건설되지 않습니다.
my: လက်လီစျေးနှုန်းများပင်လယ်ဆောက်လုပ်ထားကြသည်မဟုတ်
vi: Giá lẻ không thi công đường biển

# PSP_TAB_PRODUCT_CURD_TXT_PRODUCT
source: Product
ca: ផលិតផល
fr: Des produits
ja: 製品情報
ko: 제품
my: ထုတ်ကုန်
vi: Sản phẩm

# PSP_TAB_PRODUCT_CURD_TXT_RATE_PRICE_COST_AIRLINE
source: Rate of Agent price of flight
ca: អនុបាតតម្លៃភ្នាក់ងារហោះហើរ
fr: Rapport de prix DL
ja: DL価格比
ko: 가격 비율
my: စျေးအချိုး DL လမ်းကြောင်းများ
vi: Tỉ lệ giá ĐL đường bay

# PSP_TAB_PRODUCT_CURD_TXT_RATE_PRICE_COST_CATELOGUE
source: Catelogue Agent rates
ca: អត្រាភ្នាក់ងារវាយតំលៃ
fr: DL prix ratio catelogue
ja: DLカタログ価格比
ko: 유가 증권 가격 비율
my: catalog စျေးနှုန်းအချိုး DL
vi: Tỉ lệ giá ĐL catelogue

# PSP_TAB_PRODUCT_CURD_TXT_RATE_PRICE_COST_SEA
source: Rate of Agent Dali sea
ca: អត្រាលក់យីហោ
fr: Ratio prix des ports maritimes
ja: 港価格比
ko: 항구 가격 비율
my: စျေးအချိုး DL ပင်လယ်
vi: Tỉ lệ giá ĐL đường biển
