Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ProductSellPriceController.*.resx
Languages: ca, fr, ja, ko, my, vi

# PSP_TAB_PRODUCT_CURD_TXT_RATE_PRICE_RETAIL_BUILD
source: Rate of retail price with construction
ca: តម្លៃនៃការលក់រាយជាមួយសំណង់
fr: Taux du prix de détail avec construction
ja: 建設に伴う小売価格の割合
ko: 건설 소매 가격
my: ဆောက်လုပ်ရေးနှင့်အတူလက်လီစျေးနှုန်းအချိုးအစား
vi: Tỉ lệ giá lẻ có thi công

# PSP_TAB_PRODUCT_CURD_TXT_RATE_PRICE_RETAIL_BUILD_AIRLINE
source: The rate of retail price has construction of air routes
ca: តម្លៃលក់រាយមានផ្លូវហោះហើរ
fr: Le taux de prix de détail a la construction des voies aériennes
ja: 小売価格の率は航空路の建設があります
ko: 소매가의 비율에는 항공 노선의 건설이 있습니다
my: ဆောက်လုပ်ရေးလမ်းကြောင်းများနှင့်အတူလက်လီစျေးနှုန်းအချိုးအစား
vi: Giá lẻ có thi công đường bay

# PSP_TAB_PRODUCT_CURD_TXT_RATE_PRICE_RETAIL_BUILD_SEA
source: Rate of retail price with seaway construction
ca: តម្លៃនៃការលក់រាយជាមួយសំណង់ផ្លូវទឹក
fr: Taux du prix de détail avec la construction de la voie maritime
ja: 水路工事による小売価格の割合
ko: 항로 건설시 소매 가격 비율
my: ပင်လယ်၏ဆောက်လုပ်ရေးနှင့်အတူလက်လီစျေးနှုန်းအချိုးအစား
vi: Tỉ lệ giá lẻ có thi công đường biển

# PSP_TAB_PRODUCT_CURD_TXT_RATE_PRICE_RETAIL_NO_BUILD
source: The rate of retail price does not apply
ca: អត្រានៃការលក់រាយមិនត្រូវបានអនុវត្ត
fr: Le tarif de détail ne s'applique pas
ja: 小売価格の率は適用されません
ko: 소매가율은 적용되지 않습니다.
my: လက်လီစျေးနှုန်းအချိုးမျှဆောက်လုပ်ရေး
vi: Tỉ lệ giá lẻ không thi công

# PSP_TAB_PRODUCT_CURD_TXT_RATE_PRICE_RETAIL_NO_BUILD_AIRLINE
source: The rate of retail price does not build the route
ca: អត្រានៃការលក់រាយមិនបានបង្កើតផ្លូវទេ
fr: Le taux de prix de détail ne construit pas la route
ja: 小売価格の割合は、経路を構築しません
ko: 소매가의 비율은 노선을 건설하지 않는다
my: လက်လီစျေးနှုန်းအချိုးလမ်းကြောင်းများဆောက်လုပ်ထားသည်မဟုတ်
vi: Tỉ lệ giá lẻ không thi công đường bay

# PSP_TAB_PRODUCT_CURD_TXT_RATE_PRICE_RETAIL_NO_BUILD_SEA
source: The rate of retail price does not build the sea
ca: អត្រានៃតម្លៃលក់រាយមិនបង្កើតសមុទ្រទេ
fr: Le taux de prix de détail ne construit pas la mer
ja: 小売価格の率は海を造りません
ko: 소매 가격의 비율은 바다를 구축하지 않습니다
my: လက်လီစျေးနှုန်းအချိုးမရပင်လယ်ဆောက်လုပ်ရေး
vi: Tỉ lệ giá lẻ không thi công đường biển

# PSP_TAB_PRODUCT_CURD_TXT_TAX
source: Tax
ca: ពន្ធ
fr: Les taxes
ja: 税金
ko: 세금
my: အခွန်
vi: Thuế

# PSP_TITLE_ADD_INFOR
source: Add price information
ca: បន្ថែមព័ត៌មានតម្លៃ
fr: Ajouter des informations de prix
ja: 価格情報を追加する
ko: 가격 정보 추가
my: ပိုမိုသိရှိလိုပါကနှုန်း
vi: Thêm thông tin giá

# PSP_TITLE_ADD_PSP
source: Add product price list
ca: បញ្ចូលបញ្ជីតម្លៃផលិតផល
fr: Ajouter la liste de prix du produit
ja: 商品価格表を追加する
ko: 제품 가격 목록 추가
my: ထုတ်ကုန်စားပွဲပေါ်မှာ Add
vi: Thêm bảng giá sản phẩm

# PSP_TITLE_EDIT_INFOR
source: Fix price information
ca: ជួសជុលព័ត៌មានតម្លៃ
fr: Information de prix fixe
ja: 価格情報を修正する
ko: 가격 정보 수정
my: Fixed စျေးနှုန်းသတင်းအချက်အလက်များ
vi: Sửa thông tin giá

# PSP_TITLE_EDIT_PSP
source: Fix product price list
ca: ជួសជុលបញ្ជីតម្លៃផលិតផល
fr: Fixer la liste de prix des produits
ja: 製品価格表を修正する
ko: 제품 가격리스트 수정
my: ထုတ်ကုန်စားပွဲပေါ်မှာပြင်ရန်
vi: Sửa bảng giá sản phẩm

# PSP_TITLE_PRICE_PRODUCT_RESOURCES
source: Selling price of materials and materials
ca: ការលក់ផលិតផលនិងវត្ថុធាតុដើម
fr: Prix ​​de vente des matériaux et des matériaux
ja: 材料および材料の販売価格
ko: 자재 및 자재 판매 가격
my: ကုန်ပစ္စည်းရောင်းစျေးနှုန်းများ, ကုန်ကြမ်း
vi: Giá bán SP, nguyên liệu

# PSP_TITLE_SEARCH_CHILD_PRODUCTS
source: * Find the baby products according to the rules: Name list - Category code Product code
ca: * រកផលិតផលទារកដោយយោងតាមច្បាប់: បញ្ជីឈ្មោះ - លេខកូដផលិតផលលេខកូដផលិតផល
fr: * Trouvez les produits pour bébé selon les règles: Liste de noms - Code de catégorie Code de produit
ja: *規則に従ってベビー用品を探す：名前リスト - カテゴリコード商品コード
ko: * 규칙에 따라 아기 용품을 찾으십시오 : 이름표 - 카테고리 코드 제품 코드
my: * စည်းမျဉ်းစည်းကမ်းတွေကိုအညီကလေးက Find: အဆိုပါအမျိုးအစားအမည်အား - ကျင့်ထုံး muc_Ma ထုတ်ကုန်စာရင်း
vi: *Tìm sản phẩm con theo quy tắc: Tên danh mục - Mã danh mục_Mã sản phẩm

# PSP_TITLE_SEARCH_PRODUCTS_COMPLETE
source: * Find the perfect product according to the rules: Product_Product Name - Product code
ca: * រកផលិតផលល្អឥតខ្ចោះដោយយោងទៅតាមច្បាប់: Product_Product ឈ្មោះ - លេខកូដផលិតផល
fr: * Trouvez le produit idéal selon les règles: Nom du produit - Code du produit
ja: *規則に従って完璧な製品を探す：Product_Product名 - 製品コード
ko: * 규칙에 따라 완벽한 제품 찾기 : 제품 _ 제품 이름 - 제품 코드
my: - ကုန်ပစ္စည်း Code ကို pham_Ten ထုတ်ကုန်ရန်: * စုံလင်သောစည်းမျဉ်းကိုရှာပါ
vi: *Tìm sản phẩm hoàn thiện theo quy tắc: Thành phẩm_Tên sản phẩm - Mã sản phẩm

# PSP_VALIDATE_CODE_PRODUCT
source: Product code does not contain special characters or spaces
ca: លេខកូដផលិតផលមិនមានតួអក្សរពិសេសឬដកឃ្លា
fr: Le code produit ne contient pas de caractères spéciaux ni d'espaces
ja: 製品コードに特殊文字またはスペースが含まれていません
ko: 제품 코드에 특수 문자 또는 공백이 포함되어 있지 않습니다.
my: ကုန်ပစ္စည်းကုဒ်အထူးအက္ခရာများသို့မဟုတ်နေရာများမဆံ့မပါဘူး
vi: Mã sản phẩm không chứa ký tự đặc biệt hoặc khoảng trắng

# PSP_VALIDATE_CURD_TO_DAY
source: Please enter the school name from the date!
ca: សូមបញ្ចូលឈ្មោះសាលាពីកាលបរិច្ឆេទ!
fr: S'il vous plaît entrer le nom de l'école de la date!
ja: 日付から学校名を入力してください！
ko: 날짜부터 학교 이름을 입력하십시오!
my: ရက်စွဲကိုရန်ကုန်အမှတ်တံဆိပ်ထည့်သွင်းပါ
vi: Vui lòng nhập trường hiệu lực đến ngày!

# PSP_VALIDATE_FROM_DAY
source: Please enter the school valid from the date!
ca: សូមបញ្ចូលសាលារៀនដែលមានសុពលភាពចាប់ពីកាលបរិច្ឆេទ!
fr: S'il vous plaît entrer l'école valide à partir de la date!
ja: 日付から有効な学校を入力してください！
ko: 날짜부터 유효한 학교를 입력하십시오!
my: အကျိုးသက်ရောက်မှုအပေါ် ကျေးဇူးပြု. ထည့်သွင်းပါ!
vi: Vui lòng nhập trường hiệu lực từ ngày!

# PSP_VALIDATE_PHONE_NUMBER
source: Phone number must be digits [0-9]!
ca: លេខទូរស័ព្ទត្រូវតែជាលេខ [0-9]!
fr: Le numéro de téléphone doit être composé de chiffres [0-9]!
ja: 電話番号は数字[0-9]にする必要があります。
ko: 전화 번호는 [0-9] 자릿수 여야합니다!
my: အဆိုပါဖုန်းနံပါတ်တစ်ဂဏန်း [0-9] ပါ!
vi: Số điện thoại phải là chữ số [0-9]!

# PSP_VALIDATE_QUANTITY_IS_NUMBER
source: The number must be a number
ca: លេខត្រូវតែជាលេខ
fr: Le nombre doit être un nombre
ja: 数は数でなければなりません
ko: 숫자는 숫자 여야합니다.
my: အရေအတွက်ဂဏန်းတစ်ခုဖြစ်ရမည်
vi: Số lượng phải là số

# PSP_VALIDATE_TITLE
source: Enter a title!
ca: បញ្ចូលចំណងជើង!
fr: Entrez un titre!
ja: タイトルを入力してください。
ko: 제목을 입력하십시오!
my: ခေါင်းစဉ်ကိုရိုက်ထည့်!
vi: Nhập tiêu đề !
