Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ProjectManagementController.*.resx
Languages: ja, my

# PROJECT_MANAGEMENT_CURD_LBL_CAR_NAME
source: Name card
ja: カード名
my: tags များအမည်

# PROJECT_MANAGEMENT_CURD_LBL_CODE
source: ID Card
ja: カードコード
my: access code

# PROJECT_MANAGEMENT_CURD_LBL_DUADATE
source: Expired
ja: 有効期限
my: ကုန်ဆုံး

# PROJECT_MANAGEMENT_CURD_LBL_FORM_DATE
source: Since
ja: その日から
my: နေ့မှစ.

# PROJECT_MANAGEMENT_CURD_LBL_LEVEL
source: Level
ja: 学位
my: ဒီဂရီ

# PROJECT_MANAGEMENT_CURD_LBL_TO_DATE
source: To date
ja: さあ
my: ယနေ့အထိ

# PROJECT_MANAGEMENT_CURD_LINK_PROJECT_MANAGEMENT
source: Project management
ja: プロジェクト管理
my: Project မှအုပ်ချုပ်ရေးမှူး

# PROJECT_MANAGEMENT_CURD_TITLE_PROJECT_MANAGEMENT
source: Project management
ja: プロジェクト管理
my: Project မှအုပ်ချုပ်ရေးမှူး

# PROJECT_MANAGEMENT_CURD_TXT_CAR_NAME
source: Name card
ja: カード名
my: tags များအမည်

# PROJECT_MANAGEMENT_CURD_TXT_CODE
source: ID Card
ja: カードコード
my: access code

# PROJECT_MANAGEMENT_CURD_TXT_DUADATE
source: Expired
ja: 有効期限
my: ကုန်ဆုံး

# PROJECT_MANAGEMENT_CURD_TXT_FORM_DATE
source: Since
ja: その日から
my: နေ့မှစ.

# PROJECT_MANAGEMENT_CURD_TXT_LEVEL
source: Level
ja: 学位
my: ဒီဂရီ

# PROJECT_MANAGEMENT_CURD_TXT_TO_DATE
source: To date
ja: さあ
my: ယနေ့အထိ

# PROJECT_MANAGEMENT_DELETE
source: Are you sure you want to delete?
ja: 削除してよろしいですか？
my: သငျသညျသေချာ delete ချင်ပါသလား?

# PROJECT_MANAGEMENT_LIST_COL_ACTION
source: Manipulation
ja: 操作
my: ခြယ်လှယ်

# PROJECT_MANAGEMENT_LIST_COL_BOARD
source: Table work
ja: テーブルワーク
my: စားပွဲတင်အလုပ်

# PROJECT_MANAGEMENT_LIST_COL_CARDNAME
source: Name card
ja: カード名
my: tags များအမည်

# PROJECT_MANAGEMENT_LIST_COL_CARD_LEVEL_NAME
source: Level
ja: 学位
my: ဒီဂရီ

# PROJECT_MANAGEMENT_LIST_COL_CONTRACT
source: Contract
ja: 契約する
my: စာချုပ်

# PROJECT_MANAGEMENT_LIST_COL_DEADLINE
source: Expired
ja: 有効期限
my: ကုန်ဆုံး

# PROJECT_MANAGEMENT_LIST_COL_ENDTIME
source: End date
ja: 終了日
my: အဆုံးရက်

# PROJECT_MANAGEMENT_LIST_COL_LIST
source: List
ja: リスト
my: စာရင်း

# PROJECT_MANAGEMENT_LIST_COL_MONEY
source: Expense
ja: 費用
my: အသုံးစရိတ်

# PROJECT_MANAGEMENT_LIST_COL_PROJECT
source: Project
ja: 事業
my: စီမံကိန်း

# PROJECT_MANAGEMENT_LIST_COL_STARTTIME
source: Start day
ja: 開始日
my: နေ့စ

# PROJECT_MANAGEMENT_LIST_COL_STATUS
source: Status
ja: 状況
my: ပြည်နယ်

# PROJECT_MANAGEMENT_LIST_COL_WORK
source: Task
ja: 仕事
my: အလုပ်

# PROJECT_MANAGEMENT_MSG_CODE_OJECT_EXIST
source: The object code already exists
ja: オブジェクトコードは既に存在します
my: object code ကိုရှိထားပြီးသား

# PROJECT_MANAGEMENT_MSG_NOT_FIND_ADDRESS
source: No address found
ja: 住所が見つかりません
my: ဒီလိပ်စာရှာတွေ့မနေပါနဲ့

# PROJECT_MANAGEMENT_MSG_NO_DATA
source: No data exists
ja: データがありません
my: အချက်အလက်မရှိပါ

# PROJECT_MANAGEMENT_MSG_VALUDE_CHOSE_AMOUNT
source: Please enter the quantity!
ja: 数量を入力してください。
my: နံပါတ်ရိုက်ထည့်ပါ

# PROJECT_MANAGEMENT_MSG_VALUDE_CHOSE_INFORMATION
source: Select the full information
ja: 完全な情報を選択してください
my: အပြည့်အဝသတင်းအချက်အလက်ကိုရွေးချယ်ပါ

# PROJECT_MANAGEMENT_MSG_VALUDE_CHOSE_PRODUCT
source: Please choose a product!
ja: 商品を選択してください。
my: ထုတ်ကုန်ကို select ပါ

# PROJECT_MANAGEMENT_MSG_VALUDE_CHOSE_PRODUCT_AMOUNT
source: Please select product, quantity!
ja: 商品、数量を選択してください！
my: ထုတ်ကုန်, ပမာဏကို select ပါ

# PROJECT_MANAGEMENT_MSG__EXPERITION_DATE_REQUEST
source: Expiry date required
ja: 有効期限が必要です
my: သက်တမ်းကုန်ဆုံးသည့်ရက်စွဲလိုအပ်

# PROJECT_MANAGEMENT_MSG__HEIGHT_NUMBER_LARGE_MORE_100
source: Weight less than 100
ja: 100未満の重量
my: 100 အထက်လျော့နည်းလေး

# PROJECT_MANAGEMENT_MSG__HEIGHT_NUMBER_LARGE_MORE_ZERO
source: Weight is greater than 0
ja: 重さが0より大きい
my: သာ. ကွီးမွတျအလေးချိန် 0 င်

# PROJECT_MANAGEMENT_TITLE_DOUBLE_EDIT_PROJECT
source: Note: Double click to edit the Project
ja: 注：ダブルクリックしてプロジェクトを編集します
my: မှတ်ချက်: စီမံကိန်းကိုတည်းဖြတ်ရန်ကို Double-click နှိပ်ပြီး

# PROJECT_MANAGEMENT_TXT_ALL
source: All
ja: すべて
my: အားလုံး
