Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ProjectController.*.resx
Languages: my, zh

# PROJECT_LIST_COL_PROJECT_STARTTIME
source: Start day
my: စတင်ရက်စွဲ
zh: 开始日期

# PROJECT_LIST_COL_RECEIPTTER
source: Receiver
my: လက်ခံသူ
zh: 收件人

# PROJECT_LIST_COL_RQ_CODE
source: Request code
my: တောင်းဆိုမှုကုဒ်
zh: 索取代码

# PROJECT_LIST_COL_SENDER
source: Sender
my: ပို့သူ
zh: 发件人

# PROJECT_LIST_COL_STATUS
source: Status
my: အခြေအနေ
zh: 现况

# PROJECT_LIST_COL_SUPP
source: Supplier
my: ပေးသူ
zh: 提供者

# PROJECT_LIST_COL_TAB_CARDJOB_BEGIN_TIME
source: Start day
my: စတင်ရက်စွဲ
zh: 开始日期

# PROJECT_LIST_COL_TAB_CARDJOB_BOARD_NAME
source: Table name
my: စားပွဲတင်နာမည်
zh: 表名

# PROJECT_LIST_COL_TAB_CARDJOB_CARD_CODE
source: Job Code
zh: 职务代码

# PROJECT_LIST_COL_TAB_CARDJOB_CARD_NAME
source: Title
my: ခေါင်းစဉ်
zh: 职称

# PROJECT_LIST_COL_TAB_CARDJOB_COMPLATED
source: Progress
my: တိုးတက်မှု
zh: 进度

# PROJECT_LIST_COL_TAB_CARDJOB_COST
source: Expense
my: ရန်ပုံငွေရှာခြင်း
zh: 资金来源

# PROJECT_LIST_COL_TAB_CARDJOB_END_TIME
source: End date
my: အဆုံးရက်
zh: 结束日期

# PROJECT_LIST_COL_TAB_CARDJOB_LIST_NAME
source: List name
my: စာရင်းအမည်
zh: 清单名称

# PROJECT_LIST_COL_TAB_CARDJOB_STATUS
source: Status
my: အခြေအနေ
zh: 现况

# PROJECT_LIST_COL_TAX_MONEY
source: Tax money
my: အခွန်ငွေ
zh: 税金

# PROJECT_LIST_COL_TITLE
source: Title
my: ခေါင်းစဉ်
zh: 职称

# PROJECT_LIST_COL_TOTAL
source: Total money
my: စုစုပေါင်းပိုက်ဆံ
zh: 总钱

# PROJECT_LIST_COL_TRANSFER_VND
source: Redeem (VND)
my: ရွေးသူ (VND)
zh: 兑换（VND）

# PROJECT_LIST_COL_TYPE
source: Species
my: အမျိုးအစား
zh: 型式

# PROJECT_LIST_COL_TYPE_NAME
source: Datatypes
my: ဒေတာအမျိုးအစား
zh: 资料类型

# PROJECT_LIST_COL_VALUE
source: Pre-tax value
my: အခွန်မတိုင်မီတန်ဖိုး
zh: 税前价值

# PROJECT_LIST_COL_VALUE_SET
source: Setting value
my: တန်ဖိုးသတ်မှတ်ခြင်း
zh: 设定值

# PROJECT_LIST_COL_VIEW_CONTENT
source: See content
my: အကြောင်းအရာကိုကြည့်ပါ
zh: 查看内容

# PROJECT_MSG_ADD_DEPART_SUCCESS
source: More successful departments!
my: ပိုမိုအောင်မြင်သောဌာနများ!
zh: 更成功的部门！

# PROJECT_MSG_ADD_EMP_SUCCESS
source: More successful employees!
my: ပိုမိုအောင်မြင်သော ၀ န်ထမ်းများ
zh: 更多成功的员工！

# PROJECT_MSG_ADD_ERR
source: There was an error adding the project!
my: စီမံကိန်းဖြည့်စွက်သည့်အမှားတစ်ခုရှိခဲ့သည်
zh: 添加项目时出错！

# PROJECT_MSG_ADD_FILE_SUCCESS
source: Add file successfully!
my: ဖိုင်ကိုအောင်မြင်စွာထည့်ပါ
zh: 为成功的项目添加注释！

# PROJECT_MSG_ADD_GROUP_SUCCESS
source: Add group successfully!
my: အုပ်စုလိုက်အောင်အောင်မြင်မြင်ထည့်ပါ။
zh: 更多成功的产品！

# PROJECT_MSG_ADD_MEMBER_SUCCESS
source: Add members for successful projects
my: အောင်မြင်သောစီမံကိန်းများအတွက်အသင်းဝင်များထည့်ပါ
zh: 请添加产品到项目

# PROJECT_MSG_ADD_NOTE_PROJECT
source: Add notes for successful projects!
my: အောင်မြင်သောစီမံကိန်းများအတွက်မှတ်စုများထည့်ပါ။
zh: 更成功的项目

# PROJECT_MSG_ADD_PRODUCT_TO_PRO
source: Please add products to the project
my: ကျေးဇူးပြုပြီးထုတ်ကုန်များကိုစီမံကိန်းထဲထည့်ပါ
zh: 是否想在订单中添加Y / C？

# PROJECT_MSG_ADD_PROD_SUCCESS
source: More successful products!
my: ပိုမိုအောင်မြင်သောထုတ်ကုန်များ!
zh: 成功添加属性！

# PROJECT_MSG_ADD_PROJECT
source: More successful projects
my: ပိုမိုအောင်မြင်သောစီမံကိန်းများ
zh: 更成功的服务！

# PROJECT_MSG_ADD_PROPETIES
source: Add attribute successfully!
my: attribute ကိုအောင်မြင်စွာထည့်ပါ။
zh: 已分配！

# PROJECT_MSG_ADD_RQ_IMP_PORD
source: Want to add Y / C to order?
my: Y / C ကိုမှာယူချင်ပါသလား။
zh: 无法删除与合同关联的项目！

# PROJECT_MSG_ADD_SERVICE_SUCCESS
source: More successful service!
my: ပိုမိုအောင်မြင်သောဝန်ဆောင်မှု!
zh: 无法删除订单请求中包含的项目！

# PROJECT_MSG_ASSIGNED_WORK
source: has been assigned!
my: တာဝန်ကျတယ်
zh: 无法删除您订单中包含的产品！

# PROJECT_MSG_CANNOT_DEL_PROD_IN_RQ_IMP
source: Failed to delete product that was included in your order!
my: သင့်မှာကြားမှုတွင်ပါ ၀ င်သောထုတ်ကုန်အားဖျက်ပစ်ရန်မအောင်မြင်ပါ။
zh: 重量小于100

# PROJECT_MSG_CAN_NOT_DEL_PRO_CONTRACT
source: Failed to delete project associated with the contract!
my: စာချုပ်နှင့်ဆက်စပ်သောစီမံကိန်းကိုဖျက်ပစ်ရန်မအောင်မြင်ပါ။
zh: 要求的有效期限

# PROJECT_MSG_CAN_NOT_DEL_PRO_RQ_IMP
source: Failed to delete project included in order request!
my: အမိန့်တောင်းဆိုမှုတွင်ပါဝင်သောစီမံကိန်းကိုဖျက်ပစ်ရန်မအောင်မြင်ပါ!
zh: 重量大于零

# PROJECT_MSG_CJ_DEAD_LINE
source: Required request expiry date
my: လိုအပ်သောတောင်းဆိုချက်သက်တမ်းကုန်ဆုံးရက်
zh: 属性代码已经存在！

# PROJECT_MSG_CJ_WEIGHT_NUM_0
source: Weight is greater than zero
my: အလေးချိန်သည်သုညထက်ကြီးသည်
zh: 输入评论！

# PROJECT_MSG_CJ_WEIGHT_NUM_100
source: Weight is less than 100
my: အလေးချိန် ၁၀၀ အောက်
zh: 您已经添加了此购买合同

# PROJECT_MSG_CODE_PROPETIES_EXIST
source: Property code already exists!
my: ပိုင်ဆိုင်မှုကုဒ်ရှိပြီးသား!
zh: 您已添加此销售合同

# PROJECT_MSG_COMMENT
source: Enter a comment!
my: မှတ်ချက်ရေးပါ။
zh: 请先创建合同！

# PROJECT_MSG_CONTRACT_EXIST
source: You have already added this purchase contract
my: ယခုဝယ်ယူမှုစာချုပ်ကိုသင်ပြီးပါပြီ
zh: 数据仓库不存在！

# PROJECT_MSG_CONTRACT_PO_EXIST
source: You have added this sale contract
my: ဒီအရောင်းစာချုပ်ကိုသင်ထည့်ပြီးပါပြီ
zh: 成功删除产品

# PROJECT_MSG_CREATE_CONTRACT_FIRST
source: Please create a contract first!
my: ကျေးဇူးပြု၍ ပထမ ဦး ဆုံးစာချုပ်ချုပ်ပါ။
zh: 文件已成功删除！

# PROJECT_MSG_DATA_WAREHOUSE_EXIST
source: Data warehouse does not exist!
my: ဒေတာသိုလှောင်ရုံမရှိပါ
zh: 成功删除成员

# PROJECT_MSG_DELETE_FILE_SUCCESS
source: File successfully deleted!
my: ဖိုင်ကိုအောင်အောင်မြင်မြင်ပယ်ဖျက်ပြီးပါပြီ။
zh: 属性已成功删除！

# PROJECT_MSG_DELETE_MEMBER
source: Successfully deleted member
my: အောင်မြင်စွာဖျက်လိုက်ပြီးအသင်းဝင်
zh: 成功删除项目

# PROJECT_MSG_DELETE_NOTE_SUCCESS
source: Delete note successfully!
my: မှတ်စုကိုအောင်မြင်စွာဖျက်ပါ။
zh: 修理这张收据？

# PROJECT_MSG_DELETE_PROPETIES_SUCCESS
source: Property successfully deleted!
my: အိမ်ခြံမြေကိုအောင်မြင်စွာဖျက်ပစ်လိုက်ပြီ။
zh: 请输入扩展属性！

# PROJECT_MSG_DELETE_SUCCESS
source: Delete project successfully
my: စီမံကိန်းကိုအောင်မြင်စွာဖျက်ပါ
zh: 将成员添加到项目时发生错误！

# PROJECT_MSG_DEL_PROD_SUCCESS
source: Successfully deleted the product
my: ထုတ်ကုန်ကိုအောင်မြင်စွာဖျက်လိုက်သည်
zh: 成功删除记事！

# PROJECT_MSG_EDIT_ACC_ENTRY
source: Fix this receipt?
my: ဒီလက်ခံဖြတ်ပိုင်းကိုပြင်ပါလား။
zh: 更新会员时发生错误！

# PROJECT_MSG_ENTER_ATTR_EXP
source: Please enter the extended attribute!
my: ကျေးဇူးပြုပြီးချဲ့ထားသော attribute ကိုရိုက်ထည့်ပါ။
zh: 发生错误！

# PROJECT_MSG_ERRO
source: An error occurred !
my: အမှားတစ်ခုဖြစ်ပွားခဲ့သည်
zh: 添加属性时出错！

# PROJECT_MSG_ERRO_ADD_ATRIBUTE
source: There was an error adding the attribute!
my: attribute ကိုဖြည့်စွက်သည့်အမှားတစ်ခုရှိသည်။
zh: 删除时发生错误

# PROJECT_MSG_ERRO_ADD_NOTE_PROJECT
source: An error occurred while adding notes to the project!
my: စီမံကိန်းသို့မှတ်စုများထည့်သွင်းစဉ်အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။
zh: 删除文件时发生错误！

# PROJECT_MSG_ERRO_ADD_PROPETIES
source: There was an error adding the attribute!
my: attribute ကိုဖြည့်စွက်သည့်အမှားတစ်ခုရှိသည်။
zh: 删除记事时发生错误！

# PROJECT_MSG_ERRO_DELETE
source: An error occurred while deleting
my: ပယ်ဖျက်နေစဉ်အမှားတစ်ခုဖြစ်ပွားခဲ့သည်
zh: 删除属性时出错！

# PROJECT_MSG_ERRO_DELETE_FILE
source: An error occurred while deleting the file!
my: ဖိုင်ကိုဖျက်သောအခါအမှားတစ်ခုဖြစ်ပွားခဲ့သည်။
zh: 下载文件时发生错误！

# PROJECT_MSG_ERRO_DELETE_NOTE_SUCCESS
source: An error occurred while deleting the note!
my: မှတ်စုကိုဖျက်သောအခါအမှားတစ်ခုဖြစ်ပွားခဲ့သည်။
zh: 检索文件时出错！

# PROJECT_MSG_ERRO_DELETE_PROPETIES_EXIST
source: There was an error deleting the property!
my: ပစ္စည်းပစ္စယကိုဖျက်ပစ်တဲ့အမှားတစ်ခုရှိတယ်။
zh: 更新时发生错误！

# PROJECT_MSG_ERRO_DOWLOAD_FILE
source: An error occurred while downloading the file!
my: ဖိုင်ကိုဒေါင်းလုပ်လုပ်စဉ်အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။
zh: 更新项目时出错！

# PROJECT_MSG_ERRO_FILE_CHOSE
source: There was an error retrieving the file!
my: ဖိုင်ရယူနေတဲ့အမှားတစ်ခုရှိတယ်။
zh: 更新属性时出错！

# PROJECT_MSG_ERRO_UPDATE_SUCCESS
source: An error occurred while updating!
my: မွမ်းမံစဉ်အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။
zh: 没有属性！

# PROJECT_MSG_ERRO_UPPDATE
source: There was an error updating the project!
my: စီမံကိန်းကိုအဆင့်မြှင့်တင်သည့်အမှားတစ်ခုရှိသည်။
zh: 该项目已按订单创建！

# PROJECT_MSG_ERRO_UPPDATE_PROPETIES
source: There was an error updating the attribute!
my: attribute ကို update တစ်ခုအမှားတစ်ခုရှိသည်!
zh: 文件不存在！

# PROJECT_MSG_ERR_ADD_MEMBER_PROJECT
source: An error occurred while adding members to the project!
my: အသင်း ၀ င်များကိုထည့်သွင်းစဉ်အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။
zh: 添加属性时出错！

# PROJECT_MSG_ERR_UPPDATE_MEMBER
source: An error occurred while updating members!
my: အသင်း ၀ င်များအားမွမ်းမံစဉ်အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။
zh: 向项目添加注释时发生错误！

# PROJECT_MSG_EXIST_ATRIBUTE
source: No attribute exists!
my: attribute မရှိပါ
zh: 文件不存在或已被删除！

# PROJECT_MSG_EXIST_RQ_IMP
source: This project has been created to order!
my: ဤစီမံကိန်းမှာကြားရန်ဖန်တီးထားသည်
zh: 未选择文件！

# PROJECT_MSG_FILE_EXIST
source: File does not exist!
my: ဖိုင်မရှိပါ
zh: 未选择目标代码！

# PROJECT_MSG_FILE_NOT_EXITS
source: File does not exist or has been deleted!
my: ဖိုင်မရှိပါသို့မဟုတ်ဖျက်ပစ်လိုက်!
zh: 尚未选择任何对象！

# PROJECT_MSG_FILE_SHARE_FILE_CODE
source: No file selected!
my: ဖိုင်မရှိပါ။
zh: 订购代码

# PROJECT_MSG_FILE_SHARE_OBJECT_CODE
source: No object code selected!
my: အဘယ်သူမျှမအရာဝတ္ထုကုဒ်မရွေး!
zh: 成员已分配

# PROJECT_MSG_FILE_SHARE_OBJECT_TYPE
source: No object selected yet!
my: အဘယ်သူမျှမအရာဝတ္ထုကိုရွေးပါ!
zh: 付款金额不能大于剩余金额

# PROJECT_MSG_FILE_SIZE_LIMIT
source: Please select a file smaller than 20MB
my: ကျေးဇူးပြုပြီး 20MB ထက်ငယ်သောဖိုင်ကိုရွေးပါ
zh: 请选择小于20MB的文件

# PROJECT_MSG_LIST_COL_TICKETCODE
source: Code orders
my: အမှာယူကုဒ်
zh: 未选择文件！

# PROJECT_MSG_MEMBER_ASSIGNED
source: Member has been assigned
my: အသင်းဝင်ခဲ့သည်
zh: 无法过滤价格，请手动输入

# PROJECT_MSG_MONEY_TOTAL_PAYMENT
source: The payment amount cannot be larger than the remaining amount
my: ငွေပေးချေမှုပမာဏသည်ကျန်ရှိသောငွေပမာဏထက်မပိုစေရ
zh: 未选择目标代码！

# PROJECT_MSG_NOT_FOUND_PRO
source: Project not found, please refresh the page.
my: စီမံကိန်းမတွေ့ပါ။ ကျေးဇူးပြုပြီးစာမျက်နှာကို refresh လုပ်ပါ။
zh: 产品已经存在！

# PROJECT_MSG_NOT_FOUND_PROD_IN_PRO
source: Product does not exist in the project. Please refresh the page!
my: ထုတ်ကုန်စီမံကိန်းတွင်မတည်ရှိပါ ကျေးဇူးပြုပြီးစာမျက်နှာကို refresh လုပ်ပါ
zh: 产品已添加到项目中

# PROJECT_MSG_NO_FILE_SELECT
source: No file selected!
my: ဖိုင်မရှိပါ။
zh: 尚未选择任何对象！

# PROJECT_MSG_NO_FILTER_COST
source: Could not filter the price, please enter manually
my: စျေးနှုန်းကိုစစ်။ မရပါ၊ ကျေးဇူးပြု၍ ကိုယ်တိုင်ရိုက်ထည့်ပါ
zh: 尚未选择任何项目

# PROJECT_MSG_NO_OBJ_CODE
source: No object code selected!
my: အဘယ်သူမျှမအရာဝတ္ထုကုဒ်မရွေး!
zh: 找不到项目，请刷新页面。

# PROJECT_MSG_NO_OBJ_SELECT
source: No object selected yet!
my: အဘယ်သူမျှမအရာဝတ္ထုကိုရွေးပါ!
zh: 产品在项目中不存在。请刷新页面！

# PROJECT_MSG_NO_PROJECTS_SELECTED
source: No projects have been selected
my: စီမံကိန်းမရှိပါ
zh: 该项目已按订单创建！

# PROJECT_MSG_PROD_EXIST
source: Product already exists!
my: ကုန်ပစ္စည်းရှိပြီးသား!
zh: 发生错误！

# PROJECT_MSG_PROD_IN_PRO
source: Product has been added to the project
my: ကုန်ပစ္စည်းကိုစီမံကိန်းထဲသို့ထည့်ပြီးပါပြီ
zh: 该项目不存在！

# PROJECT_MSG_PROJECT_ADD
source: More success
my: ပိုမိုအောင်မြင်မှုရ
zh: 该项目已经存在！

# PROJECT_MSG_PROJECT_ERRO
source: An error occurred !
my: အမှားတစ်ခုဖြစ်ပွားခဲ့သည်
zh: 没有属性！

# PROJECT_MSG_PROJECT_EXIST
source: The project does not exist!
my: စီမံကိန်းမတည်ရှိပါ။
zh: -转换率和正数输入丢失的百分比

# PROJECT_MSG_PROJECT_EXIST_PROJECT
source: The project already exists!
my: စီမံကိန်းရှိပြီးသားဖြစ်သည်။
zh: -损失率输入正数

# PROJECT_MSG_PROPETIES_EXIST
source: No attribute exists!
my: attribute မရှိပါ
zh: -正面转化率

# PROJECT_MSG_PRO_EXIST_RQ_IMP
source: This project has been created to order!
my: ဤစီမံကိန်းမှာကြားရန်ဖန်တီးထားသည်
zh: 更多成功

# PROJECT_MSG_RATE
source: - Conversion rate and percentage of loss of positive number entry
my: - ပြောင်းလဲခြင်းနှုန်းနှင့်အပြုသဘောဆောင်သောနံပါတ် entry ကို၏ဆုံးရှုံးမှုရာခိုင်နှုန်း
zh: 您已为此项目添加了订单请求

# PROJECT_MSG_RATE_LOST
source: - The rate of loss entered positive numbers
my: - အရှုံးနှုန်းသည်အပြုသဘောဆောင်သောနံပါတ်များကိုထည့်သွင်းခဲ့သည်
zh: 请选择一个存档目录！

# PROJECT_MSG_RATE_TRANSFER
source: - Positive conversion rate
my: - အပြုသဘောပြောင်းလဲခြင်းနှုန်း
zh: 请选择一个项目！

# PROJECT_MSG_RQ_IMP_EXIST
source: You have added an order request for this project
my: သင်ဤစီမံကိန်းအတွက်မှာကြားမှုတောင်းဆိုချက်ကိုသင်ထည့်ပြီးပါပြီ
zh: 请为每种产品选择供应商

# PROJECT_MSG_SELECT_FORDER
source: Please select an archive directory!
my: ကျေးဇူးပြု၍ archive directory ကိုရွေးပါ။
zh: 服务已添加到项目中！

# PROJECT_MSG_SELECT_PRO
source: Please select a project!
my: ကျေးဇူးပြုပြီးစီမံကိန်းရွေးပါ
zh: 未知的服务条件

# PROJECT_MSG_SELECT_SUPP_FOR_PROD
source: Please select the supplier for each product
my: ကုန်ပစ္စည်းတစ်ခုချင်းစီအတွက်ကုန်ပစ္စည်းပေးသွင်းသူကိုရွေးချယ်ပါ
zh: 项目中不存在服务。请刷新页面！

# PROJECT_MSG_SERVICE_EXIST_IN_PRO
source: Service added in the project!
my: ၀ န်ဆောင်မှုကိုစီမံကိန်းတွင်ထည့်သွင်းထားသည်။
zh: 团队已经存在！

# PROJECT_MSG_SERVICE_NOT_EXIST
source: Service does not exist in the project. Please refresh the page!
my: စီမံချက်တွင်ဝန်ဆောင်မှုမရှိပါ။ ကျေးဇူးပြုပြီးစာမျက်နှာကို refresh လုပ်ပါ
zh: 成功更新项目

# PROJECT_MSG_SERVICE_NO_CONDITION
source: Unknown service conditions
my: မသိသောဝန်ဆောင်မှုအခြေအနေ
zh: 成功更新笔记

# PROJECT_MSG_TEAM_EXIST
source: Team already exists!
my: အသင်းရှိပြီးဖြစ်သည်။
zh: 会员更新成功

# PROJECT_MSG_UPDATE_NOTE_SUCCESS
source: Update note successfully
my: မှတ်စုကိုအောင်မြင်စွာ update လုပ်ပါ
zh: 物业更新成功！

# PROJECT_MSG_UPDATE_SUCCESS
source: Update project successfully
my: စီမံကိန်းကိုအောင်မြင်စွာ update လုပ်ပါ
zh: 请选择工作板！

# PROJECT_MSG_UPPDATE_MEMBER_SUCCESS
source: Member update successful
my: အသင်းဝင်အဆင့်မြှင့်တင်ခြင်း
zh: 请先选择工作板，工作列表！

# PROJECT_MSG_UPPDATE_PROPETIES
source: Property update success!
my: အိမ်ခြံမြေမွမ်းမံမှုအောင်မြင်မှု!
zh: 请输入号码！

# PROJECT_MSG_VALIDATE_BOARD
source: Please select the job board!
my: ကျေးဇူးပြုပြီးအလုပ်ဘုတ်ကိုရွေးချယ်ပါ။
zh: 请选择产品！

# PROJECT_MSG_VALIDATE_BOARD_LIST
source: Please select the Job Board, Job list first!
my: ကျေးဇူးပြု၍ Job Board, Job list ကိုအရင်ရွေးပါ။
zh: 请选择产品，数量！

# PROJECT_MSG_VALIDATE_CHOSE_AMOUNT
source: Please enter the number!
my: ကျေးဇူးပြုပြီးနံပါတ်ထည့်ပါ
zh: 项目中已经存在其他成员！

# PROJECT_MSG_VALIDATE_CHOSE_PRODUCT
source: Please choose a product!
my: ထုတ်ကုန်ကိုရွေးပါ
zh: 该项目不存在

# PROJECT_MSG_VALIDATE_CHOSE_PRODUCT_AMOUNT
source: Please select the product, quantity!
my: ကျေးဇူးပြု၍ ထုတ်ကုန်၊ အရေအတွက်ရွေးပါ။
zh: 项目代码已存在

# PROJECT_MSG_VALIDATE_MEMBER_ADD_EXIST
source: Additional members already exist in the project!
my: အပိုဆောင်းအဖွဲ့ဝင်များစီမံကိန်းတွင်တည်ရှိ!
zh: 删掉

# PROJECT_MSG_VALIDATE_PROJECT_EXIST
source: The project does not exist
my: စီမံကိန်းမရှိပါ
zh: 预计交货日期

# PROJECT_MSG_VALUDE_CODE_EXIST
source: Project code already exists
my: စီမံကိန်းကုဒ်ရှိပြီးသား
zh: 描述

# PROJECT_SRIP_COL_LIST_DELETE
source: Erase
my: ဖျက်ပါ
zh: KS SL /订单

# PROJECT_SRIP_COL_LIST_EXPECTED_DATE
source: Expected delivery date
my: ခန့်မှန်းရက်စွဲ
zh: 进口订单SL

# PROJECT_SRIP_COL_LIST_NOTE
source: Describe
my: ဖော်ပြပါ
zh: TL转换

# PROJECT_SRIP_COL_LIST_PO_COUNT
source: KS SL / Orders
my: KS SL / အမိန့်များ
zh: TL损失

# PROJECT_SRIP_COL_LIST_QUANTITY
source: Import order SL
my: တင်သွင်းမှုအမှာစာ SL
zh: 单位

# PROJECT_SRIP_COL_LIST_RATE_CONVERTION
source: TL converted
my: TL ကူးပြောင်း
zh: 住址

# PROJECT_SRIP_COL_LIST_RATE_LOSS
source: TL loss
my: TL ဆုံးရှုံးမှု
zh: 电邮

# PROJECT_SRIP_COL_LIST_UNIT_NAME
source: Unit
my: ယူနစ်
zh: 进口Y / C的产品详细信息

# PROJECT_SRIP_LBL_CUS_ADDRESS
source: Address
my: လိပ်စာ
zh: 客户信息/作品

# PROJECT_SRIP_LBL_EMAIL
source: Email
my: အီးမေးလ်
zh: 导入的Y / C信息

# PROJECT_SRIP_LBL_INFO_CT
source: Product details for imported Y / C
my: တင်သွင်းသော Y / C အတွက်ကုန်ပစ္စည်းအသေးစိတ်
zh: 电话号码

# PROJECT_SRIP_LBL_INFO_CUS
source: Customer information / works
my: ဖောက်သည်သတင်းအချက်အလက် / အကျင့်ကိုကျင့်
zh: 负责人

# PROJECT_SRIP_LBL_INFO_REQ
source: Imported Y / C information
my: တင်သွင်းသော Y / C သတင်းအချက်အလက်
zh: 合同编号/订单

# PROJECT_SRIP_LBL_MOBLIE_PHONE
source: phone number
my: ဖုန်းနံပါတ်
zh: 产品展示

# PROJECT_SRIP_LBL_PERSON_IN_CHANGE
source: Person in charge
my: တာဝန်ခံပုဂ္ဂိုလ်
zh: 该项目

# PROJECT_SRIP_LBL_PO_CODE
source: Contract number / order
my: စာချုပ်နံပါတ် / အမိန့်
zh: 项目代码

# PROJECT_SRIP_LBL_PRODUCT
source: Product
my: ထုတ်ကုန်များ
zh: 索取代码

# PROJECT_SRIP_LBL_PROJECT
source: Project
my: စီမံကိန်း
zh: 创建日期

# PROJECT_SRIP_LBL_PROJECT_CODE
source: Project code
my: စီမံကိန်းကုဒ်
zh: 现况

# PROJECT_SRIP_LBL_REQCODE
source: Request code
my: တောင်းဆိုမှုကုဒ်
zh: 职称

# PROJECT_SRIP_LBL_SCREATED_TIME
source: Date created
my: ရက်စွဲဖန်တီးမှု
zh: 邮编

# PROJECT_SRIP_LBL_STATUS
source: Status
my: အခြေအနေ
zh: 产品代号

# PROJECT_SRIP_LBL_TITLE
source: Title
my: ခေါင်းစဉ်
zh: 产品名称

# PROJECT_SRIP_LBL_ZIPCODE
source: Zipcode
zh: 金额

# PROJECT_SRIP_LIST_COL_PRO_CODE
source: Product code
my: ကုန်ပစ္စည်းကုဒ်
zh: 提供者

# PROJECT_SRIP_LIST_COL_PRO_NAME
source: Product's name
my: ကုန်ပစ္စည်းအမည်
zh: 买方不能空白

# PROJECT_SRIP_LIST_COL_QUANTITY
source: Amount
my: ပမာဏ
zh: 添加新导入的Y / C

# PROJECT_SRIP_LIST_COL_SUPPLIER
source: Supplier
my: ပေးသူ
zh: 销售合同

# PROJECT_SRIP_MSG_ERR_CUS_CODE
source: Buyer may not be blank
my: ဝယ်သူကကွက်လပ်မရှိဘူး
zh: 采购合同

# PROJECT_SRIP_TITLE_ADD
source: Add new imported Y / C
my: အသစ်တင်သွင်း Y / C ထည့်ပါ
zh: 描述

# PROJECT_TAB_CONTRACT
source: Sale contract
my: ရောင်းရန်စာချုပ်
zh: VB号码

# PROJECT_TAB_CONTRACT_PO
source: Purchase contract
my: ဝယ်ယူမှုစာချုပ်
zh: 关键字

# PROJECT_TAB_FILE_CURD_LBL_NOTE
source: Describe
my: ဖော်ပြပါ
zh: 总金额（VND）

# PROJECT_TAB_FILE_CURD_LBL_NUMBER_DOCUMENT
source: VB number
my: VB နံပါတ်
zh: 产品展示

# PROJECT_TAB_FILE_CURD_LBL_TAG
source: Key word
my: သော့ချက်စာလုံး
zh: 价钱

# PROJECT_TAB_PAYMENT_COL_MONNEY_SUM
source: Total money (VND)
my: စုစုပေါင်းငွေ (VND)
zh: 金额

# PROJECT_TAB_PRODUCT
source: Goods & supplies
my: ကုန်ပစ္စည်းများနှင့်ထောက်ပံ့ရေးပစ္စည်းများ
zh: 商品和用品

# PROJECT_TAB_PRODUCT_COL_UNIT_PRICE
source: Price
my: စျေးနှုန်း
zh: 价钱

# PROJECT_TAB_PRODUCT_CURD_LBL_AMOUNT
source: Amount
my: ပမာဏ
zh: 价格类型

# PROJECT_TAB_PRODUCT_CURD_LBL_NOTE
source: Note
my: မှတ်စုများ
zh: 产品展示

# PROJECT_TAB_PRODUCT_CURD_LBL_PRICE
source: Price
my: စျေးနှုန်း
zh: 税金

# PROJECT_TAB_PRODUCT_CURD_LBL_PRICE_OPTION
source: Price type
my: စျေးနှုန်းအမျိုးအစား
zh: 单位

# PROJECT_TAB_PRODUCT_CURD_LBL_PRODUCT
source: Product
my: ထုတ်ကုန်များ
zh: 注意事项

# PROJECT_TAB_PRODUCT_CURD_LBL_TAX
source: Tax
my: အခွန်
zh: 产品展示

# PROJECT_TAB_PRODUCT_CURD_LBL_UNIT
source: Unit
my: ယူနစ်
zh: 金额

# PROJECT_TAB_PRODUCT_LIST_COL_NOTE
source: Note
my: မှတ်စုများ
zh: 单位

# PROJECT_TAB_PRODUCT_LIST_COL_PRODUCT_CODE
source: Product
my: ထုတ်ကုန်များ
zh: 税（％）

# PROJECT_TAB_PRODUCT_LIST_COL_QUANTITY
source: Amount
my: ပမာဏ
zh: 总钱

# PROJECT_TAB_PRODUCT_LIST_COL_S_UNIT
source: Unit
my: ယူနစ်
zh: 价格不能空白

# PROJECT_TAB_PRODUCT_LIST_COL_TAX
source: Tax(%)
my: အခွန် (%)
zh: 产品不能为空

# PROJECT_TAB_PRODUCT_LIST_COL_TOTAL_PRICE
source: Total money
my: စုစုပေါင်းပိုက်ဆံ
zh: 数量不能为空

# PROJECT_TAB_PRODUCT_VALIDATE_PRICE
source: Price must not be blank
my: စျေးမဖြည့်ရ
zh: 单位不能为空

# PROJECT_TAB_PRODUCT_VALIDATE_PRODUCT
source: Product must not be blank
my: ကုန်ပစ္စည်းသည်ဗလာမဖြစ်ရ
zh: Y / C顺序

# PROJECT_TAB_PRODUCT_VALIDATE_QUANTITY
source: Quantity may not be blank
my: အရေအတွက်အလွတ်မကျမည်မဟုတ်ပါ
zh: 服务专区

# PROJECT_TAB_PRODUCT_VALIDATE_UNIT
source: Unit may not be blank
my: ယူနစ်အလွတ်ဖြစ်နိုင်သည်
zh: 等级

# PROJECT_TAB_RQ_IMP
source: Y / C order
my: Y / C အမှာစာ
zh: 金额

# PROJECT_TAB_SERVICE
source: Service
my: ဝန်ဆောင်မှု
zh: 服务专区

# PROJECT_TAB_SERVICE_LBL_LEVEL
source: Level
my: အဆင့်
zh: 持续时间

# PROJECT_TAB_SERVICE_LBL_QUANTITY
source: Amount
my: ပမာဏ
zh: 持续时间

# PROJECT_TAB_SERVICE_LBL_SERVICE
source: Service
my: ဝန်ဆောင်မှု
zh: 等级

# PROJECT_TAB_SERVICE_LBL_TIME
source: Time
my: ကြာချိန်
zh: 描述

# PROJECT_TAB_SERVICE_LIST_COL_DURATION_TIME
source: Time
my: ကြာချိန်
zh: 金额

# PROJECT_TAB_SERVICE_LIST_COL_LEVEL
source: Level
my: အဆင့်
zh: 服务编号

# PROJECT_TAB_SERVICE_LIST_COL_NOTE
source: Describe
my: ဖော်ပြပါ
zh: 服务名称

# PROJECT_TAB_SERVICE_LIST_COL_QUANTITY
source: Amount
my: ပမာဏ
zh: 单位

# PROJECT_TAB_SERVICE_LIST_COL_SERVICE_CODE
source: Service code
my: ဝန်ဆောင်မှုကုဒ်
zh: 服务可能不为空

# PROJECT_TAB_SERVICE_LIST_COL_SERVICE_NAME
source: service name
my: ဝန်ဆောင်မှုအမည်
zh: 级别不能为空

# PROJECT_TAB_SERVICE_LIST_COL_UNIT
source: Unit
my: ယူနစ်
zh: 金额大于零

# PROJECT_TAB_SERVICE_MSG_VALIDATE_LEVEL
source: Level cannot be empty
my: အဆင့်သည်အချည်းနှီးမဖြစ်နိုင်ပါ
zh: 描述

# PROJECT_TAB_SERVICE_MSG_VALIDATE_QUANTITY_ZERO
source: Amount is greater than zero
my: ပမာဏသည်သုညထက်ကြီးသည်
zh: 单位

# PROJECT_TAB_SERVICE_MSG_VALITE_ZERO
source: Duration is greater than zero
my: ကြာချိန်သုညထက်သာ။ ကြီးမြတ်သည်
zh: 该项目

# PROJECT_TAB_SERVICE_MS_VALIDATE_SERVICE
source: Service may not be blank
my: ဝန်ဆောင်မှုသည်အလွတ်မဖြစ်နိုင်ပါ
zh: 持续时间大于零

# PROJECT_TAB_SERVICE_NOTE
source: Describe
my: ဖော်ပြပါ
zh: 选择对象

# PROJECT_TAB_SERVICE_UNIT
source: Unit
my: ယူနစ်
zh: 选择对象类型

# PROJECT_TITLE_PROJECT
source: Project
my: စီမံကိန်း
zh: 需要销售合同

# PROJECT_TXT_ALL
source: All
my: အားလုံး
zh: 所有

# PROJECT_TXT_OBJ
source: Select object
my: အရာဝတ္ထုကိုရွေးပါ
zh: 需要合同购买

# PROJECT_TXT_OBJ_TYPE
source: Select the object type
my: အရာဝတ္ထုအမျိုးအစားကိုရွေးချယ်ပါ
zh: 客户要求强制！

# PROJECT_TXT_ORGANIZATION
source: Unit / Branch
my: ယူနစ် / ဌာနခွဲ
zh: 单位/分支

# PROJECT_VALIDATE_CONTRACT
source: Sale contract required
my: ရောင်းရန်စာချုပ်လိုအပ်သည်
zh: 需要客户/供应商！

# PROJECT_VALIDATE_CONTRACT_PO
source: Contract purchase required
my: စာချုပ်ဝယ်ယူရန်လိုအပ်သည်
zh: 要求收集日期

# PROJECT_VALIDATE_CUS
source: Customers required mandatory!
my: ဖောက်သည်များမဖြစ်မနေလိုအပ်သည်
zh: 输入的金额为正数

# PROJECT_VALIDATE_CUS_SUPP
source: Customers / Suppliers required!
my: ဖောက်သည်များ / ပေးသွင်းသူများလိုအပ်!
zh: 金额不能为空

# PROJECT_VALIDATE_DATE_FUND
source: Required collection date
my: လိုအပ်သောစုဆောင်းမှုနေ့စွဲ
zh: 需要联系

# PROJECT_VALIDATE_MONEY
source: Amount entered in positive numbers
my: အပြုသဘောဆောင်တဲ့ကိန်းဂဏန်းများထဲသို့ဝင်ငွေပမာဏ
zh: 所需角色是必需的！

# PROJECT_VALIDATE_MONEY1
source: Amount may not be blank
my: ငွေပမာဏသည်ကွက်လပ်မဖြစ်နိုင်ပါ
zh: 需要Y / C订单

# PROJECT_VALIDATE_RELA
source: Relations required
my: ဆက်ဆံရေးလိုအပ်သည်
zh: 团队不能为空

# PROJECT_VALIDATE_ROLE
source: The required role is required!
my: လိုအပ်တဲ့အခန်းကဏ္ required လိုအပ်ပါသည်!
zh: 必填标题

# PROJECT_VALIDATE_RQ_IMP
source: Y / C order required required
my: လိုအပ် Y / C အမိန့်လိုအပ်သည်
zh: Y/C đặt hàng yêu cầu bắt buộc

# PROJECT_VALIDATE_TEAM
source: Team cannot be empty
my: အသင်းအချည်းနှီးမဖြစ်နိုင်ပါ
zh: Team không được để trống

# PROJECT_VALIDATE_TITLE
source: Required title
my: လိုအပ်တဲ့ခေါင်းစဉ်
zh: Tiêu đề yêu cầu bắt buộc

# PROJEC_TAB_PAYMENT_COL_MONNEY_RECEIPT
source: Amount spent (VND)
my: သုံးစွဲသည့်ပမာဏ (VND)
zh: 消费金额（VND）

# PROJEC_TAB_PAYMENT_COL_MONNEY_REVENU
source: Amount collected (VND)
my: ကောက်ယူသောပမာဏ (VND)
zh: 收款金额（VND）
