Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ProjectController.*.resx
Languages: my, zh

# PROJECT_BTN_CLOSE
source: Closed
my: ပိတ်လိုက်
zh: 关闭

# PROJECT_BTN_IMP_PROD
source: Order request
my: အမှာစာတောင်းဆိုမှု
zh: 订购要求

# PROJECT_BTN_OK
source: OK, got it
my: အိုကေပြီ
zh: 好，知道了

# PROJECT_BTN_SWITCH_TAB
source: Switch tab
zh: 切换标签

# PROJECT_CHECK_CLICK_OPEN_TAB
source: Please create before the project
my: ကျေးဇူးပြု၍ စီမံကိန်းမစတင်မီဖန်တီးပါ
zh: 请在项目之前创建

# PROJECT_CURD_ATTRIBUTE_CODE_VALIDATE
source: Required attribute code
my: လိုအပ်သော attribute ကိုကုဒ်
zh: 必需的属性代码

# PROJECT_CURD_ATTR_VALUE
source: Required value
my: လိုအပ်တဲ့တန်ဖိုး
zh: 要求值

# PROJECT_CURD_COMBO_PROJECT_CURRENCY
source: Currency
my: ငွေကြေး
zh: 币种

# PROJECT_CURD_COMBO_PROJECT_PROJECT_LANGUAGE
source: Language
my: ဘာသာစကား
zh: 语言能力

# PROJECT_CURD_COMBO_PROJECT_STATUS
source: Status
my: အခြေအနေ
zh: 现况

# PROJECT_CURD_LBL_BUGET_END
source: Amount to
my: ပမာဏ
zh: 金额为

# PROJECT_CURD_LBL_BUGET_START
source: Amount from
my: ထံမှပမာဏ
zh: 来自的金额

# PROJECT_CURD_LBL_CUS_ADDRESS
source: Address
my: လိပ်စာ
zh: 住址

# PROJECT_CURD_LBL_CUS_GOOGLEMAP
source: Location
my: တည်နေရာ
zh: 所在位置

# PROJECT_CURD_LBL_MAIN_SUPPLIER
source: NCC approval
my: NCC ခွင့်ပြုချက်
zh: NCC批准

# PROJECT_CURD_LBL_PROJECT_BUDGET
source: Amount of money
my: ပမာဏ
zh: 金额

# PROJECT_CURD_LBL_PROJECT_CODE_PROJECT
source: Project code
my: စီမံကိန်းကုဒ်
zh: 项目代码

# PROJECT_CURD_LBL_PROJECT_CURRENCY
source: Unit
my: ယူနစ်
zh: 单位

# PROJECT_CURD_LBL_PROJECT_ENDTIME
source: To date
my: လာစမ်းပါ
zh: 来吧

# PROJECT_CURD_LBL_PROJECT_ENDTIME_VALIDATE
source: Date must not be blank
my: ရက်စွဲသည်အလွတ်မဖြစ်ရပါ
zh: 日期不能为空

# PROJECT_CURD_LBL_PROJECT_MODE
source: Establish
my: တပ်ဆင်ပါ
zh: 设置

# PROJECT_CURD_LBL_PROJECT_NAME_PROJECT
source: Name of project
my: စီမံကိန်းအမည်
zh: 项目名称

# PROJECT_CURD_LBL_PROJECT_PRIORITY
source: Priority setting
my: ဦး စားပေး setting ကို
zh: 优先设定

# PROJECT_CURD_LBL_PROJECT_PRJ_BUDGET
source: Project value
my: စီမံကိန်းတန်ဖိုး
zh: 项目价值

# PROJECT_CURD_LBL_PROJECT_PRJ_TYPE
source: Project type
my: စီမံကိန်းအမျိုးအစား
zh: 项目类型

# PROJECT_CURD_LBL_PROJECT_PROJECT_LANGUAGE
source: Language
my: ဘာသာစကား
zh: 语言能力

# PROJECT_CURD_LBL_PROJECT_STARTTIME
source: Since
my: ရက်စွဲကနေ
zh: 从日期起

# PROJECT_CURD_LBL_PROJECT_STARTTIME_VALIDATE
source: From date must not be blank
my: နေ့စွဲမှ စ၍ မလွတ်ရ
zh: 起始日期不能为空

# PROJECT_CURD_LBL_PROJECT_STATUS
source: Status
my: အခြေအနေ
zh: 现况

# PROJECT_CURD_LBL_SEARCH_BUDGET
source: The smallest amount
my: အငယ်ဆုံးပမာဏ
zh: 最小量

# PROJECT_CURD_LBL_SEARCH_CODE_PROJECT
source: Project code
my: စီမံကိန်းကုဒ်
zh: 项目代码

# PROJECT_CURD_LBL_SEARCH_ENDTIME
source: End date
my: အဆုံးရက်
zh: 结束日期

# PROJECT_CURD_LBL_SEARCH_NAME_PROJECT
source: Name of project
my: စီမံကိန်းအမည်
zh: 项目名称

# PROJECT_CURD_LBL_SEARCH_NAME_PROJECT_TYPE
source: Project type
my: စီမံကိန်းအမျိုးအစား
zh: 项目类型

# PROJECT_CURD_LBL_SEARCH_STARTTIME
source: Start day
my: စတင်ရက်စွဲ
zh: 开始日期

# PROJECT_CURD_MANDATORY
source: Obligatory
my: လိုအပ်သည်
zh: 必填项

# PROJECT_CURD_MSG_DATA_NOT_BLANK
source: Please select the data!
my: ကျေးဇူးပြု၍ အချက်အလက်ရွေးပါ
zh: 请选择数据！

# PROJECT_CURD_MSG_SETTING_NOT_BLANK
source: Please enter the set value
my: ကျေးဇူးပြုပြီးသတ်မှတ်တန်ဖိုးကိုထည့်ပါ
zh: 请输入设定值

# PROJECT_CURD_PROJECT_ATTR_CODE
source: Property code
my: အိမ်ခြံမြေကုတ်နံပါတ်
zh: 属性代码

# PROJECT_CURD_PROJECT_ATTR_NAME
source: Attribute name
my: attribute အမည်
zh: 属性名称

# PROJECT_CURD_PROJECT_ATTR_VALUE
source: Value
my: တန်ဖိုး
zh: 价值

# PROJECT_CURD_TAB_CARDJOB_LIST_COL_CARDCODE
source: ID Card
my: ကဒ်ကုဒ်
zh: 卡号

# PROJECT_CURD_TAB_CARDJOB_LIST_COL_CARDNAME
source: Name card
my: ကဒ်အမည်
zh: 卡名

# PROJECT_CURD_TAB_CARDJOB_LIST_COL_PROJECTCODE
source: Project code
my: စီမံကိန်းကုဒ်
zh: 项目代码

# PROJECT_CURD_TAB_CARD_JOB
source: Work activity
my: အလုပ်လှုပ်ရှားမှု
zh: 工作活动

# PROJECT_CURD_TAB_CONTRACT
source: Contract
my: စာချုပ်
zh: 合同

# PROJECT_CURD_TAB_CONTRACT_LBL_CONTRACTCODE
source: Contract Code
my: ကန်ထရိုက်ကုဒ်
zh: 合约编号

# PROJECT_CURD_TAB_CONTRACT_LBL_CONTRACT_NO
source: Some contracts
my: စာချုပ်နံပါတ်
zh: 合约编号

# PROJECT_CURD_TAB_CONTRACT_LBL_TITLE
source: Title
my: ခေါင်းစဉ်
zh: 职称

# PROJECT_CURD_TAB_CONTRACT_LIST_COL_BUDGET
source: Value
my: တန်ဖိုး
zh: 价值

# PROJECT_CURD_TAB_CONTRACT_LIST_COL_CONTRACTCODE
source: Contract Code
my: ကန်ထရိုက်ကုဒ်
zh: 合约编号

# PROJECT_CURD_TAB_CONTRACT_LIST_COL_CONTRACT_NO
source: Some contracts
my: စာချုပ်နံပါတ်
zh: 合约编号

# PROJECT_CURD_TAB_CONTRACT_LIST_COL_CURRENCY
source: Currency
my: ငွေအမျိုးအစား
zh: 钱种

# PROJECT_CURD_TAB_CONTRACT_LIST_COL_CUSTOMER
source: Customer
my: ဖောက်သည်များ
zh: 客户群

# PROJECT_CURD_TAB_CONTRACT_LIST_COL_EFFECTIVE_DATE
source: Effective date
my: ထိရောက်သောနေ့စွဲ
zh: 生效日期

# PROJECT_CURD_TAB_CONTRACT_LIST_COL_TITLE
source: Title
my: ခေါင်းစဉ်
zh: 职称

# PROJECT_CURD_TAB_CUSTOMER
source: Customer
my: ဖောက်သည်များ
zh: 客户群

# PROJECT_CURD_TAB_CUSTOMER_CASE_WORKER
source: NV in charge
my: တာဝန်ခံ NV
zh: NV负责

# PROJECT_CURD_TAB_CUSTOMER_CURD_COMBO_CUSCODE
source: Choose a customer
my: ဖောက်သည်တစ် ဦး ကိုရွေးပါ
zh: 选择一个客户

# PROJECT_CURD_TAB_CUSTOMER_CURD_CUSCODE
source: Customer
my: ဖောက်သည်များ
zh: 客户群

# PROJECT_CURD_TAB_CUSTOMER_CURD_LBL_CUSCODE
source: Customer
my: ဖောက်သည်များ
zh: 客户群

# PROJECT_CURD_TAB_CUSTOMER_CURD_VALIDATE_CUSCODE
source: Customer may not be blank
my: ဖောက်သည်သည်အလွတ်မဖြစ်နိုင်ပါ
zh: 客户不能空白

# PROJECT_CURD_TAB_CUSTOMER_LBL_CUSCODE
source: Customer's code
my: ဖောက်သည်ကုဒ်
zh: 客户代码

# PROJECT_CURD_TAB_CUSTOMER_LBL_FROMDATE
source: Since
my: ရက်စွဲကနေ
zh: 从日期起

# PROJECT_CURD_TAB_CUSTOMER_LBL_TODATE
source: To date
my: လာစမ်းပါ
zh: 来吧

# PROJECT_CURD_TAB_CUSTOMER_LIST_COL_ADDRESS
source: Address
my: လိပ်စာ
zh: 住址

# PROJECT_CURD_TAB_CUSTOMER_LIST_COL_CUSCODE
source: Customer's code
my: ဖောက်သည်ကုဒ်
zh: 客户代码

# PROJECT_CURD_TAB_CUSTOMER_LIST_COL_CUSNAME
source: Customer name
my: ဖောက်သည်အမည်
zh: 客户姓名

# PROJECT_CURD_TAB_CUSTOMER_LIST_COL_EMAIL
source: Email
my: အီးမေးလ်
zh: 电邮

# PROJECT_CURD_TAB_CUSTOMER_OR_SUPPLIER
source: Customer / NCC
my: ဖောက်သည် / NCC
zh: 客户/ NCC

# PROJECT_CURD_TAB_CUSTOMER_TITLE_ADD_CUSTOMER
source: Add new customer
my: ဖောက်သည်အသစ်ထည့်ပါ
zh: 添加新客户

# PROJECT_CURD_TAB_CUSTOMER_TXT_CUSCODE
source: Customer's code
my: ဖောက်သည်ကုဒ်
zh: 客户代码

# PROJECT_CURD_TAB_CUSTOMER_TXT_FROMDATE
source: Since
my: ရက်စွဲကနေ
zh: 从日期起

# PROJECT_CURD_TAB_CUSTOMER_TXT_TODATE
source: To date
my: လာစမ်းပါ
zh: 来吧

# PROJECT_CURD_TAB_CUSTOMER_VALIDATE_CHARACTERS_SPACE
source: Customer code does not contain any special characters or spaces
my: သုံးစွဲသူကုဒ်တွင်အထူးအက္ခရာများသို့မဟုတ်နေရာများမပါပါ
zh: 客户代码不包含任何特殊字符或空格

# PROJECT_CURD_TAB_FILE
source: File
my: ဖိုင်
zh: 档案文件

# PROJECT_CURD_TAB_FILE_CURD_COMBO_REPOSCODE
source: Select the data warehouse
my: ဒေတာသိုလှောင်ရုံကိုရွေးချယ်ပါ
zh: 选择数据仓库

# PROJECT_CURD_TAB_FILE_CURD_COMBO_TAGS
source: Choose an employee
my: ဝန်ထမ်းရွေးချယ်ပါ
zh: 选择一个员工

# PROJECT_CURD_TAB_FILE_CURD_LBL_FILECODE
source: File code
my: ဖိုင်ကုဒ်
zh: 文件码

# PROJECT_CURD_TAB_FILE_CURD_LBL_FILENAME
source: File
my: ဖိုင်
zh: 档案文件

# PROJECT_CURD_TAB_FILE_CURD_LBL_NOTE
source: Note
my: မှတ်စုများ
zh: 注意事项

# PROJECT_CURD_TAB_FILE_CURD_LBL_REPOSCODE
source: Data warehouse
my: ဒေတာသိုလှောင်ရုံ
zh: 数据仓库

# PROJECT_CURD_TAB_FILE_CURD_LBL_TAGS
source: Staff
my: ဝန်ထမ်းများ
zh: 职员

# PROJECT_CURD_TAB_FILE_CURD_TXT_FILECODE
source: Enter the file code
my: ဖိုင်ကုဒ်ထည့်ပါ
zh: 输入文件代码

# PROJECT_CURD_TAB_FILE_CURD_TXT_FILENAME
source: Choose a file
my: ဖိုင်ရွေးပါ
zh: 选择档案

# PROJECT_CURD_TAB_FILE_CURD_TXT_NOTE
source: Enter a note
my: မှတ်စုတစ်ခုထည့်ပါ
zh: 输入记事

# PROJECT_CURD_TAB_FILE_CURD_VALIDATE_FILENAME
source: Please select a file
my: ကျေးဇူးပြုပြီးဖိုင်ရွေးပါ
zh: 请选择一个文件

# PROJECT_CURD_TAB_FILE_CURD_VALIDATE_REPOSCODE
source: Please select a data store
my: ကျေးဇူးပြုပြီးဒေတာစတိုးကိုရွေးပါ
zh: 请选择一个数据存储

# PROJECT_CURD_TAB_FILE_FORM_DATE
source: Since
my: ရက်စွဲကနေ
zh: 从日期起

# PROJECT_CURD_TAB_FILE_LBL_CREATETIME
source: Date created
my: ရက်စွဲဖန်တီးမှု
zh: 创建日期

# PROJECT_CURD_TAB_FILE_LBL_FILENAME
source: Title
my: ခေါင်းစဉ်
zh: 职称

# PROJECT_CURD_TAB_FILE_LBL_UPDATETIME
source: Date of correction
my: ပြင်ဆင်သည့်နေ့
zh: 更正日期

# PROJECT_CURD_TAB_FILE_LIST_COL_CREATETIME
source: Date created
my: ရက်စွဲဖန်တီးမှု
zh: 创建日期

# PROJECT_CURD_TAB_FILE_LIST_COL_FILENAME
source: File name
my: ဖိုင်နာမည်
zh: 档案名称

# PROJECT_CURD_TAB_FILE_LIST_COL_NOTE
source: Describe
my: ဖော်ပြပါ
zh: 描述

# PROJECT_CURD_TAB_FILE_LIST_COL_REPOSNAME
source: Data warehouse
my: ဒေတာသိုလှောင်ရုံ
zh: 数据仓库

# PROJECT_CURD_TAB_FILE_LIST_COL_TAGS
source: Staff
my: ဝန်ထမ်းများ
zh: 职员

# PROJECT_CURD_TAB_FILE_LIST_COL_TYPE_FILE
source: File type
my: ဖိုင်အမျိုးအစား
zh: 档案类型

# PROJECT_CURD_TAB_FILE_LIST_COL_URL
source: Watch online
my: အွန်လိုင်းမှာကြည့်ပါ
zh: 在线观看

# PROJECT_CURD_TAB_FILE_NAME
source: File name
my: ဖိုင်နာမည်
zh: 档案名称

# PROJECT_CURD_TAB_FILE_NUMBER_DOCUMENT
source: Number of documents
my: စာရွက်စာတမ်းအရေအတွက်
zh: 文件数

# PROJECT_CURD_TAB_FILE_TITLE_ADD_FILE
source: Add new file
my: ဖိုင်အသစ်ကိုထည့်ပါ
zh: 新增档案

# PROJECT_CURD_TAB_FILE_TITLE_EDIT_FILE
source: Edit the file
my: ဖိုင်ကိုတည်းဖြတ်ပါ
zh: 编辑档案

# PROJECT_CURD_TAB_FILE_TO_DATE
source: To date
my: နေ့စွဲရန်
zh: 至今

# PROJECT_CURD_TAB_FILE_TXT_CREATETIME
source: Date created
my: ရက်စွဲဖန်တီးမှု
zh: 创建日期

# PROJECT_CURD_TAB_FILE_TXT_FILENAME
source: Title
my: ခေါင်းစဉ်
zh: 职称

# PROJECT_CURD_TAB_FILE_TXT_UPDATETIME
source: Date of correction
my: ပြင်ဆင်သည့်နေ့
zh: 更正日期

# PROJECT_CURD_TAB_FILE_VALIDATE_CHARACTERS_SPACE
source: File code does not contain special characters or spaces
my: ဖိုင်သင်္ကေတတွင်အထူးအက္ခရာများသို့မဟုတ်နေရာများမပါပါ
zh: 文件代码不包含特殊字符或空格

# PROJECT_CURD_TAB_FILE_VALIDATE_CLICK_FILE
source: Please select a file first
my: ကျေးဇူးပြု၍ ဖိုင်ကိုအရင်ရွေးပါ
zh: 请先选择一个文件

# PROJECT_CURD_TAB_MEMBER
source: Member
my: အသင်းဝင်
zh: 会员资格

# PROJECT_CURD_TAB_MEMBER_CURD_COMBO_MEMBERCODE
source: Select staff to join the project
my: စီမံကိန်းတွင်ပါ ၀ င်ရန် ၀ န်ထမ်းများကိုရွေးချယ်ပါ
zh: 选择人员参加该项目

# PROJECT_CURD_TAB_MEMBER_CURD_LBL_MEMBERCODE
source: Staff participating in the project
my: စီမံကိန်းတွင်ပါ ၀ င်သော ၀ န်ထမ်းများ
zh: 参与项目的人员

# PROJECT_CURD_TAB_MEMBER_CURD_LBL_POSITION
source: Location
my: တည်နေရာ
zh: 所在位置

# PROJECT_CURD_TAB_MEMBER_CURD_MEMBERCODE
source: Staff
my: ဝန်ထမ်းများ
zh: 职员

# PROJECT_CURD_TAB_MEMBER_CURD_TXT_POSITION
source: Enter the location
my: တည်နေရာထည့်ပါ
zh: 输入位置

# PROJECT_CURD_TAB_MEMBER_CURD_VALIDATE_MEMBERCODE
source: Employee may not be blank
my: ၀ န်ထမ်းသည်ကွက်လပ်မရှိပါ
zh: 员工不能空白

# PROJECT_CURD_TAB_MEMBER_LBL_FULLNAME
source: Full name
my: နာမည်အပြည့်အစုံ
zh: 全名

# PROJECT_CURD_TAB_MEMBER_LBL_POSITION
source: Location
my: တည်နေရာ
zh: 所在位置

# PROJECT_CURD_TAB_MEMBER_LIST_COL_EMAIL
source: Email
my: အီးမေးလ်
zh: 电邮

# PROJECT_CURD_TAB_MEMBER_LIST_COL_FULLNAME
source: Full name
my: နာမည်အပြည့်အစုံ
zh: 全名

# PROJECT_CURD_TAB_MEMBER_LIST_COL_POSITION
source: Location
my: တည်နေရာ
zh: 所在位置

# PROJECT_CURD_TAB_MEMBER_LIST_COL_STATUS
source: Status
my: အခြေအနေ
zh: 现况

# PROJECT_CURD_TAB_MEMBER_TITLE_ADD_MEMBER
source: Add new members to the project
my: အဖွဲ့ဝင်အသစ်များကိုထည့်ပါ
zh: 将新成员添加到项目

# PROJECT_CURD_TAB_MEMBER_TITLE_EDIT_MEMBER
source: Edit project participants
my: စီမံကိန်းသင်တန်းသားများကိုတည်းဖြတ်ပါ
zh: 编辑项目参与者

# PROJECT_CURD_TAB_MEMBER_TXT_FULLNAME
source: Full name
my: နာမည်အပြည့်အစုံ
zh: 全名

# PROJECT_CURD_TAB_MEMBER_TXT_POSITION
source: Location
my: တည်နေရာ
zh: 所在位置

# PROJECT_CURD_TAB_NOTE
source: Note
my: မှတ်စုများ
zh: 注意事项

# PROJECT_CURD_TAB_NOTE_COMBO_TAGS
source: Choose an employee
my: ဝန်ထမ်းရွေးချယ်ပါ
zh: 选择一个员工

# PROJECT_CURD_TAB_NOTE_CURD_COMBO_TAGS
source: Choose an employee
my: ဝန်ထမ်းရွေးချယ်ပါ
zh: 选择一个员工

# PROJECT_CURD_TAB_NOTE_CURD_LBL_NOTE
source: Note
my: မှတ်စုများ
zh: 注意事项

# PROJECT_CURD_TAB_NOTE_CURD_LBL_TAGS
source: Staff
my: ဝန်ထမ်းများ
zh: 职员

# PROJECT_CURD_TAB_NOTE_CURD_LBL_TITLE
source: Title
my: ခေါင်းစဉ်
zh: 职称

# PROJECT_CURD_TAB_NOTE_CURD_TXT_NOTE
source: Enter a note
my: မှတ်စုတစ်ခုထည့်ပါ
zh: 输入记事

# PROJECT_CURD_TAB_NOTE_CURD_TXT_TITLE
source: Enter a title
my: ခေါင်းစဉ်တစ်ခုထည့်ပါ
zh: 输入标题

# PROJECT_CURD_TAB_NOTE_CURD_VALIDATE_TAGS
source: Employee may not be blank
my: ၀ န်ထမ်းသည်ကွက်လပ်မရှိပါ
zh: 员工不能空白

# PROJECT_CURD_TAB_NOTE_LIST_COL_ADDRESS
source: Address
my: လိပ်စာ
zh: 住址

# PROJECT_CURD_TAB_NOTE_LIST_COL_CREATETIME
source: Creation time
my: ဖန်တီးမှုအချိန်
zh: 创作时间

# PROJECT_CURD_TAB_NOTE_LIST_COL_NOTE
source: Note
my: မှတ်စုများ
zh: 注意事项

# PROJECT_CURD_TAB_NOTE_LIST_COL_TAGS
source: Staff
my: ဝန်ထမ်းများ
zh: 职员

# PROJECT_CURD_TAB_NOTE_LIST_COL_TITLE
source: Title
my: ခေါင်းစဉ်
zh: 职称

# PROJECT_CURD_TAB_NOTE_TITLE
source: Title
my: ခေါင်းစဉ်
zh: 职称

# PROJECT_CURD_TAB_NOTE_TITLE_ADD_NOTE
source: Add new notes
my: မှတ်စုအသစ်များထည့်ပါ
zh: 新增笔记

# PROJECT_CURD_TAB_NOTE_TITLE_EDIT_NOTE
source: Edit the note
my: မှတ်စုကိုတည်းဖြတ်ပါ
zh: 编辑笔记

# PROJECT_CURD_TAB_NOTE_TXT_TITLE
source: Title
my: ခေါင်းစဉ်
zh: 职称

# PROJECT_CURD_TAB_PAYMENT
source: Finance
my: ဘဏ္ာရေး
zh: 金融学

# PROJECT_CURD_TAB_PAYMENT1
source: Finance
my: ဘဏ္ာရေး
zh: 金融学

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_ADDRESS
source: Address
my: လိပ်စာ
zh: 住址

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_AET_TYPE
source: Type of income / expenditure
my: ဝင်ငွေ / အသုံးစရိတ်အမျိုးအစား
zh: 收入/支出类型

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_CURRENCY
source: Currency
my: ငွေအမျိုးအစား
zh: 钱种

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_DEADLINE
source: Collection date
my: ငွေကောက်ခံသည့်နေ့စွဲ
zh: 领取日期

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_LEADERS_CONFIRM
source: Leader confirmed
my: ခေါင်းဆောင်အတည်ပြုခဲ့သည်
zh: 领导确认

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_LIST_FILE
source: List of files
my: ဖိုင်များစာရင်း
zh: 文件清单

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_LIST_FUND
source: List of revenues and expenditures
my: ဝင်ငွေနှင့်အသုံးစရိတ်များစာရင်း
zh: 收支清单

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_MAP
source: Place
my: တည်နေရာ
zh: 所在位置

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_NOTE
source: Describe
my: ဖော်ပြပါ
zh: 描述

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_OPINION_LEADER
source: Opinion of leader
my: ခေါင်းဆောင်၏ထင်မြင်ချက်
zh: 领导意见

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_PAYER
source: Payer
my: ပေးဆောင်သူ
zh: 付款人

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_PAYER1
source: Payer
my: ပေးဆောင်သူ
zh: 付款人

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_RECEIVER
source: Receiver
my: လက်ခံသူ
zh: 收件人

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_RELATIVE
source: Related revenue / expenditure
my: ဆက်စပ်သောဝင်ငွေ / အသုံးစရိတ်
zh: 相关收入/支出

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_RELATIVE_TYPE
source: Related type
my: ဆက်စပ်အမျိုးအစား
zh: 相关类型

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_STATUS
source: Status
my: အခြေအနေ
zh: 现况

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_TITLE
source: Title
my: ခေါင်းစဉ်
zh: 职称

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_TOTAL
source: Amount of money
my: ပမာဏ
zh: 金额

# PROJECT_CURD_TAB_PAYMENT_CURD_LBL_TOTAL1
source: Amount of money
my: ပမာဏ
zh: 金额

# PROJECT_CURD_TAB_PAYMENT_CURD_TXT_ADDRESS
source: Address
my: လိပ်စာ
zh: 住址

# PROJECT_CURD_TAB_PAYMENT_CURD_TXT_AET_TYPE
source: Type of income / expenditure
my: ဝင်ငွေ / အသုံးစရိတ်အမျိုးအစား
zh: 收入/支出类型

# PROJECT_CURD_TAB_PAYMENT_CURD_TXT_CURRENCY_NOT_BLANK
source: Currency may not be blank
my: ငွေကြေးသည်အလွတ်မဖြစ်နိုင်ပါ
zh: 货币不能为空

# PROJECT_CURD_TAB_PAYMENT_CURD_TXT_DEADLINE
source: Collection date
my: ငွေကောက်ခံသည့်နေ့စွဲ
zh: 领取日期

# PROJECT_CURD_TAB_PAYMENT_CURD_TXT_LIST_FUND
source: List of revenues and expenditures
my: ဝင်ငွေနှင့်အသုံးစရိတ်များစာရင်း
zh: 收支清单

# PROJECT_CURD_TAB_PAYMENT_CURD_TXT_NOTE
source: Describe
my: ဖော်ပြပါ
zh: 描述

# PROJECT_CURD_TAB_PAYMENT_CURD_TXT_PAYER
source: Payer
my: ပေးဆောင်သူ
zh: 付款人

# PROJECT_CURD_TAB_PAYMENT_CURD_TXT_RECEIVER
source: Receiver
my: လက်ခံသူ
zh: 收件人

# PROJECT_CURD_TAB_PAYMENT_CURD_TXT_STATUS
source: Status
my: အခြေအနေ
zh: 现况

# PROJECT_CURD_TAB_PAYMENT_CURD_TXT_TITLE
source: Title
my: ခေါင်းစဉ်
zh: 职称

# PROJECT_CURD_TAB_PAYMENT_LINK_TRACK_LOG
source: Tracking log
my: မှတ်တမ်းခြေရာကောက်
zh: 追踪记录

# PROJECT_CURD_TAB_PAYMENT_LIST_COL_AET_TYPE
source: Species
my: အမျိုးအစား
zh: 型式

# PROJECT_CURD_TAB_PAYMENT_LIST_COL_CAT_NAME
source: Name list
my: အမျိုးအစားအမည်
zh: 类别名称

# PROJECT_CURD_TAB_PAYMENT_LIST_COL_PAYER
source: Payer
my: ပေးဆောင်သူ
zh: 付款人

# PROJECT_CURD_TAB_PAYMENT_LIST_COL_RECEIPTTER
source: Receiver
my: လက်ခံသူ
zh: 收件人

# PROJECT_CURD_TAB_PAYMENT_LIST_COL_STATUS
source: Status
my: အခြေအနေ
zh: 现况

# PROJECT_CURD_TAB_PAYMENT_LIST_COL_TOTAL1
source: Amount of money
my: ပမာဏ
zh: 金额

# PROJECT_CURD_TAB_PAYMENT_LIST_TITLE
source: Title
my: ခေါင်းစဉ်
zh: 职称

# PROJECT_CURD_TAB_PAYMENT_TITLE_ADD
source: Add a receipt
my: ငွေလက်ခံဖြတ်ပိုင်းတစ်ခုထည့်ပါ
zh: 添加收据

# PROJECT_CURD_TAB_PAYMENT_TITLE_EDIT
source: Correction of receipts and expenditures
my: လက်ခံဖြတ်ပိုင်းများနှင့်အသုံးစရိတ်များကိုဆုံး
zh: 收支更正

# PROJECT_CURD_TAB_PAYMENT_TXT_FROMDATE
source: Since
my: ရက်စွဲကနေ
zh: 从日期起

# PROJECT_CURD_TAB_PAYMENT_TXT_SEARCH_PAYMENT_NAME
source: Name of the coupon
my: ကူပွန်၏အမည်
zh: 优惠券名称

# PROJECT_CURD_TAB_PAYMENT_TXT_TODATE
source: To date
my: လာစမ်းပါ
zh: 来吧

# PROJECT_CURD_TAB_PAYMENT_VALIDATE_AET_TYPE_NOT_BLANK
source: Type of revenue and expenditure must not be blank
my: ဝင်ငွေနှင့်အသုံးစရိတ်အမျိုးအစားသည်ကွက်လပ်မဖြစ်ရ
zh: 收支类型不能为空

# PROJECT_CURD_TAB_PAYMENT_VALIDATE_CATEGORY
source: List of revenue / expenditure must not be empty
my: ၀ င်ငွေ / အသုံးစရိတ်စာရင်းသည်မဖြည့်ရ
zh: 收入/支出清单不能为空

# PROJECT_CURD_TAB_SUPPLIER_ADD
source: Add provider
my: ထည့်သွင်းသူထည့်ပါ
zh: 添加提供商

# PROJECT_CURD_TAB_SUPPLIER_CONTACT_NAME
source: Supplier code
my: ပေးသွင်းကုဒ်
zh: 供应商代码

# PROJECT_CURD_TAB_SUPPLIER_EXIT_CODE
source: Code
my: ကုဒ်
zh: 代号

# PROJECT_CURD_TAB_SUPPLIER_FROM_DATE
source: Since
my: ရက်စွဲကနေ
zh: 从日期起

# PROJECT_CURD_TAB_SUPPLIER_LEVEL
source: Level
my: အရည်အချင်း
zh: 资质

# PROJECT_CURD_TAB_SUPPLIER_NAME
source: Supplier
my: ပေးသူ
zh: 提供者

# PROJECT_CURD_TAB_SUPPLIER_TO_DATE
source: To date
my: လာစမ်းပါ
zh: 来吧

# PROJECT_CURD_TAB_SUPPLIER_VALUE
source: Value
my: တန်ဖိုး
zh: 价值

# PROJECT_CURD_TAB_TEAM_CURD_TXT_TEAMCODE
source: Enter the team
my: အဖွဲ့ဝင်ပါ
zh: 进入团队

# PROJECT_CURD_TITLE_ADD_PROJECT
source: Add new project
my: စီမံကိန်းအသစ်ထည့်ပါ
zh: 添加新项目

# PROJECT_CURD_TITLE_EDIT_PROJECT
source: Edit the project
my: စီမံကိန်းကိုတည်းဖြတ်ပါ
zh: 编辑项目

# PROJECT_CURD_TXT_CODE_SET
source: Installation code
my: ထည့်သွင်းကုဒ်
zh: 安装代码

# PROJECT_CURD_TXT_CUS_ADDRESS
source: Address
my: လိပ်စာ
zh: 住址

# PROJECT_CURD_TXT_PROJECT_BUDGET
source: Amount of money
my: ပမာဏ
zh: 金额

# PROJECT_CURD_TXT_PROJECT_CODE_PROJECT
source: Project code
my: စီမံကိန်းကုဒ်
zh: 项目代码

# PROJECT_CURD_TXT_PROJECT_ENDTIME
source: To date
my: လာစမ်းပါ
zh: 来吧

# PROJECT_CURD_TXT_PROJECT_MODE
source: Establish
my: တပ်ဆင်ပါ
zh: 设置

# PROJECT_CURD_TXT_PROJECT_NAME_PROJECT
source: Name of project
my: စီမံကိန်းအမည်
zh: 项目名称

# PROJECT_CURD_TXT_PROJECT_PRIORITY
source: Priority setting
my: ဦး စားပေး setting ကို
zh: 优先设定

# PROJECT_CURD_TXT_PROJECT_STARTTIME
source: Since
my: ရက်စွဲကနေ
zh: 从日期起

# PROJECT_CURD_TXT_SEARCH_BUDGET
source: The smallest amount
my: အငယ်ဆုံးပမာဏ
zh: 最小量

# PROJECT_CURD_TXT_SEARCH_CODE_PROJECT
source: Project code
my: စီမံကိန်းကုဒ်
zh: 项目代码

# PROJECT_CURD_TXT_SEARCH_ENDTIME
source: End date
my: အဆုံးရက်
zh: 结束日期

# PROJECT_CURD_TXT_SEARCH_NAME_PROJECT
source: Name of project
my: စီမံကိန်းအမည်
zh: 项目名称

# PROJECT_CURD_TXT_SEARCH_STARTTIME
source: Start day
my: စတင်ရက်စွဲ
zh: 开始日期

# PROJECT_CURD_TXT_TAB_CUSTOMER_CASE_WORKER
source: Get in charge
my: တာဝန်ခံရယူပါ
zh: 负责

# PROJECT_CURD_TXT_VALUE_SET
source: Setting value
my: တန်ဖိုးသတ်မှတ်ခြင်း
zh: 设定值

# PROJECT_CURD_VALIDATE_CHARACTERS_SPACE
source: The project code does not contain any special characters or spaces
my: စီမံကိန်းကုဒ်တွင်အထူးအက္ခရာများသို့မဟုတ်နေရာများမပါပါ
zh: 项目代码不包含任何特殊字符或空格

# PROJECT_CURD_VALIDATE_CURRENCY
source: Unit may not be blank
my: ယူနစ်အလွတ်ဖြစ်နိုင်သည်
zh: 单位不能为空

# PROJECT_CURD_VALIDATE_STATUS
source: Status may not be blank
my: အခြေအနေကအလွတ်မဖြစ်နိုင်ဘူး
zh: 状态不能为空

# PROJECT_CURD_VALIDATE_TAB_CLICK
source: Please create the main project information in advance
my: ကျေးဇူးပြု၍ အဓိကစီမံကိန်းသတင်းအချက်အလက်ကိုကြိုတင်ပြင်ဆင်ပါ
zh: 请提前创建主要项目信息

# PROJECT_LBL_ADD_ATTR
source: Add properties
my: ဂုဏ်သတ္တိများထည့်ပါ
zh: 添加属性

# PROJECT_LBL_ALL_CATE
source: All of the files
my: ဖိုင်များအားလုံး
zh: 所有档案

# PROJECT_LBL_CATE
source: Category
my: အမျိုးအစား
zh: 类别分类

# PROJECT_LBL_CUS_SUPP
source: Customers / Suppliers
my: ဖောက်သည်များ / ပေးသွင်းသူများ
zh: 客户/供应商

# PROJECT_LBL_DEPART_GROUP_MEMBER
source: Department / Group / Member
my: ဌာန / အုပ်စု / အဖွဲ့ဝင်
zh: 部门/小组/成员

# PROJECT_LBL_EDIT_ATTR
source: Edit properties
my: ဂုဏ်သတ္တိများကိုတည်းဖြတ်ပါ
zh: 编辑属性

# PROJECT_LBL_EDIT_FILE_EXP
source: Edit the file extension
my: ဖိုင် extension ကိုတည်းဖြတ်ပါ
zh: 编辑文件扩展名

# PROJECT_LBL_EXP
source: Extend
my: တိုးချဲ့မှု
zh: 扩展名

# PROJECT_LBL_LINK_FTP
source: Path: 192.168.1.37:14147/1. REGULATIONS
my: Path: 192.168.1.37:14147/1 ။ စည်းမျဉ်းများ
zh: 路径：192.168.1.37：14147/1。规章制度

# PROJECT_LBL_LIST_DEPART_GROUP_MEMBER
source: List of Departments / Groups / Members
my: ဌာန / အဖွဲ့များ / အသင်း ၀ င်များစာရင်း
zh: 部门/团体/成员列表

# PROJECT_LBL_LOAD_MORE
source: Load more
my: ပိုပြီးတင်ပါ
zh: 加载更多

# PROJECT_LBL_MEMBER
source: Person assigned
my: ခန့်အပ်ထားသူ
zh: 指定人员

# PROJECT_LBL_OBJ
source: Object
my: အရာဝတ္ထု
zh: 对象

# PROJECT_LBL_OBJ_TYPE
source: Type of object
my: အရာဝတ္ထုအမျိုးအစား
zh: 对象类型

# PROJECT_LBL_ORGANIZATION
source: Unit / Branch
my: ယူနစ် / ဌာနခွဲ
zh: 单位/分支

# PROJECT_LBL_PROJECT
source: Project / Bidding
my: စီမံကိန်း / လေလံ
zh: 项目/招标

# PROJECT_LBL_RELA
source: relationship
my: ဆက်ဆံရေး
zh: 关系

# PROJECT_LBL_ROLE
source: Role
my: အခန်းကဏ္။
zh: 角色

# PROJECT_LBL_TAX_MONEY
source: Tax money
my: အခွန်ငွေ
zh: 税金

# PROJECT_LBL_TEAM
source: Teams
my: အသင်းများ
zh: 队伍

# PROJECT_LBL_TEAM_LIST
source: Team list
my: အသင်းစာရင်း
zh: 队伍名单

# PROJECT_LINK_HOME
source: Home page
my: နေအိမ်
zh: 首页

# PROJECT_LINK_PROJECT
source: Project / Bidding
my: စီမံကိန်း / လေလံ
zh: 项目/招标

# PROJECT_LIST_COL_ACTION
source: Action
my: လှုပ်ရှားမှု
zh: 动作片

# PROJECT_LIST_COL_CAT_NAME
source: Category
my: အမျိုးအစား
zh: 类别分类

# PROJECT_LIST_COL_CONTENT_CONTRACT
source: Content contract
my: စာချုပ်အကြောင်းအရာ
zh: 合同内容

# PROJECT_LIST_COL_CONTRACT_DEADLINE
source: Contract term
my: စာချုပ်သက်တမ်း
zh: 合约条款

# PROJECT_LIST_COL_CREATE_BY
source: Creator
my: ဖန်ဆင်းရှင်
zh: 创作者

# PROJECT_LIST_COL_CREATE_TIME
source: Date created
my: ရက်စွဲဖန်တီးမှု
zh: 创建日期

# PROJECT_LIST_COL_CUS
source: Customer
my: ဖောက်သည်များ
zh: 客户群

# PROJECT_LIST_COL_CUS_BUILD
source: Customers / works
my: ဖောက်သည်များ / အကျင့်ကိုကျင့်
zh: 客户/作品

# PROJECT_LIST_COL_CUS_RQ_PROD
source: Orderer
my: အမှာစာ
zh: 订购者

# PROJECT_LIST_COL_DATE_EFFECT
source: Effective date
my: ထိရောက်သောနေ့စွဲ
zh: 生效日期

# PROJECT_LIST_COL_DEAD_LINE
source: Collection / payment date
my: ငွေကောက်ခံခြင်း / ငွေပေးချေခြင်းနေ့ရက်
zh: 收款/付款日期

# PROJECT_LIST_COL_FORDER
source: Folder
my: လမ်းညွှန်
zh: 目录

# PROJECT_LIST_COL_FORDER_SAVE
source: Archive directory
my: မော်ကွန်းတိုက်လမ်းညွှန်
zh: 档案目录

# PROJECT_LIST_COL_NUM_CONTRACT
source: Some contracts
my: စာချုပ်နံပါတ်
zh: 合约编号

# PROJECT_LIST_COL_ORDER
source: Order
my: မှာယူပါ
zh: 下订单

# PROJECT_LIST_COL_PAYER
source: Payer
my: ပေးဆောင်သူ
zh: 付款人

# PROJECT_LIST_COL_PRIORITY
source: Prioritize
my: ဦး စားပေး
zh: 优先权

# PROJECT_LIST_COL_PROGRESS
source: Progress
my: တိုးတက်မှု
zh: 进度

# PROJECT_LIST_COL_PROJECT_BUDGET
source: Amount of money
my: ပမာဏ
zh: 金额

# PROJECT_LIST_COL_PROJECT_CODE_PROJECT
source: Project code
my: စီမံကိန်းကုဒ်
zh: 项目代码

# PROJECT_LIST_COL_PROJECT_CURRENCY
source: Unit
my: ယူနစ်
zh: 单位

# PROJECT_LIST_COL_PROJECT_ENDTIME
source: End date
my: အဆုံးရက်
zh: 结束日期

# PROJECT_LIST_COL_PROJECT_NAME_PROJECT
source: Name of project
my: စီမံကိန်းအမည်
zh: 项目名称

# PROJECT_LIST_COL_PROJECT_PROGRESS
source: Progress
my: တိုးတက်မှု
zh: 进度
