Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ReportSendRequestImportProductController.*.resx
Languages: my

# RSRIP_BTN_ADD
source: Add new
my: အသစ်က Add

# RSRIP_BTN_EXEL
source: Export Excel
my: ပို့ကုန် Excel

# RSRIP_BTN_EXEL_MANUFACTURER
source: Export excel to a company
my: ကုမ္ပဏီတွေတင်ပို့ Excel ကို

# RSRIP_BTN_SAVE
source: Save
my: နေဖို့

# RSRIP_BTN_SEARCH
source: Search
my: ရှာဖှေ

# RSRIP_COL_ACTION
source: Action
my: လုပ်ရပ်များ

# RSRIP_COL_CREATED_TIME
source: Date created
my: ရက်စွဲကိုဖန်တီး

# RSRIP_COL_EXPECTED_DATE
source: Expected delivery date
my: အသီးအသီး၏မျှော်လင့်ထားသည့်ရက်စွဲ

# RSRIP_COL_EXPECTED_DATE1
source: Expected delivery date
my: အသီးအသီး၏မျှော်လင့်ထားသည့်ရက်စွဲ

# RSRIP_COL_NOTE
source: Note
my: မှတ်ချက်ချ

# RSRIP_COL_PO_COUNT
source: KS SL / Orders
my: SL KS / အမိန့်

# RSRIP_COL_PRODUCT_CODE
source: Product code
my: SKU

# RSRIP_COL_PRODUCT_CODE1
source: Product code
my: SKU

# RSRIP_COL_PRODUCT_NAME
source: Product's name
my: ကုန်ပစ္စည်းအမည်ဖြင့်

# RSRIP_COL_PRODUCT_NAME1
source: Product's name
my: ကုန်ပစ္စည်းအမည်ဖြင့်

# RSRIP_COL_QUANTITY
source: Import order SL
my: SL set ကို NK

# RSRIP_COL_RATE_CONVERSION
source: TL converted
my: TL လဲလှယ်

# RSRIP_COL_RATE_LOSS
source: TL loss
my: TL အရှုံး

# RSRIP_COL_REQ_CODE
source: Request code
my: Code ကိုလိုအပ်ချက်များကို

# RSRIP_COL_SUP_NAME
source: Supplier
my: ကုန်သွင်းသူ

# RSRIP_COL_SUP_NAME1
source: Supplier
my: ကုန်သွင်းသူ

# RSRIP_COL_TITLE
source: Title required
my: ခေါင်းစဉ်မလိုအပ်

# RSRIP_COL_UNIT
source: Unit
my: ယူနစ်

# RSRIP_CURD_COMBO_CUSTOMER_CODE
source: Customer
my: ဝယ်သူ

# RSRIP_CURD_LBL_SEARCH_FROM_DATE
source: Since
my: နေ့မှစ.

# RSRIP_CURD_LBL_SEARCH_TO_DATE
source: To date
my: ယနေ့အထိ

# RSRIP_CURD_LBL_STATUS
source: Status
my: ပြည်နယ်

# RSRIP_CURD_LIST_COL_OPINION_PERSON
source: People comments
my: အဘယ်သူသည်

# RSRIP_CURD_LIST_COL_STT
source: No.
my: STT

# RSRIP_CURD_LIST_COL_TIME
source: Time
my: အချိန်

# RSRIP_CURD_TITLE_ADD_CONTRACT
source: Add a new contract
my: အသစ်ကကန်ထရိုက် Add

# RSRIP_EXCEL_COL_CONVERSION_RATE
source: TL converted
my: TL လဲလှယ်

# RSRIP_EXCEL_COL_CREATED_DATE
source: Date created
my: ရက်စွဲကိုဖန်တီး

# RSRIP_EXCEL_COL_EXPECTED_DATE
source: Expected delivery date
my: အသီးအသီး၏မျှော်လင့်ထားသည့်ရက်စွဲ

# RSRIP_EXCEL_COL_LOSS_RATIO
source: TL loss
my: TL အရှုံး

# RSRIP_EXCEL_COL_NOTE
source: Note
my: မှတ်ချက်ချ

# RSRIP_EXCEL_COL_ORDER_NUMBER
source: KS SL / Orders
my: SL KS / အမိန့်

# RSRIP_EXCEL_COL_ORDER_QUANTIY
source: Import order SL
my: SL set ကို NK

# RSRIP_EXCEL_COL_PRODUCT_CODE
source: Product code
my: SKU

# RSRIP_EXCEL_COL_PRODUCT_NAME
source: Product's name
my: ကုန်ပစ္စည်းအမည်ဖြင့်

# RSRIP_EXCEL_COL_REQUEST_TITLE
source: Title required
my: ခေါင်းစဉ်မလိုအပ်

# RSRIP_EXCEL_COL_SUM_REQUEST_IMPORT
source: Summary of import requirements
my: ဒြပ်တင်သွင်းလိုအပ်ချက်များကို

# RSRIP_EXCEL_COL_SUPPPLIER
source: Supplier
my: ကုန်သွင်းသူ

# RSRIP_EXCEL_COL_TT
source: No.
my: STT

# RSRIP_EXCEL_COL_UNIT
source: Unit
my: ယူနစ်

# RSRIP_LBL_CONTRACT
source: Contract Number / Name
my: နံပါတ် / အမည်လှုပ်ရှားမှုများ

# RSRIP_LBL_CONTRACT_ORDER
source: Contract / Order
my: စာချုပ် / အမိန့်

# RSRIP_LBL_CONTRACT_ORDER_NO
source: Contract number / order
my: အမှတ်စာချုပ် / အမိန့်

# RSRIP_LBL_CREATED_DATE
source: Date created
my: ရက်စွဲကိုဖန်တီး

# RSRIP_LBL_CUSTOMER_CONSTRUCT
source: Customers / works
my: clients / စီမံကိန်းများကို

# RSRIP_LBL_CUSTOMER_CONSTRUCT_INFOR
source: Customer information / works
my: ဖောက်သည်ပြန်ကြားရေး / အကျင့်ကိုကျင့်

# RSRIP_LBL_EMAIL
source: Email
my: အီးမေးလ်

# RSRIP_LBL_FROMDATE
source: Since
my: နေ့မှစ.

# RSRIP_LBL_NUMBER_PHONE
source: phone number
my: ဖုန်းနံပါတ်

# RSRIP_LBL_OPINION
source: Opinion
my: ပြန်လည်သုံးသပ်ခြင်း

# RSRIP_LBL_PERSON_IN_CHARGE
source: Person in charge
my: ပြတိုက်

# RSRIP_LBL_RQ_CODE
source: Request code
my: Code ကိုလိုအပ်ချက်များကို

# RSRIP_LBL_RSRIP
source: Summary of imported Y / C
my: ဒြပ် Y ကို A / C တင်သွင်း

# RSRIP_LBL_STATUS
source: Status
my: ပြည်နယ်

# RSRIP_LBL_SUPPLIER
source: Supplier
my: ကုန်သွင်းသူ

# RSRIP_LBL_TITLE
source: Title
my: ဉီးတည်ချက်

# RSRIP_LBL_TITLE1
source: Title required
my: ခေါင်းစဉ်မလိုအပ်

# RSRIP_LBL_TODATE
source: To date
my: ယနေ့အထိ

# RSRIP_LINK_HOME
source: Home page
my: နေအိမ်

# RSRIP_LIST_COL_ACTION
source: Manipulation
my: ခြယ်လှယ်

# RSRIP_MODAL_TITLE_UPDATE_RQ
source: Updated import Y / C
my: နောက်ဆုံးတင်သွင်းသော Y / C

# RSRIP_MSG_ADDRESS
source: Address
my: လိပ်စာ

# RSRIP_MSG_ADD_BEFORE_SAVE
source: Please add the import request form before saving the product
my: ထုတ်ကုန်သိမ်းဆည်းမီမဲတင်သွင်းလိုအပ်ချက်များကို add ပေးပါ

# RSRIP_MSG_ADD_IMP_RQ
source: Add new imported Y / C
my: အသစ်က Y ကို A / C တင်သွင်း Add

# RSRIP_MSG_ADD_NEW_RQ_IMP
source: Add successfully new imported Y / C
my: အသစ်သောအောင်မြင်မှု Y ကို A / C တင်သွင်း Add

# RSRIP_MSG_BUYER_NOTBLANK
source: Buyer may not be blank
my: ဝယ်လက်ဗလာမဖြစ်သင့်

# RSRIP_MSG_CANNOT_REMOVE_OPINION
source: You cannot delete other people's comments
my: သငျသညျအခြားလူများရဲ့ထင်မြင်ယူဆချက်များကိုမဖျက်နိုင်ပါ

# RSRIP_MSG_CHOOSE_CONTRACT_ORDER_NO
source: Select the contract / order number
my: HD ကို / အမိန့်ကို Select လုပ်ပါ

# RSRIP_MSG_CONTENT
source: content
my: contents တွေကို

# RSRIP_MSG_CREATED_PERSON
source: Creator
my: ဖန်တီးသူ

# RSRIP_MSG_CREATED_TIME
source: Creation time
my: အချိန် created

# RSRIP_MSG_DAY_EXPECTED_IMPORT
source: Expected import date
my: သွင်းကုန်များ၏မျှော်လင့်ထားသည့်ရက်စွဲ

# RSRIP_MSG_EXISTED_CONTENT
source: Content already exists, please enter another content
my: အကြောင်းအရာပြီးသားအခြားအကြောင်းအရာများကိုရိုက်ထည့်တည်ရှိ

# RSRIP_MSG_EXISTED_IMP_RQ
source: This import request already exists for the order. Please enter your order to update again
my: ဒါကတင်သွင်းလိုအပ်ချက်များကိုပြီးသားနိုင်ရန်အတွက်တည်ရှိ။ update လုပ်ဖို့နိုင်ရန်အတွက် ကျေးဇူးပြု.

# RSRIP_MSG_EXISTED_PRODUCT_CODE
source: Product code already exists, cannot be added
my: ကုန်ပစ္စည်းကုဒ်ရှိထားပြီးသားအသစ်ထပ်ထည့်လို့မရပါဘူး

# RSRIP_MSG_EXISTED_RQ_CODE_ORDER_NUMB
source: Y / C code or import order number already exists, cannot be added
my: Code ကို Y ကို A / C သို့မဟုတ်သွင်းကုန်အမိန့်အရေအတွက်ရှိထားပြီးသားအသစ်ထပ်ထည့်လို့မရပါဘူး

# RSRIP_MSG_FOLLOW_OPINION_SUPPLIER
source: Subscribe supplier order comments
my: ခြေရာကောက်ပေးသွင်းမိန့်ဖြစ်ပါတယ်

# RSRIP_MSG_IMP_RQ
source: Import Y / C
my: Y က A / C တင်သွင်း

# RSRIP_MSG_IMP_RQ_INFOR
source: Imported Y / C information
my: ပြန်ကြားရေး Y ကို A / C တင်သွင်း

# RSRIP_MSG_INCOME_PRD_DATE
source: expected delivery date
my: အသီးအသီး၏မျှော်လင့်ထားသည့်ရက်စွဲ

# RSRIP_MSG_LBL_CONTRACT
source: Contract
my: စာချုပ်

# RSRIP_MSG_LOG_INFOR
source: Log information
my: ပြန်ကြားရေးမှတ်တမ်း

# RSRIP_MSG_NEW_PRODUCT
source: new product
my: နယူးထုတ်ကုန်

# RSRIP_MSG_NK_ORDER_NUMBER
source: Import order SL
my: SL set ကို NK

# RSRIP_MSG_NO
source: is not
my: မဟုတ်

# RSRIP_MSG_NOTE
source: Note
my: မှတ်ချက်ချ

# RSRIP_MSG_NOT_EXISTED_IMP_RQ
source: Import Y / C does not exist, please refresh the page
my: Y က A / C တင်သွင်းမတည်ရှိပါဘူး, စာမကျြနှာ refresh ကျေးဇူးပြုပြီး

# RSRIP_MSG_NOT_EXISTED_PRD_CODE
source: Product code does not exist, cannot be edited
my: ကုန်ပစ္စည်းကုဒ်မတည်ရှိပါဘူး, တည်းဖြတ်မရနိုင်ပါ

# RSRIP_MSG_NO_CRUD_ORDER
source: Orders that have been stored are not allowed to be added, modified or deleted
my: အမိန့် warehoused, add တည်းဖြတ်, ဖျက်ပစ်ရန်ခွင့်မပြုခဲ့ကြ

# RSRIP_MSG_ORDER_NUMBER
source: KS SL / Orders
my: SL KS / အမိန့်

# RSRIP_MSG_PRD_DETAILS_INFOR_RQ_IMP
source: Product details for imported Y / C
my: Y က A / C တင်သွင်းဘို့ကုန်ပစ္စည်းအသေးစိတ်အချက်အလက်များကို

# RSRIP_MSG_PRODUCT
source: product
my: ထုတ်ကုန်

# RSRIP_MSG_PRODUCT_CODE
source: Product code
my: SKU

# RSRIP_MSG_PRODUCT_NAME
source: Product's name
my: ကုန်ပစ္စည်းအမည်ဖြင့်

# RSRIP_MSG_SUCCESS_PRODUCT_EDIT
source: Fix the product successfully
my: အောင်မြင်သောထုတ်ကုန်ပြင်ရန်

# RSRIP_MSG_SUPPLIER
source: Supplier
my: ကုန်သွင်းသူ

# RSRIP_MSG_TL_LOSS
source: TL loss
my: TL အရှုံး

# RSRIP_MSG_TL_TRANSFORM
source: TL converted
my: TL လဲလှယ်

# RSRIP_MSG_UNIT
source: Unit
my: ယူနစ်

# RSRIP_MSG_UPDATE_SUCCESS_RQ_IMP
source: Successfully updated the imported Y / C <br/>
my: အောင်မြင်သော Y ကို A / C တင်သွင်း <br/> ကိုအပ်ဒိတ်လုပ်

# RSRIP_TXT_ADDRESS
source: Address...
my: လိပ်စာ ...

# RSRIP_TXT_CHOOSE_CONTRACT_ORDER_NO
source: Select contract / order number ...
my: စာချုပ် / အမိန့်ကို Select လုပ်ပါ ...

# RSRIP_TXT_CONTRACT_ORDER_NO
source: Contract number / order ...
my: အမှတ်စာချုပ် / အမိန့် ...

# RSRIP_TXT_CREATED_DATE
source: Date created...
my: ဖန်ဆင်းခြင်းနေ့စွဲ ...

# RSRIP_TXT_IMP_RQ_STATUS
source: Import Y / C status
my: status Y ကို A / C တင်သွင်း

# RSRIP_TXT_NUMBER_PHONE
source: phone number
my: ဖုန်းနံပါတ်

# RSRIP_TXT_OPINION_INPUT
source: Enter an opinion ...
my: မှတ်ချက်များကိုရိုက်ထည့်ပါ ...

# RSRIP_TXT_PERSON_IN_CHARGE
source: The person in charge ...
my: တာဝန်ခံအတွက်လူတစ်ဦး ...

# RSRIP_TXT_RQ_CODE
source: Request code
my: Code ကိုလိုအပ်ချက်များကို

# RSRIP_TXT_TITLE
source: Title...
my: ခေါင်းစဉ် ...
