Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/ResourceController.*.resx
Languages: ca, ko, my

# ADM_RESOURCE_CURD_COL_FUNC_CODE
source: Function code
ca: កូដមុខងារ
ko: 기능 코드
my: function ကိုကုဒ်

# ADM_RESOURCE_CURD_COL_FUNC_DESCRIPTION
source: Describe
ca: ពិពណ៌នា
ko: 설명
my: ဖော်ပြပါ

# ADM_RESOURCE_CURD_COL_FUNC_NAME
source: Function name
ca: ឈ្មោះមុខងារ
ko: 기능 이름

# ADM_RESOURCE_CURD_COMBO_RESOURCE_TYPE
source: Choose a Style
ca: ជ្រើសរើសស្ទីល
ko: 스타일을 선택하세요
my: စတိုင်တစ်ခုကိုရွေးချယ်ပါ

# ADM_RESOURCE_CURD_LBL_RESOURCE_ACTIVE
source: Work
ca: សកម្ម
ko: 활성
my: တက်ကြွ

# ADM_RESOURCE_CURD_LBL_RESOURCE_API
source: Api
ca: អាភី

# ADM_RESOURCE_CURD_LBL_RESOURCE_CODE
source: Resource Code
ca: លេខកូដធនធាន
ko: 자원 코드
my: အရင်းအမြစ်ကုဒ်

# ADM_RESOURCE_CURD_LBL_RESOURCE_DESCRIPTION
source: Describe
ca: ពិពណ៌នា
ko: 설명
my: ဖော်ပြပါ

# ADM_RESOURCE_CURD_LBL_RESOURCE_FUNC_NAME
source: Function
ca: មុខងារ
ko: 기능
my: function ကို

# ADM_RESOURCE_CURD_LBL_RESOURCE_INACTIVE
source: Inactive
ca: អសកម្ម
ko: 비활성
my: မလှုပ်မရှား

# ADM_RESOURCE_CURD_LBL_RESOURCE_NAME
source: Resource Name
ca: ឈ្មោះធនធាន
ko: 자원 이름
my: အရင်းအမြစ်အမည်

# ADM_RESOURCE_CURD_LBL_RESOURCE_SCOPE
source: Range
ca: វិសាលភាព
ko: 범위
my: နယ်ပယ်

# ADM_RESOURCE_CURD_LBL_RESOURCE_STATUS
source: Status
ca: ស្ថានភាព
ko: 상태
my: အခြေအနေ

# ADM_RESOURCE_CURD_LBL_RESOURCE_TYPE
source: Type
ca: ប្រភេទ
ko: 타입
my: အမျိုးအစား

# ADM_RESOURCE_CURD_LBL_RESOURCE_URL
source: Path
ca: ផ្លូវ
ko: 경로
my: လမ်းကြောင်း

# ADM_RESOURCE_CURD_RADIO_RESOURCE_PRIVATE
source: Private
ca: ភាពឯកជន
ko: 프라이버시
my: သီးသန့်တည်ရှိမှု

# ADM_RESOURCE_CURD_RADIO_RESOURCE_PUBLISH
source: Public
ca: ដោយបើកចំហ
ko: 공개적으로
my: ပေါ်ပေါ်ထင်ထင်

# ADM_RESOURCE_CURD_TITLE_ADD_RESOURCE
source: Add Resources
ca: បន្ថែមធនធាន
ko: 자원 추가
my: အရင်းအမြစ်များကိုထည့်ပါ

# ADM_RESOURCE_CURD_TITLE_EDIT_RESOURCE
source: Edit Resources
ca: កែប្រែធនធាន
ko: 자료 편집
my: အရင်းအမြစ်များကိုတည်းဖြတ်

# ADM_RESOURCE_CURD_TXT_RESOURCE_API
source: Enter Api
ca: បញ្ចូលអេភី
ko: API 입력
my: Api ရိုက်ထည့်ပါ

# ADM_RESOURCE_CURD_TXT_RESOURCE_CODE
source: Enter the Resource code
ca: បញ្ចូលលេខកូដធនធាន
ko: 자원 코드를 입력하십시오
my: အရင်းအမြစ်ကုဒ်ရိုက်ထည့်ပါ

# ADM_RESOURCE_CURD_TXT_RESOURCE_DESCRIPTION
source: Enter Description
ca: បញ្ចូលការពិពណ៌នា
ko: 설명을 입력하십시오
my: ဖော်ပြချက်ထည့်ပါ

# ADM_RESOURCE_CURD_TXT_RESOURCE_FUNC_NAME
source: Select function
ca: ជ្រើសរើសមុខងារ
ko: 기능 선택
my: function ကိုရွေးပါ

# ADM_RESOURCE_CURD_TXT_RESOURCE_NAME
source: Enter the name of the Resource
ca: បញ្ចូលឈ្មោះធនធាន
ko: 자원의 이름을 입력하십시오
my: အရင်းအမြစ်၏အမည်ရိုက်ထည့်ပါ

# ADM_RESOURCE_CURD_TXT_RESOURCE_URL
source: Enter the path
ca: ចូលផ្លូវ
ko: 경로를 입력
my: လမ်းကြောင်းဖြည့်ပါ

# ADM_RESOURCE_CURD_VALIDATE_RESOURCE_CODE
source: Please enter the Resource code
ca: សូមបញ្ចូលលេខកូដធនធាន
ko: 자원 코드를 입력하십시오
my: ကျေးဇူးပြု၍ အရင်းအမြစ်ကုဒ်ကိုရိုက်ထည့်ပါ

# ADM_RESOURCE_CURD_VALIDATE_RESOURCE_DESCRIPTION
source: Please enter Description
ca: សូមបញ្ចូលការពិពណ៌នា
ko: 설명을 입력하십시오
my: ဖော်ပြချက်ကိုဖြည့်ပါ

# ADM_RESOURCE_CURD_VALIDATE_RESOURCE_NAME
source: Please enter the Resource name
ca: សូមបញ្ចូលឈ្មោះធនធាន
ko: 리소스 이름을 입력하십시오
my: ကျေးဇူးပြု၍ အရင်းအမြစ်အမည်ရိုက်ထည့်ပါ

# ADM_RESOURCE_FUNCTION_MANAGEMENT
source: Functional administration
ca: ការគ្រប់គ្រងមុខងារ
ko: 기능적 관리
my: အလုပ်လုပ်အုပ်ချုပ်ရေး

# ADM_RESOURCE_LBL_RESOURCE
source: Resources
ca: ធនធាន
ko: 자원
my: အရင်းအမြစ်များ

# ADM_RESOURCE_LINK_ADM_MAN
source: System management
ca: ការគ្រប់គ្រងប្រព័ន្ធ
ko: 시스템 관리
my: စနစ်အုပ်ချုပ်မှု

# ADM_RESOURCE_LINK_HOME
source: Home page
ca: ផ្ទះ
ko: 홈
my: နေအိမ်

# ADM_RESOURCE_LINK_RESOURCE
source: Resources
ca: ធនធាន
ko: 자원
my: အရင်းအမြစ်များ

# ADM_RESOURCE_LIST_COL_RESOURCE_ACTION
source: Manipulation
ca: ការរៀបចំ
ko: 조작
my: ခြယ်လှယ်

# ADM_RESOURCE_LIST_COL_RESOURCE_API
source: Api
ca: អាភី

# ADM_RESOURCE_LIST_COL_RESOURCE_CODE
source: Resource Code
ca: លេខកូដធនធាន
ko: 자원 코드
my: အရင်းအမြစ်ကုဒ်

# ADM_RESOURCE_LIST_COL_RESOURCE_DESCRIPTION
source: Describe
ca: ពិពណ៌នា
ko: 설명
my: ဖော်ပြပါ

# ADM_RESOURCE_LIST_COL_RESOURCE_NAME
source: Resource Name
ca: ឈ្មោះធនធាន
ko: 자원 이름
my: အရင်းအမြစ်အမည်

# ADM_RESOURCE_LIST_COL_RESOURCE_STATUS
source: Status
ca: ស្ថានភាព
ko: 상태
my: အခြေအနေ

# ADM_RESOURCE_LIST_COL_RESOURCE_TYPE
source: Type
ca: ប្រភេទ
ko: 타입
my: အမျိုးအစား

# ADM_RESOURCE_LIST_COL_RESOURCE_URL
source: Path
ca: ផ្លូវ
ko: 경로
my: လမ်းကြောင်း

# ADM_RESOURCE_MSG_RESOUCE_ALREADY_EXISTS
source: Resource already exists!
ca: ធនធានមានរួចហើយ!
ko: 자원이 이미 존재합니다!
my: အရင်းအမြစ်ရှိပြီးသား!

# ADM_RESOURCE_MSG_RESOUCE_UPDATE_SUCCSSESS
source: Resource update successful
ca: ការធ្វើបច្ចុប្បន្នភាពធនធានបានជោគជ័យ
ko: 자원 업데이트 성공
my: အရင်းအမြစ်ဆိုင်ရာအဆင့်မြှင့်တင်မှုအောင်မြင်

# ADM_RESOURCE_RESOURCE_FUNCTION_MANAGEMENT
source: Management of resource functions
ca: ការគ្រប់គ្រងមុខងារធនធាន
ko: 자원 기능 관리
my: အရင်းအမြစ်လုပ်ငန်းဆောင်တာများစီမံခန့်ခွဲမှု

# ADM_RESOURCE_SEARCH_FUNC
source: Search function
ca: មុខងារស្វែងរក
ko: 검색 기능
my: ရှာဖွေရေး function ကို

# ADM_RESOURCE_TITLE_FUNC
source: Function
ca: មុខងារ
ko: 기능
my: function ကို

# ADM_RESOURCE_TITLE_RESOURCE
source: Resources
ca: ធនធាន
ko: 자원
my: အရင်းအမြစ်များ

# ADM_RESOURCE_TXT_INFO_RESOUCE
source: Information resources
ca: ប្រភពព័ត៌មាន
ko: 정보 자원
my: သတင်းအရင်းအမြစ်များ

# ADM_RESOURCE_TXT_MANAGER_TTKD
source: Director of TTKD
ca: នាយក TTKD
ko: TTKD 이사
my: TTKD ၏ဒါရိုက်တာ

# ADM_RESOURCE_TXT_MANAGE_KHDN
source: Medium Corporate Management
ca: ការគ្រប់គ្រងសាជីវកម្មមធ្យម
ko: 중소 기업 관리
my: အလယ်အလတ်ကော်ပိုရိတ်စီမံခန့်ခွဲမှု
