Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/RMCommandOrderTruckController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# RMCOT_VALIDATE_NOTIFY
source: Only notify the moderation orders that have been initialized, have been withdrawn or have been rejected by the driver
ca: ជូនដំណឹងដល់តែការបញ្ជាទិញកម្រិតមធ្យមដែលត្រូវបានចាប់ផ្តើមត្រូវបានដកចេញឬត្រូវបានបដិសេធដោយអ្នកបើកបរ។
fr: Ne notifier que les ordres de modération qui ont été initialisés, qui ont été retirés ou qui ont été rejetés par le pilote
ja: 初期化された、取り下げられた、またはドライバーによって拒否された調停命令のみを通知する
ko: 운전자가 초기화, 철회 또는 거부 한 중재 명령 만 통지
my: ရုံရုတ်သိမ်းအသစ်တစ်ခုဒီဂရီကနဦးပညတ်တော်တို့ကိုအကြောင်းကြားလှေတျတျောမူပါသို့မဟုတ်ကားမောင်းသူငြင်းဆန်ခဲ့သည်ခံခဲ့ရ
vi: Chỉ được gửi notify những lệnh điều độ mới khởi tạo, đã thu hồi hoặc đã bị tài xế từ chối
zh: 仅通知已初始化，已撤销或已被驾驶员拒绝的审核订单

# RMCOT_VALIDATE_NUMB_VEHICLE_EXIST
source: The number of vehicles no longer exists in the system, please check the license plate number and the status of the tractor
ca: ចំនួនយានយន្តលែងមាននៅក្នុងប្រព័ន្ធសូមពិនិត្យមើលស្លាកលេខនិងស្ថានភាពត្រាក់ទ័រ។
fr: Le nombre de véhicules n’existant plus dans le système, veuillez vérifier le numéro de la plaque d’immatriculation et l’état du tracteur.
ja: 車両の数がシステムに存在しなくなりました。ナンバープレート番号とトラクターの状態を確認してください
ko: 시스템에 차량 수가 더 이상 없습니다. 번호판 번호와 트랙터 상태를 확인하십시오.
my: လိုင်စင်မရှိတော့စနစ်တည်ရှိခြင်း, လယ်ထွန်စက်၏လိုင်စင်ပြားနှင့်ပြည်နယ်စစ်ဆေးကျေးဇူးပြုပြီး
vi: Số xe không còn tồn tại trong hệ thống, vui lòng kiểm tra lại biển số xe và trạng thái của đầu kéo
zh: 系统中不再存在车辆数量，请检查车牌号码和拖拉机的状态

# RMCOT_VALIDATE_ON_TRIP
source: Tractors and Rompers are on the trip.
ca: ត្រាក់ទ័រនិងរ៉ូមែនទិចកំពុងធ្វើដំណើរ។
fr: Les tracteurs et les barboteuses sont sur le voyage.
ja: トラクターとロンパースが旅行中です。
ko: 트랙터와 장난 꾸러기 여행 중입니다.
my: လယ်ထွန်စက်နှင့် trailers ခရီးစဉ်အပေါ်ဖြစ်ကြသည်။
vi: Đầu kéo và Romooc đang trong chuyến đi.
zh: 拖拉机和连裤运动员正在旅途中。

# RMCOT_VALIDATE_ORDER_TO_DRIVER
source: Sent an order to the driver!
ca: បានផ្ញើការបញ្ជាទិញដល់អ្នកបើកបរ!
fr: Envoyé une commande au chauffeur!
ja: ドライバーに注文を送信しました！
ko: 운전사에게 명령을 보냈습니다!
my: ယာဉ်မောင်းမှပညတ်တော်တို့ကိုစလှေတျတျော!
vi: Đã gửi lệnh tới tài xế!
zh: 向司机发送订单！

# RMCOT_VALIDATE_PRIORITY
source: The priority order must not be blank
ca: លំដាប់អាទិភាពមិនត្រូវទុកចោលទេ។
fr: L'ordre de priorité ne doit pas être vide
ja: 優先順位は空白にできません
ko: 우선 순위는 반드시 입력해야합니다
my: ဦးစားပေး၏အမိန့်တွေ့ရှိခဲ့မဟုတ်
vi: Không được bỏ trống thứ tự ưu tiên
zh: 优先顺序不得为空

# RMCOT_VALIDATE_RECEIVE_OFFER
source: You have received this transfer order!
ca: អ្នកបានទទួលការបញ្ជាទិញផ្ទេរនេះហើយ!
fr: Vous avez reçu cet ordre de transfert!
ja: この転送注文を受け取りました！
ko: 이 이전 주문을 받았습니다.
my: သငျသညျစည်းရုံးခြင်းအမိန့်ဒီလက်ခံရရှိပြီတကား
vi: Bạn đã nhận lệnh điều động này!
zh: 您已收到此转储单！

# RMCOT_VALIDATE_RECEIVE_OFFER_DRIVER
source: The driver received the maneuver order!
ca: អ្នកបើកបរបានទទួលការធ្វើសមយុទ្ធ!
fr: Le conducteur a reçu l'ordre de manœuvre!
ja: 運転手は操縦命令を受け取りました！
ko: 운전자는 기동 명령을 받았습니다!
my: လက်ခံရရှိစည်းရုံးခြင်းအမိန့်ကားမောင်း!
vi: Lái xe đã nhận lệnh điều động!
zh: 司机收到了机动指令！

# RMCOT_VALIDATE_REQUIRED
source: File upload required
ca: ទាមទារការផ្ទុកឯកសារឡើង។
fr: Téléchargement de fichier requis
ja: ファイルのアップロードが必要です
ko: 파일 업로드 필요
my: file ကိုအပ်လုဒ်ကိုတောငျးဆိုခကျြ
vi: Yêu cầu tải lên tập tin
zh: 需要文件上传

# RMCOT_VALIDATE_REQUIRE_ENTER_CAR_MANUFACT
source: Request to import car company.
ca: ស្នើសុំនាំចូលក្រុមហ៊ុនរថយន្ត។
fr: Demande d'importation de voiture.
ja: 自動車会社の輸入依頼。
ko: 자동차 회사 수입 요청.
my: entry လိုအပ်ချက်များကားထုတ်လုပ်သူ။
vi: Yêu cầu nhập hãng xe.
zh: 要求进口汽车公司。

# RMCOT_VALIDATE_REQUIRE_ENTER_CODE_CONT
source: Requires the input of the tractor code.
ca: ទាមទារការបញ្ចូលលេខកូដត្រាក់ទ័រ។
fr: Nécessite la saisie du code du tracteur.
ja: トラクターコードの入力が必要です。
ko: 트랙터 코드를 입력해야합니다.
my: လယ်ထွန်စက်ထဲဝငျဖို့တောင်းဆိုခဲ့တယ်။
vi: Yêu cầu nhập mã đầu kéo.
zh: 需要输入拖拉机代码。

# RMCOT_VALIDATE_REVOKE
source: Revoke the moderation order successfully
ca: ដកហូតការបញ្ជាទិញកម្រិតមធ្យមដោយជោគជ័យ។
fr: Révoquer l'ordre de modération avec succès
ja: モデレート順序を正常に取り消す
ko: 중재 순서를 성공적으로 취소
my: အတန်အသင့်အောင်မြင်သော command ကိုပြန်လည်ကောင်းမွန်
vi: Thu hồi lệnh điều độ thành công
zh: 成功撤消审核顺序

# RMCOT_VALIDATE_ROMOOC
source: Romany is on a trip.
ca: រ៉ូម៉ាកំពុងធ្វើដំណើរ។
fr: Le rom est en voyage.
ja: ロマニーは旅行中です。
ko: Romany는 여행 중입니다.
my: trailers ခရီးစဉ်အပေါ်ဖြစ်ကြသည်။
vi: Romooc đang trong chuyến đi.
zh: Romany正在旅途中。

# RMCOT_VALIDATE_SEND_NOTICE
source: Unable to send notifications to this driver, please log in to the app with this account first!
ca: មិនអាចផ្ញើការជូនដំណឹងទៅកម្មវិធីបញ្ជានេះទេសូមចូលទៅកម្មវិធីជាមួយគណនីនេះជាមុនសិន!
fr: Impossible d'envoyer des notifications à ce pilote, connectez-vous d'abord à l'application avec ce compte!
ja: このドライバーに通知を送信できません。最初にこのアカウントでアプリにログインしてください！
ko: 이 드라이버로 알림을 보낼 수 없습니다. 먼저이 계정으로 앱에 로그인하십시오!
my: ယာဉ်မောင်းတစ်ဦးအသိပေးစာပေးပို့ဖို့မအောင်မြင်ဘူးရှေ့တော်၌, ဤအကောင့်နှင့် app ကိုသို့ log ကျေးဇူးပြုပြီး!
vi: Không thể gửi thông báo đến tài xế này, vui lòng đăng nhập vào ứng dụng bằng tài khoản này trước!
zh: 无法向此驱动程序发送通知，请先使用此帐户登录该应用程序！

# RMCOT_VALIDATE_TITLE_LIMIT
source: Title
ca: ចំណងជើង
fr: Titre
ja: 役職
ko: 직함
my: ဉီးတည်ချက်
vi: Tiêu đề
zh: 标题

# RMCOT_VALIDATE_TRA
source: This tracking code
ca: លេខកូដតាមដាននេះ។
fr: Ce code de suivi
ja: この追跡コード
ko: 이 추적 코드
my: ဒီအခြေရာခံကုဒ်
vi: Mã theo dõi này
zh: 此跟踪代码

# RMCOT_VALIDATE_TRACKING_CODE
source: This tracking code does not exist. Please try again
ca: លេខកូដតាមដាននេះមិនមានទេ។ សូមព្យាយាមម្តងទៀត។
fr: Ce code de suivi n'existe pas. Veuillez réessayer
ja: この追跡コードは存在しません。もう一度やり直してください
ko: 이 추적 코드가 없습니다. 다시 시도하십시오
my: ဒီအခြေရာခံကုဒ်မတည်ရှိပါဘူး။ ထပ်ကြိုးစားပါ
vi: Mã theo dõi này không tồn tại. Mời thử lại
zh: 此跟踪代码不存在。请再试一次

# RMCOT_VALIDATE_TRACTOR
source: The tractor is on the trip.
ca: ត្រាក់ទ័រកំពុងធ្វើដំណើរ។
fr: Le tracteur est en voyage.
ja: トラクターは旅行中です。
ko: 트랙터가 여행 중입니다.
my: လယ်ထွန်စက်ခရီးစဉ်အပေါ်ဖြစ်ကြသည်။
vi: Đầu kéo đang trong chuyến đi.
zh: 拖拉机正在旅途中。

# RMCOT_VALIDATE_TYPE_CAR_REQUIREMENT
source: Request for vehicle type.
ca: ស្នើសុំប្រភេទរថយន្ត។
fr: Demande de type de véhicule.
ja: 車種のリクエスト。
ko: 차량 유형 요청.
my: မော်တော်ယာဉ်များဝင်မှမေးတယ်။
vi: Yêu cầu nhập loại xe.
zh: 要求车型。
