Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/RMCommandOrderTruckController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# RMCOT_BTN_CLICK_HERE_DOWNLOAD_TEMPLATE_FILE
source: Click here to download the sample file
ca: ចុចត្រង់នេះដើម្បីទាញយកឯកសារគំរូ។
fr: Cliquez ici pour télécharger le fichier d'exemple
ja: サンプルファイルをダウンロードするにはここをクリック
ko: 샘플 파일을 다운로드하려면 여기를 클릭하십시오
my: နမူနာဖိုင်တွေကို download လုပ်ပါရန်ဒီနေရာကိုနှိပ်ပါ
vi: Bấm vào đây để tải file mẫu
zh: 单击此处下载示例文件

# RMCOT_BTN_DOWNLOAD_HISTORY_ACTIVITY
source: Download dispatch history
ca: ទាញយកបញ្ជូនប្រវត្តិ។
fr: Télécharger l'historique des envois
ja: 発送履歴をダウンロードする
ko: 발송 내역 다운로드
my: သမိုင်းခဲ့ကြောင်း Download
vi: Tải lịch sử điều động
zh: 下载调度历史记录

# RMCOT_BTN_LOAD_COMMAND
source: Download command
ca: ទាញយកពាក្យបញ្ជា។
fr: Commande de téléchargement
ja: ダウンロードコマンド
ko: 다운로드 명령
my: ဒေါင်းလုပ် command ကို
vi: Tải lệnh
zh: 下载命令

# RMCOT_BTN_SEND
source: To send
ca: ផ្ញើ។
fr: Envoyer
ja: 送る
ko: 보내기
my: Submit
vi: Gửi
zh: 提交

# RMCOT_BTN_SURE
source: Sure
ca: ប្រាកដ។
fr: Bien sûr
ja: 確かに
ko: 물론
my: ဧကန်အမှန်
vi: Chắc chắn
zh: 定

# RMCOT_CURD_LBL_ADDRESS
source: Address
ca: អាសយដ្ឋាន។
fr: Adresse
ja: 住所
ko: 주소
my: လိပ်စာ
vi: Địa chỉ
zh: 地址

# RMCOT_CURD_LBL_ARRIVAL_DATE
source: Arrival date
ca: កាលបរិច្ឆេទមកដល់។
fr: Date d'arrivée
ja: 到着日
ko: 도착 일
my: ရက်စွဲများ
vi: Ngày đến
zh: 到货日期

# RMCOT_CURD_LBL_BRIGDE_WAY
source: Bridges
ca: ផ្លូវនិងស្ពាន។
fr: Route et pont
ja: 道路と橋
ko: 도로 및 교량
my: တံတားများနှင့်လမ်းများ
vi: Cầu đường
zh: 路和桥

# RMCOT_CURD_LBL_CLEAN
source: Toilet
ca: អនាម័យ។
fr: L'hygiène
ja: 衛生
ko: 위생
my: သန့်ရှင်းရေး
vi: Vệ sinh
zh: 卫浴

# RMCOT_CURD_LBL_CODE_VEHCLE_OR_ROMOOC
source: Vehicle / Romooc code
ca: យានយន្ត / លេខកូដរំចង់។
fr: Code véhicule / Romooc
ja: 車両/ Romoocコード
ko: 차량 / Romooc 코드
my: ယာဉ်ကုဒ် / အမြည်း
vi: Mã xe/romooc
zh: 车辆/ Romooc代码

# RMCOT_CURD_LBL_CUSTOMER
source: Customer
ca: អតិថិជន។
fr: Les clients
ja: お客さま
ko: 고객
my: ဝယ်သူ
vi: Khách hàng
zh: 顾客

# RMCOT_CURD_LBL_DATE_CONTROL_CAR
source: The day of the car
ca: ថ្ងៃឡាន។
fr: Le jour de la voiture
ja: 車の日
ko: 차의 날
my: ကားတစ်စီး၏နေ့ရက်များ
vi: Ngày điều xe
zh: 这一天的车

# RMCOT_CURD_LBL_DATE_LEAVE
source: Days to go
ca: ថ្ងៃឆ្ងាយ។
fr: Jour loin
ja: 休みの日
ko: 멀리 떨어져
my: ဒီရေကျ
vi: Ngày đi
zh: 一天之遥

# RMCOT_CURD_LBL_DATE_TIME_ARRIVAL
source: Time and date
ca: ពេលវេលានិងកាលបរិច្ឆេទ។
fr: Heure et date
ja: 日時
ko: 시간과 날짜
my: နေ့စွဲနှင့်အချိန်မှ
vi: Ngày giờ đến
zh: 时间和日期

# RMCOT_CURD_LBL_DATE_TIME_LEAVE
source: Time and date
ca: ពេលវេលានិងកាលបរិច្ឆេទ។
fr: Heure et date
ja: 日時
ko: 시간과 날짜
my: ခရီးသွားနေ့စွဲနှင့်အချိန်
vi: Ngày giờ đi
zh: 时间和日期

# RMCOT_CURD_LBL_DELIVERY_CONT
source: PT delivery
ca: ការដឹកជញ្ជូនភីភី។
fr: Livraison PT
ja: PT配信
ko: PT 배송
my: PT တာဝန်ပေးအဆက်
vi: PT giao cont
zh: PT交付

# RMCOT_CURD_LBL_ELEVATE_CONT
source: Lifting cont
ca: ការលើកឧបករណ៍។
fr: Levage cont
ja: リフティングの続き
ko: 계속 cont
my: အဆက်ပြုစုပျိုးထောင်
vi: Nâng cont
zh: 提升续

# RMCOT_CURD_LBL_END_DATE
source: Select an end date
ca: ជ្រើសកាលបរិច្ឆេទបញ្ចប់។
fr: Sélectionnez une date de fin
ja: 終了日を選択してください
ko: 종료일을 선택하십시오
my: အဆုံးနေ့စွဲကိုရွေးချယ်ပါ
vi: Chọn ngày kết thúc
zh: 选择结束日期

# RMCOT_CURD_LBL_EXTERNAL_FEE
source: External fee
ca: ថ្លៃសេវាខាងក្រៅ។
fr: Frais externes
ja: 外部手数料
ko: 외부 수수료
my: ထွက်ကောက်ခံ
vi: Phí ngoài
zh: 外部费用

# RMCOT_CURD_LBL_GATE_TICKET
source: Gate tickets
ca: សំបុត្រច្រកទ្វារ។
fr: Billets d'entrée
ja: ゲートチケット
ko: 게이트 티켓
my: လက်မှတ်ပေါ်တယ်
vi: Vé cổng
zh: 门票

# RMCOT_CURD_LBL_INSPECT
source: Inspect the goods
ca: អធិការកិច្ច។
fr: Inspection
ja: 検査
ko: 검사
my: ကုန်ပစ္စည်းစစ်ဆေးခြင်း
vi: Kiểm hóa
zh: 检查货物

# RMCOT_CURD_LBL_LICENSE_PLATES
source: License plates
ca: ស្លាកលេខរថយន្ត។
fr: Plaque d'immatriculation du véhicule
ja: 車両ナンバープレート
ko: 차량 번호판
my: မော်တော်ကားအရေအတွက်ကပြား
vi: Biển số xe
zh: 车牌

# RMCOT_CURD_LBL_LOCATION_GET
source: Where to get
ca: កន្លែងដែលត្រូវទទួល។
fr: Où trouver
ja: 入手先
ko: 얻을 수있는 곳
my: ဘယ်မှာရဖို့
vi: Nơi lấy
zh: 哪里可以得到

# RMCOT_CURD_LBL_LOCATION_LOW
source: Lower place
ca: កន្លែងទាបជាង។
fr: Place inférieure
ja: 低い場所
ko: 낮은 곳
my: ဘယ်မှာနိမ့်
vi: Nơi hạ
zh: 较低的地方

# RMCOT_CURD_LBL_LOCATION_START
source: Place of departure
ca: ទីកន្លែងចាកចេញ។
fr: Lieu de départ
ja: 出発地
ko: 출발지
my: ဇာစ်မြစ်၏နေရာအရပ်
vi: Nơi xuất phát
zh: 出发地

# RMCOT_CURD_LBL_LOW_CONT
source: Lower cont
ca: ទាបជាង។
ja: 下の続き
ko: 낮은 계속
my: အနိမ့်အဆက်
vi: Hạ cont
zh: 降低

# RMCOT_CURD_LBL_NAME_DRIVER
source: Driver's name
ca: ឈ្មោះរបស់អ្នកបើកបរ។
fr: Nom du conducteur
ja: ドライバーの名前
ko: 운전사 이름
my: အဆိုပါယာဉ်မောင်း
vi: Tên tài xế
zh: 司机的名字

# RMCOT_CURD_LBL_NEO_MOOC
source: Anchor
ca: យុថ្កា។
fr: Ancre
ja: アンカー
ko: 닻
my: Neo ကိုနောက်တွဲယာဉ်
vi: Neo mooc
zh: 新预告片

# RMCOT_CURD_LBL_NOTE
source: Note
ca: កំណត់ចំណាំ។
fr: Les notes
ja: 注釈
ko: 비고
my: မှတ်ချက်ချ
vi: Ghi chú
zh: 注意

# RMCOT_CURD_LBL_NUM_COMMAND
source: Order number
ca: លេខបញ្ជាទិញ។
fr: Numéro de commande
ja: 注文番号
ko: 주문 번호
my: အခြို့သောပညတ်တော်တို့ကို
vi: Số lệnh
zh: 订单号

# RMCOT_CURD_LBL_NUM_CONT
source: Cont
ca: កុង
ja: 続き
ko: 계속
my: အမှတ်အဆက်
vi: Số cont
zh: 号续

# RMCOT_CURD_LBL_OTHER_DETAIL
source: Other expenses
ca: ការចំណាយផ្សេងៗ។
fr: Autres frais
ja: その他の費用
ko: 기타 비용
my: သည်အခြားကုန်ကျစရိတ်
vi: Chi khác
zh: 其他费用

# RMCOT_CURD_LBL_PART_FOR_ACCOUNTING
source: Part for Accounting:
ca: ផ្នែកសម្រាប់គណនេយ្យ៖
fr: Partie pour la comptabilité:
ja: 会計の部分：
ko: 회계 부분 :
my: စာရင်းကိုင်များအတွက်ပုဒ်မ:
vi: Phần dành cho Kế toán:
zh: 会计部分：

# RMCOT_CURD_LBL_PAYMENT
source: Payment
ca: ការទូទាត់។
fr: Paiement
ja: お支払い
ko: 지불
my: ငွေပေးချေမှုရမည့်
zh: 付款

# RMCOT_CURD_LBL_PLAN
source: Plan
ca: ផែនការ។
ja: 計画
ko: 계획
my: option
vi: Phương án
zh: 选项

# RMCOT_CURD_LBL_ROMOOC_CODE
source: Rom Code
ca: លេខកូដរ៉ូម។
fr: Code Rom
ja: ROMコード
ko: 롬 코드
my: ကုဒ် trailer
vi: Mã Romooc

# RMCOT_CURD_LBL_ROW
source: Line
ca: ទំនិញ។
fr: Marchandises
ja: グッズ
ko: 상품
my: အတန်း
vi: Hàng
zh: 行

# RMCOT_CURD_LBL_SAVE_EMPTY
source: Save empty
ca: រក្សាទុកទទេ។
fr: Enregistrer vide
ja: 空に保存
ko: 빈 저장
my: ဆွန်း Save
vi: Lưu rỗng
zh: 保存为空

# RMCOT_CURD_LBL_SAVE_LOT
source: Save yards
ca: រក្សាទុកទីធ្លា។
fr: Économiser des cours
ja: ヤードを節約
ko: 야드 저장
my: demurrage
vi: Lưu bãi
zh: 攒码

# RMCOT_CURD_LBL_SELECT_DATE_START
source: Choose a start date
ca: ជ្រើសរើសកាលបរិច្ឆេទចាប់ផ្តើម។
fr: Choisissez une date de début
ja: 開始日を選択してください
ko: 시작일을 선택하십시오
my: စတင်နေ့စွဲကိုရွေးချယ်ပါ
vi: Chọn ngày bắt đầu
zh: 选择开始日期

# RMCOT_CURD_LBL_SIGN_CONFIRM
source: Sign for confirmation
ca: ចុះហត្ថលេខាសម្រាប់ការបញ្ជាក់។
fr: Signer pour confirmation
ja: 確認のために署名する
ko: 확인을 위해 서명
my: လက်မှတ်ရေးထိုးခဲ့အတည်ပြုချက်ကို
vi: Ký xác nhận
zh: 签收确认

# RMCOT_CURD_LBL_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ja: 役職
ko: 직함
my: ဉီးတည်ချက်
vi: Tiêu đề
zh: 标题

# RMCOT_CURD_LBL_TOTAL
source: total
ca: សរុប។
ja: 合計
ko: 합계
my: စုစုပေါင်း
vi: Tổng cộng
zh: 总

# RMCOT_CURD_LBL_TRACKING_CODE
source: Tracking code
ca: លេខកូដតាមដាន។
fr: Code de suivi
ja: 追跡コード
ko: 추적 코드
my: အဆိုပါခြေရာခံကုဒ်
vi: Mã theo dõi
zh: 跟踪代码

# RMCOT_CURD_LBL_TRACKING_CODE_OR_NAME_DRIVER
source: Tracking code / Driver name
ca: លេខកូដតាមដាន / ឈ្មោះអ្នកបើកបរ។
fr: Code de suivi / Nom du pilote
ja: 追跡コード/ドライバー名
ko: 추적 코드 / 드라이버 이름
my: အဆိုပါခြေရာခံကုဒ် / နာမကိုအမှီမောင်းသူ
vi: Mã theo dõi/Tên tài xế
zh: 跟踪代码/驱动程序名称

# RMCOT_CURD_TXT_ARRIVAL_DATE
source: To date
ca: សូមអញ្ជើញមក។
fr: Viens
ja: さあ
ko: 어서
my: ယနေ့အထိ
vi: Đến ngày
zh: 来吧

# RMCOT_CURD_TXT_ENTER_CODE_VEHICLE_OR_ROMOOC
source: Enter the vehicle / trailer number
ca: បញ្ចូលលេខរថយន្ត / រ៉ឺម៉ក។
fr: Entrez le numéro de véhicule / remorque
ja: 車両/トレーラー番号を入力してください
ko: 차량 / 트레일러 번호를 입력하십시오
my: ယာဉ် / နောက်တွဲယာဉ် Enter
vi: Nhập số xe/mooc
zh: 输入车辆/拖车号码

# RMCOT_CURD_TXT_ENTER_CONT
source: Enter cont numbers
ca: បញ្ចូលលេខខ្ទង់។
fr: Entrez les numéros de cont
ja: 連続番号を入力してください
ko: 계속 전화 번호 입력
my: အဆိုပါအဆက် Enter
vi: Nhập số cont
zh: 输入续号

# RMCOT_CURD_TXT_ENTER_DATE_LEAVE
source: Enter the date from
ca: បញ្ចូលកាលបរិច្ឆេទពី។
fr: Entrez la date de
ja: 日付を入力してください
ko: 날짜를 입력하십시오
my: ကနေ Enter
vi: Nhập ngày đi từ
zh: 输入日期

# RMCOT_CURD_TXT_ENTER_DATE_START
source: Enter the date of the word order
ca: បញ្ចូលកាលបរិច្ឆេទនៃពាក្យបញ្ជា។
fr: Entrez la date de la commande de mots
ja: 語順の日付を入力してください
ko: 단어 순서의 날짜를 입력하십시오
my: ကနေအမိန့်တက် Enter
vi: Nhập ngày lập lệnh từ
zh: 输入单词顺序的日期

# RMCOT_CURD_TXT_ENTER_PRIORITY_LEVEL
source: Enter the priority order
ca: បញ្ចូលលំដាប់អាទិភាព។
fr: Entrez l'ordre de priorité
ja: 優先順位を入力してください
ko: 우선 순위를 입력하십시오
my: ဦးစားပေး၏အမိန့် Enter
vi: Nhập thứ tự ưu tiên
zh: 输入优先顺序

# RMCOT_CURD_TXT_ENTER_TRACKING_CODE_OR_DRIVER_NAME
source: Enter the tracking code / driver name
ca: បញ្ចូលលេខកូដតាមដាន / ឈ្មោះកម្មវិធីបញ្ជា។
fr: Entrez le code de suivi / nom du pilote
ja: 追跡コード/ドライバー名を入力してください
ko: 추적 코드 / 드라이버 이름을 입력하십시오
my: ယာဉ်မောင်းသင်တို့၏ခြေရာခံကုဒ် / name ကိုရိုက်ထည့်ပါ
vi: Nhập mã theo dõi/tên tài xế
zh: 输入跟踪代码/驱动程序名称

# RMCOT_CURD_TXT_LICENSE_PLATES
source: License plate
ca: ស្លាកលេខ។
fr: Plaque d'immatriculation
ja: ナンバープレート
ko: 번호판
my: လိုင်စင်ပန်းကန်
vi: Biển số
zh: 车牌

# RMCOT_CURD_TXT_NAME_DRIVER
source: Driver's name
ca: ឈ្មោះរបស់អ្នកបើកបរ។
fr: Nom du conducteur
ja: ドライバーの名前
ko: 운전사 이름
my: အဆိုပါယာဉ်မောင်း
vi: Tên tài xế
zh: 司机的名字

# RMCOT_CURD_TXT_PART_FOR_VEHICLE_CONTROL_CAR
source: Parts for Vehicle Control:
ca: ផ្នែកសម្រាប់ការគ្រប់គ្រងយានយន្ត៖
fr: Pièces pour le contrôle du véhicule:
ja: 車両制御用部品：
ko: 차량 제어 부품 :
my: ကားများသံမဏိမူဘောင်များအတွက်အစိတ်အပိုင်းများ:
vi: Phần dành cho Bộ phận điều xe:
zh: 车辆控制零件：

# RMCOT_LBL_CONTENT_MESSAGE
source: message content
ca: មាតិកាសារ។
fr: Contenu du message
ja: メッセージの内容
ko: 메시지 내용
my: မက်ဆေ့ခ်ျကိုအကြောင်းအရာ
vi: Nội dung tin nhắn
zh: 消息内容

# RMCOT_LIST_COL_CUSTOMER
source: Customer
ca: អតិថិជន។
fr: Les clients
ja: お客さま
ko: 고객
my: ဝယ်သူ
vi: Khách hàng
zh: 顾客

# RMCOT_LIST_COL_DATE_CONTROL
source: Day thing
ca: រឿងថ្ងៃ។
fr: Chose de jour
ja: 一日のこと
ko: 일 것
my: ဤသည်နေ့ရက်
vi: Ngày điều
zh: 日的事

# RMCOT_LIST_COL_DRIVER
source: Driver
ca: អ្នកបើកបរ។
fr: Conducteur
ja: 運転手
ko: 운전사
my: ကားမောင်းသမား
vi: Tài xế
zh: 司机

# RMCOT_LIST_COL_LICENSE_PLATES
source: License plate
ca: ស្លាកលេខ។
fr: Plaque d'immatriculation
ja: ナンバープレート
ko: 번호판
my: လိုင်စင်ပန်းကန်
vi: Biển số
zh: 车牌

# RMCOT_LIST_COL_LOCATION_GET
source: Where to get
ca: កន្លែងដែលត្រូវទទួល។
fr: Où trouver
ja: 入手先
ko: 얻을 수있는 곳
my: ဘယ်မှာရဖို့
vi: Nơi lấy
zh: 哪里可以得到

# RMCOT_LIST_COL_LOCATION_LOW
source: Lower place
ca: កន្លែងទាបជាង។
fr: Place inférieure
ja: 低い場所
ko: 낮은 곳
my: ဘယ်မှာနိမ့်
vi: Nơi hạ
zh: 较低的地方

# RMCOT_LIST_COL_NUM_CONTAINER
source: Number of containers
ca: ចំនួនកុងតឺន័រ។
fr: Nombre de conteneurs
ja: コンテナ数
ko: 컨테이너 수
my: ကွန်တိန်နာအရေအတွက်
vi: Số container
zh: 容器数量

# RMCOT_LIST_COL_PRIORITY_LEVEL
source: Priority
ca: អាទិភាព។
fr: Priorité
ja: 優先順位
ko: 우선 순위
my: ဦးစားပေး
vi: Độ ưu tiên
zh: 优先

# RMCOT_LIST_COL_REMOOC_CODE
source: Code remooc
ca: remooc លេខកូដ។
ja: コードremooc
ko: 코드 리 무크
my: ကုဒ် remooc
vi: Mã remooc
zh: 代码remooc

# RMCOT_LIST_COL_SEND_COMMAND
source: Send command
ca: ផ្ញើពាក្យបញ្ជា។
fr: Envoyer la commande
ja: コマンドを送信
ko: 명령 보내기
my: command ကို Send
vi: Gửi lệnh
zh: 发送命令

# RMCOT_LIST_COL_STATUS
source: Status
ca: ស្ថានភាព។
fr: Statut
ja: ステータス
ko: 상태
my: ပြည်နယ်
vi: Trạng thái
zh: 状态

# RMCOT_LIST_COL_TIME_CREATE
source: Create hours
ca: បង្កើតម៉ោង។
fr: Créer des heures
ja: 時間を作成する
ko: 시간 만들기
my: အချိန် created
vi: Giờ tạo
zh: 创造时间

# RMCOT_LIST_COL_TOTAL_MONEY
source: Total money
ca: លុយសរុប។
fr: Argent total
ja: 合計金額
ko: 총 돈
my: စုစုပေါင်းပိုက်ဆံ
vi: Tổng tiền
zh: 总钱

# RMCOT_LIST_COL_TRACKING_CODE
source: Tracking code
ca: លេខកូដតាមដាន។
fr: Code de suivi
ja: 追跡コード
ko: 추적 코드
my: အဆိုပါခြေရာခံကုဒ်
vi: Mã theo dõi
zh: 跟踪代码

# RMCOT_MSG_NOT_REVOKE_COMMAND
source: Do not revoke this order
ca: កុំដកការបញ្ជាទិញនេះចេញ។
fr: Ne pas révoquer cette commande
ja: この注文を取り消さないでください
ko: 이 주문을 취소하지 마십시오
my: ဒီအဆင့်ကို command ကိုပြန်ရုပ်သိမ်းမရ
vi: Không được thu hồi lệnh điều độ này
zh: 不要撤销此订单

# RMCOT_MSG_ONLY_SEND_NOTIFY_COMMAND
source: Only notify the moderation orders that have been initialized, have been withdrawn or have been rejected by the driver
ca: ជូនដំណឹងដល់តែការបញ្ជាទិញកម្រិតមធ្យមដែលត្រូវបានចាប់ផ្តើមត្រូវបានដកចេញឬត្រូវបានបដិសេធដោយអ្នកបើកបរ។
fr: Ne notifier que les ordres de modération qui ont été initialisés, qui ont été retirés ou qui ont été rejetés par le pilote
ja: 初期化された、取り下げられた、またはドライバーによって拒否された調停命令のみを通知する
ko: 운전자가 초기화, 철회 또는 거부 한 중재 명령 만 통지
my: ရုံရုတ်သိမ်းအသစ်တစ်ခုဒီဂရီကနဦးပညတ်တော်တို့ကိုအကြောင်းကြားလှေတျတျောမူပါသို့မဟုတ်ကားမောင်းသူငြင်းဆန်ခဲ့သည်ခံခဲ့ရ
vi: Chỉ được gửi notify những lệnh điều độ mới khởi tạo, đã thu hồi hoặc đã bị tài xế từ chối
zh: 仅通知已初始化，已撤销或已被驾驶员拒绝的审核订单

# RMCOT_MSG_PLS_CHOOSE_FILE_UPLOAD
source: Please select the file to upload
ca: សូមជ្រើសរើសឯកសារដើម្បីផ្ទុកឡើង។
fr: Veuillez sélectionner le fichier à télécharger
ja: アップロードするファイルを選択してください
ko: 업로드 할 파일을 선택하십시오
my: upload ဖိုင်များကို ကျေးဇူးပြု. ရွေးချယ်ပါ
vi: Vui lòng chọn tập tin tải lên
zh: 请选择要上传的文件

# RMCOT_MSG_REVOKE_COMMAND
source: Do you want to revoke this order?
ca: តើអ្នកចង់លុបចោលការបញ្ជាទិញនេះទេ?
fr: Voulez-vous révoquer cet ordre?
ja: この注文を取り消しますか？
ko: 이 주문을 취소 하시겠습니까?
my: သငျသညျအမိန့်ကြောင့်ပြန်ရုပ်သိမ်းဖို့လိုသလား?
vi: Bạn có muốn thu hồi lệnh điều độ này không?
zh: 你想撤销这个订单吗？

# RMCOT_MSG_SURE_ADD_COMMAND
source: Are you sure to add a moderation command?
ca: តើអ្នកប្រាកដជាបន្ថែមពាក្យបញ្ជាល្មមឬ?
fr: Etes-vous sûr d'ajouter une commande de modération?
ja: モデレートコマンドを追加してもよろしいですか？
ko: 중재 명령을 추가 하시겠습니까?
my: သငျသညျဆက်ဆက်ပိုပြီးဖြည့်ညှင်းခြင်းငှါငါပညတ်နိုင်သလဲ
vi: Bạn có chắc chắn thêm lệnh điều độ ?
zh: 您确定要添加审核命令吗？

# RMCOT_MSG_SURE_ADD_DRIVER
source: Are you sure to add a driver?
ca: តើអ្នកប្រាកដជាបន្ថែមកម្មវិធីបញ្ជា?
fr: Êtes-vous sûr d'ajouter un pilote?
ja: ドライバーを追加してもよろしいですか？
ko: 드라이버를 추가 하시겠습니까?
my: သင်ကားမောင်းသူ add သေချာလား?
vi: Bạn có chắc chắn thêm tài xế ?
zh: 你确定要添加一个驱动程序吗？

# RMCOT_MSG_SURE_EXPORT_EXCEL
source: Are you sure to export excel?
ca: តើអ្នកប្រាកដជានាំចេញពូកែមែនទេ?
fr: Êtes-vous sûr d'exporter Excel?
ja: Excelをエクスポートしてもよろしいですか？
ko: Excel을 내보내시겠습니까?
my: သငျသညျ excel မှတင်ပို့သေချာလား?
vi: Bạn có chắc chắn xuất excel ?
zh: 你确定要出口excel吗？

# RMCOT_MSG_SURE_SEND_COMMAND
source: Are you sure to send the moderation order to the driver?
ca: តើអ្នកប្រាកដថានឹងបញ្ជូនការបញ្ជាទិញល្មមដល់អ្នកបើកបរទេ?
fr: Etes-vous sûr d'envoyer l'ordre de modération au pilote?
ja: 調停命令をドライバーに送信してもよろしいですか？
ko: 드라이버에게 중재 명령을 보내시겠습니까?
my: သင်မောင်းသူဖြည့်ညှင်းဖို့ပညတ်တို့ကိုပေးပို့သင်သေချာပါသလား?
vi: Bạn có chắc chắn gửi lệnh điều độ tới tài xế ?
zh: 您确定要将审核订单发送给驱动程序吗？

# RMCOT_TITLE_ADD_COMMAND_CONTROL_CAR
source: Add new command to control cars
ca: បន្ថែមពាក្យបញ្ជាថ្មីដើម្បីបញ្ជារថយន្ត។
fr: Ajouter une nouvelle commande pour contrôler les voitures
ja: 車を制御する新しいコマンドを追加
ko: 자동차 제어를위한 새로운 명령 추가
my: အသစ်သော command ကိုမော်တော်ယာဉ် Add
vi: Thêm mới lệnh điều xe
zh: 添加新命令来控制汽车

# RMCOT_TITLE_LOAD_LIST_COMMAND_ACTIVITY
source: Download the list of maneuver orders
ca: ទាញយកបញ្ជីនៃការបញ្ជាទិញសមយុទ្ធ។
fr: Télécharger la liste des ordres de manœuvre
ja: 機動命令のリストをダウンロードする
ko: 기동 명령 목록 다운로드
my: ဒေါင်းလုပ်စာရင်းစည်းရုံးခြင်းအမိန့်
vi: Tải xuống danh sách lệnh điều động
zh: 下载机动订单列表

# RMCOT_TITLE_PRIORITY_LEVEL
source: Priority level
ca: អាទិភាព។
fr: Priorité
ja: 優先順位
ko: 우선 순위
my: ဦးစားပေး
vi: Mức độ ưu tiên
zh: 优先

# RMCOT_TITLE_UPDATE_INFO_COMMAND_DIRECTION
source: Update navigation command information
ca: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានពាក្យបញ្ជានាវាចរណ៍។
fr: Mettre à jour les informations de commande de navigation
ja: ナビゲーションコマンド情報を更新する
ko: 탐색 명령 정보 업데이트
my: နောက်ဆုံးရေးသားချိန်အညွှန်း command ကို
vi: Cập nhật thông tin lệnh điều hướng
zh: 更新导航命令信息

# RMCOT_TXT_COMMAND_CONTROL_CAR
source: CAR CONDITIONING
ca: CONDITIONING ឡាន។
fr: CONDITIONNEMENT DE VOITURE
ja: カーコンディショニング
ko: 자동차 컨디셔닝
my: မော်တော်ယာဉ်များအမိန့်
vi: LỆNH ĐIỀU XE
zh: 汽车调节

# RMCOT_TXT_ENTER_CONTENT
source: Import content
ca: បញ្ចូលមាតិកា។
fr: Entrez le contenu
ja: コンテンツを入力してください
ko: 내용을 입력하십시오
my: စာသားရိုက်ထည့်ပါ
vi: Nhập nội dung
zh: 输入内容

# RMCOT_VALIDATE_ASSIGNED
source: Tractors and trailers have been assigned moderation to other drivers
ca: ត្រាក់ទ័រនិងរ៉ឺម៉កត្រូវបានគេចាត់ចែងឱ្យល្មមដល់អ្នកបើកបរផ្សេងទៀត។
fr: Les tracteurs et les remorques ont été attribués à d'autres conducteurs
ja: トラクターとトレーラーは他のドライバーに適度に割り当てられています
ko: 트랙터와 트레일러는 다른 운전자에게 적당히 할당되었습니다
my: လယ်ထွန်စက်နှင့် trailers သည်အခြားယာဉ်မောင်းများဖြည့်ညှင်းဖို့တာဝန်ပြီ
vi: Đầu kéo và Romooc đã được gán điều độ cho tài xế khác
zh: 已经将拖拉机和拖车分配给其他司机

# RMCOT_VALIDATE_ASSIGNED_ROMOOC
source: Romans have been assigned moderation to other drivers
ca: រ៉ូមត្រូវបានគេចាត់ចែងឱ្យល្មមដល់អ្នកបើកបរផ្សេងទៀត។
fr: Les Romains ont été affectés à la modération à d'autres conducteurs
ja: ローマ人は他のドライバーに節度を割り当てられています
ko: 로마인들은 다른 운전자들에게 중재를 배정 받았다
my: ပြီးသားကိုအခြားယာဉ်မောင်းများဖြည့်ညှင်းဖို့တာဝန် trailers
vi: Romooc đã được gán điều độ cho tài xế khác
zh: 罗马人被指派给其他司机

# RMCOT_VALIDATE_CANCEL_OFFER_DRIVER
source: The driver canceled the transfer order!
ca: អ្នកបើកបរបានលុបចោលការបញ្ជាទិញផ្ទេរ!
fr: Le chauffeur a annulé l'ordre de virement!
ja: ドライバーが転送命令をキャンセルしました！
ko: 운전자가 양도 명령을 취소했습니다!
my: ဖျက်သိမ်းစည်းရုံးခြင်းအမိန့်ကားမောင်း!
vi: Lái xe đã hủy lệnh điều động!
zh: 司机取消了转让订单！

# RMCOT_VALIDATE_CMD
source: command
ca: ពាក្យបញ្ជា។
fr: commande
ja: 指揮
ko: 명령
my: အမိန့်
vi: lệnh
zh: 命令

# RMCOT_VALIDATE_DATE
source: The date of the mobilization must be the current or future date!
ca: កាលបរិច្ឆេទនៃការកៀងគរត្រូវតែជាកាលបរិច្ឆេទបច្ចុប្បន្នឬអនាគត!
fr: La date de la mobilisation doit être la date actuelle ou future!
ja: 動員の日付は、現在または将来の日付でなければなりません！
ko: 동원 날짜는 현재 또는 미래 날짜 여야합니다!
my: နေ့ခဲ့ကြောင်းလက်ရှိနေ့စွဲသို့မဟုတ်အနာဂတ်၌ပါ!
vi: Ngày điều động phải là ngày hiện tại hoặc trong tương lai!
zh: 动员的日期必须是当前或未来的日期！

# RMCOT_VALIDATE_DRIVER
source: The driver cannot cancel this order!
ca: អ្នកបើកបរមិនអាចបោះបង់ការបញ្ជាទិញនេះទេ!
fr: Le conducteur ne peut pas annuler cette commande!
ja: ドライバーはこの注文をキャンセルできません！
ko: 운전자는이 주문을 취소 할 수 없습니다!
my: drivers ဤအမှုကိုမပယ်ဖျက်ပါစေ!
vi: Lái xe không được hủy lệnh điều động này!
zh: 司机无法取消此订单！

# RMCOT_VALIDATE_DRIVER_EXIST
source: The driver no longer exists in the system, please check the driver's name and driver's status
ca: អ្នកបើកបរមិនមាននៅក្នុងប្រព័ន្ធទៀតទេសូមពិនិត្យមើលឈ្មោះអ្នកបើកបរនិងស្ថានភាពអ្នកបើកបរ។
fr: Le pilote n'existe plus dans le système, veuillez vérifier son nom et son statut.
ja: ドライバーはシステムに存在しません。ドライバーの名前とステータスを確認してください
ko: 드라이버가 시스템에 더 이상 존재하지 않습니다. 드라이버 이름과 드라이버 상태를 확인하십시오
my: အဆိုပါယာဉ်မောင်းမရှိတော့စနစ်ရှိ, ယာဉ်မောင်းနှင့်ယာဉ်မောင်းရဲ့ပြည်နယ်စစ်ဆေးကျေးဇူးပြုပြီး
vi: Tài xế không còn tồn tại trong hệ thống, vui lòng kiểm tra lại tên tài xế và trạng thái của tài xế
zh: 系统中不再存在驱动程序，请检查驱动程序的名称和驱动程序的状态

# RMCOT_VALIDATE_DRIVER_INFO
source: No driver's information found to send a moderation order. Please review!
ca: រកមិនឃើញព័ត៌មានរបស់អ្នកបើកបរដើម្បីផ្ញើការបញ្ជាទិញល្មម។ សូមពិនិត្យឡើងវិញ!
fr: Aucune information de pilote trouvée pour envoyer un ordre de modération. S'il vous plaît examiner!
ja: 調停命令を送信するためのドライバーの情報は見つかりませんでした。レビューしてください！
ko: 중재 명령을 보내는 운전자 정보가 없습니다. 검토하십시오!
my: ယာဉ်မောင်းပညတ်တော်တို့ကိုဖြည့်ညှင်းပို့ပေးရန်မတွေ့ရှိ။ ပြန်လည်သုံးသပ်ဖို့ဖိတ်ခေါ်!
vi: Không tìm thấy thông tin của tài xế để gửi lệnh điều độ. Mời xem lại!
zh: 找不到发送审核订单的驱动程序信息。请检讨！

# RMCOT_VALIDATE_EDIT_VEHICLE_INFO
source: Fix the order information of the car successfully
ca: ជួសជុលព័ត៌មានបញ្ជាទិញរថយន្តដោយជោគជ័យ។
fr: Fixer les informations de commande de la voiture avec succès
ja: 車の注文情報を正しく修正する
ko: 자동차의 주문 정보를 성공적으로 수정하십시오.
my: လုပ်ဆောင်ချက်များအောင်မြင်စွာမော်တော်ယာဉ်မှာထား၏
vi: Sửa thông tin lệnh điều xe thành công
zh: 成功修复汽车的订单信息

# RMCOT_VALIDATE_ENTER_TIME
source: Error entering hours.
ca: កំហុសពេលចូលម៉ោង។
fr: Erreur lors de la saisie des heures.
ja: 時間の入力エラー。
ko: 시간 입력 오류.
my: entry အမှားအယွင်းများနာရီ။
vi: Lỗi nhập giờ.
zh: 输入小时错误。

# RMCOT_VALIDATE_ERR_ENTER_PRICE
source: Error entering prices.
ca: កំហុសក្នុងការបញ្ចូលតម្លៃ។
fr: Erreur lors de la saisie des prix.
ja: 価格の入力エラー。
ko: 가격을 입력하는 중에 오류가 발생했습니다.
my: စျေး entry ကိုအမှားအယွင်းများ။
vi: Lỗi nhập giá.
zh: 输入价格时出错。

# RMCOT_VALIDATE_GROUP
source: Mooc, tractor head and driver are not the same group. Please review
ca: Mooc ក្បាលត្រាក់ទ័រនិងអ្នកបើកបរមិនមានក្រុមតែមួយទេ។ សូមពិនិត្យឡើងវិញ។
fr: Mooc, tête de tracteur et conducteur ne forment pas le même groupe. S'il vous plaît examiner
ja: Mooc、トラクターヘッド、ドライバーは同じグループではありません。レビューしてください
ko: Mooc, 트랙터 헤드 및 드라이버는 같은 그룹이 아닙니다. 검토하십시오
my: trailer, လယ်ထွန်စက်နှင့်ယာဉ်မောင်းတူညီတဲ့အုပ်စုတစ်စုသည်မဟုတ်။ ပြန်လည်သုံးသပ် Invite
vi: Mooc, đầu kéo và lái xe không cùng một nhóm. Mời xem lại
zh: Mooc，拖拉机头和驱动器不是同一组。请检讨

# RMCOT_VALIDATE_IMPORT
source: Import file
ca: នាំចូលឯកសារ។
fr: Fichier d'importation
ja: インポートファイル
ko: 파일 가져 오기
my: သွင်းကုန်ဖိုင်
zh: 导入文件

# RMCOT_VALIDATE_INPUT
source: There is an order to regulate this driver about 30 minutes ago. Please enter the priority order.
ca: មានបទបញ្ជាដើម្បីគ្រប់គ្រងកម្មវិធីបញ្ជានេះប្រហែល 30 នាទីមុន។ សូមបញ្ចូលលំដាប់អាទិភាព។
fr: Il existe une ordonnance pour réglementer ce pilote il y a environ 30 minutes. Veuillez entrer l'ordre de priorité.
ja: このドライバーを約30分前に規制する命令があります。優先順位を入力してください。
ko: 약 30 분 전에이 드라이버를 규제하라는 명령이 있습니다. 우선 순위를 입력하십시오.
my: အကြောင်းကို 30ph လွန်ခဲ့တဲ့၌ဤအရာ၏ယာဉ်မောင်းမှ command ကိုတွင်။ ဦးစားပေးသူတို့ရဲ့အမိန့်ရိုက်ထည့်ပါ။
vi: Đang có lệnh điều độ tới tài xế này trong khoảng 30ph trước. Mời nhập thứ tự ưu tiên.
zh: 大约30分钟前有命令来管理这个驱动程序。请输入优先顺序。

# RMCOT_VALIDATE_IRREVOCABLE
source: Driving is moving or completed, irrevocable!
ca: ការបើកបរកំពុងធ្វើចលនាឬបញ្ចប់ដោយមិនអាចប្រកែកបាន!
fr: La conduite est en mouvement ou terminée, irrévocable!
ja: 運転は動いている、または完了しており、取り消せません！
ko: 운전이 움직일 수 없거나 완료되었습니다.
my: ပြောင်းရွှေ့ကားမောင်းသို့မဟုတ်ပြည့်စုံ, ဘယ်သို့!
vi: Lái xe đang di chuyển hoặc đã hoàn thành, không thể thu hồi!
zh: 驾驶正在移动或完成，不可撤销！

# RMCOT_VALIDATE_MODERATION
source: This moderation command does not exist, please refresh the page
ca: ពាក្យបញ្ជាល្មមនេះមិនមានទេសូមធ្វើទំព័រអោយស្រស់។
fr: Cette commande de modération n'existe pas, veuillez actualiser la page.
ja: このモデレーションコマンドは存在しません。ページを更新してください
ko: 이 검토 명령이 없습니다. 페이지를 새로 고침하십시오.
my: ဒီ command ဖြည့်ညှင်းအတွက်မတည်ရှိပါဘူး, စာမကျြနှာ refresh ကျေးဇူးပြုပြီး
vi: Lệnh điều độ này không tồn tại, vui lòng làm mới trang
zh: 此审核命令不存在，请刷新页面

# RMCOT_VALIDATE_MOOC
source: The remooc code must not be blank
ca: លេខកូដ remooc មិនត្រូវទុកឱ្យនៅទទេឡើយ។
fr: Le code remooc ne doit pas être vide
ja: remoocコードは空白にしないでください
ko: 리 무크 코드는 반드시 입력해야합니다
my: Remooc ကုဒ်အလွတ်မဖြစ်ရ
vi: Mã remooc không được bỏ trống
zh: remooc代码不能为空

# RMCOT_VALIDATE_MOOC_EXIST
source: If the system no longer exists in the system, please check the remooc number plate and the remooc status
ca: ប្រសិនបើប្រព័ន្ធលែងមាននៅក្នុងប្រព័ន្ធសូមពិនិត្យផ្លាកលេខនិងស្ថានភាពលេខ។
fr: Si le système n'existe plus dans le système, veuillez vérifier la plaque d'immatriculation et l'état de celui-ci.
ja: システムがシステムに存在しない場合は、remoocナンバープレートとremoocステータスを確認してください
ko: 시스템이 시스템에 더 이상 존재하지 않으면 리 무크 번호판과 리 무크 상태를 확인하십시오.
my: trailers စနစ်အတွက်မတည်ရှိပါဘူး, အရေအတွက်ကပြားများနှင့် remooc remooc ၏ status စစ်ဆေးကျေးဇူးပြုပြီး
vi: Mooc không còn tồn tại trong hệ thống, vui lòng kiểm tra lại biển số remooc và trạng thái của remooc
zh: 如果系统中不再存在系统，请检查remooc号牌和remooc状态

# RMCOT_VALIDATE_NAV_CMD
source: navigation command
ca: បញ្ជាការរុករក។
fr: commande de navigation
ja: ナビゲーションコマンド
ko: 탐색 명령
my: အညွှန်းပညတ်တော်တို့ကို
vi: lệnh điều hướng
zh: 导航命令

# RMCOT_VALIDATE_NOTICE_TO_DRIVER
source: Sent notice to driver!
ca: បានផ្ញើសេចក្តីជូនដំណឹងទៅអ្នកបើកបរ!
fr: Avis envoyé au conducteur!
ja: ドライバーに通知を送信しました！
ko: 운전자에게 통지를 보냈습니다!
my: ယာဉ်မောင်းတစ်ဦးမက်ဆေ့ခ်ျကိုစလှေတျတျော!
vi: Đã gửi thông báo tới tài xế!
zh: 向司机发送通知！
