Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/RMHrEmployeeController.*.resx
Languages: ja, my

# RMHE_ADD_CONTRACT_TITLE_NEW_CONTRACT
source: Add new contract
ja: 新しい契約を追加
my: အသစ်ကကန်ထရိုက် Add

# RMHE_ADD_TITLE_NEW_EMPLOYEE
source: Add new employees
ja: 新しい従業員を追加する
my: အသစ်ကဝန်ထမ်း Add

# RMHE_CURD_FIRST_LAST_NAME
source: Full name of birth
ja: 出生のフルネーム
my: မွေးဖွားခြင်း၏နာမည်အပြည့်အစုံ

# RMHE_CURD_LBL_ADDRESS
source: Address
ja: 住所
my: လိပ်စာ

# RMHE_CURD_LBL_ALLOWANCE
source: Allowance
ja: 手当
my: ဝင်ငွေရရှိမှု

# RMHE_CURD_LBL_BANK_ACCOUNT
source: Bank account
ja: 銀行口座
my: ဘဏ်အကောင့်

# RMHE_CURD_LBL_BONUS_MONEY
source: Bonus
ja: ボーナス
my: ဆုငှေ

# RMHE_CURD_LBL_COEFFICIENT_SALARY
source: Coefficients salary
ja: 給料
my: လစာအချိုး

# RMHE_CURD_LBL_COMPUTER_SKILL
source: Computer skill
ja: コンピュータースキル
my: ကွန်ပျူတာကျွမ်းကျင်မှု

# RMHE_CURD_LBL_CONTENT_WORKING
source: work content
ja: 仕事内容
my: ယောဘသည်အကြောင်းအရာ

# RMHE_CURD_LBL_DATE_FOR
source: Date Range
ja: 発行日
my: ရက်စွဲကို Range

# RMHE_CURD_LBL_DATE_PAID
source: Date of payment
ja: 支払日
my: ငွေပေးချေမှုရမည့်နေ့စွဲ

# RMHE_CURD_LBL_DEPARTMENT
source: Department
ja: 部門
my: ဌာနဆိုင်ရာ

# RMHE_CURD_LBL_DESCRIPTION
source: Describe
ja: 説明
my: ဖေါ်ပြချက်

# RMHE_CURD_LBL_DOB
source: Birthday
ja: 生年月日
my: မွေးသက္ကရာဇ်

# RMHE_CURD_LBL_EMAIL
source: Email
ja: メール
my: အီးမေးလ်ပို့ရန်

# RMHE_CURD_LBL_FAMILY_NAME
source: Family name
ja: 姓
my: မိသားစုနာမည်

# RMHE_CURD_LBL_FAX
source: Fax
ja: ファックス
my: ဖက်စ်

# RMHE_CURD_LBL_FOLK
source: Nation
ja: 人種
my: လူထု

# RMHE_CURD_LBL_FOREIGN_COMMUCATION_LEVEL
source: English level
ja: 外国語能力
my: နိုင်ငံခြားဘာသာစကားကျွမ်းကျင်မှု

# RMHE_CURD_LBL_FROM_DATE
source: Since
ja: その日から
my: နေ့မှစ.

# RMHE_CURD_LBL_FROM_PLACE
source: Issued by
ja: 発行場所
my: ပြဿနာရာ

# RMHE_CURD_LBL_GROUP
source: The group
ja: 団体
my: အုပ်စုတစ်စု

# RMHE_CURD_LBL_GROUP_SALARY
source: Salary group
ja: 給与グループ
my: လုပ်အားခအုပ်စုများ

# RMHE_CURD_LBL_HEATH
source: Health
ja: 健康
my: ကျန်းမာခြင်း

# RMHE_CURD_LBL_IDENTIFICATION
source: Identification
ja: 身分証明書
my: ဝိသေသလက္ခဏာ

# RMHE_CURD_LBL_IDENTIFICATION_PASSPORT
source: CMT / Passport
ja: パスポート
my: ID ကို / နိုင်ငံကူးလက်မှတ်

# RMHE_CURD_LBL_IMAGE
source: Image
ja: 写真
my: ပုံရိပ်

# RMHE_CURD_LBL_INFO_CONTRACT
source: Contract information
ja: 契約情報
my: စာချုပ်သတင်းအချက်အလက်များ

# RMHE_CURD_LBL_INFO_INSURANCE
source: Insurance information
ja: 保険情報
my: အာမခံသတင်းအချက်အလက်

# RMHE_CURD_LBL_JOB
source: Job
ja: 職業
my: အလုပ်အကိုင်

# RMHE_CURD_LBL_JOB_DESCRIPTION
source: Job description
ja: 職務内容
my: အလုပ်ဖော်ပြချက်

# RMHE_CURD_LBL_LEVEL_EDU
source: Educational level
ja: 教育レベル
my: ပညာရေး

# RMHE_CURD_LBL_LEVEL_INSURANCE
source: Insurance level
ja: 保険レベル
my: အာမခံနှုန်းထားများ

# RMHE_CURD_LBL_LEVEL_SALARY
source: Wage
ja: 給料
my: လုပ်အားခ

# RMHE_CURD_LBL_MAJOR
source: Majors
ja: 研究分野
my: ဗိုလ်ကြီး

# RMHE_CURD_LBL_MAJOR_SP
source: Specialized
ja: 専門化
my: အထူးပြု

# RMHE_CURD_LBL_NAME_CERT
source: Certificate name
ja: 証明書名
my: လက်မှတ်အမည်ဖြင့်

# RMHE_CURD_LBL_NAME_WORK_ASSIGN
source: Name of assignment
ja: 割り当ての名前
my: တာဝန်ပေးအလုပ်အမည်

# RMHE_CURD_LBL_NATIONALITY
source: nationality
ja: 国籍
my: အမျိုးသား

# RMHE_CURD_LBL_NATIVE_ADDRESS
source: Domicile
ja: 起源
my: အတည်တကျနေထိုင်ရာမြို့ရွာ

# RMHE_CURD_LBL_NORMA_NAME_USE
source: Common name
ja: 一般名
my: သူတို့ရဲ့ဘုံအမည်ဖြင့်

# RMHE_CURD_LBL_NOTE
source: Note
ja: 注釈
my: မှတ်ချက်ချ

# RMHE_CURD_LBL_NUM_ACCOUNT
source: Account number
ja: 口座番号
my: အကောင့်အရေအတွက်က

# RMHE_CURD_LBL_NUM_CONTRACT
source: Some contracts
ja: 契約番号
my: ကန်ထရိုက်အရေအတွက်

# RMHE_CURD_LBL_NUM_INSURANCE
source: Social insurance number
ja: 社会保険番号
my: လူမှုရေးအာမခံအရေအတွက်ကို

# RMHE_CURD_LBL_NUM_LABOR_BOOK
source: Labor book number
ja: 労働簿番号
my: အလုပ်သမားရေးရာစာအုပ်

# RMHE_CURD_LBL_OTHER_AGREEMENT
source: Other agreement
ja: その他の合意
my: အခွားသောသဘောတူညီချက်များ

# RMHE_CURD_LBL_OTHER_INFO
source: More information
ja: 詳細情報
my: နောက်ထပ်အင်ဖို

# RMHE_CURD_LBL_OWNER_ACCOUNT
source: Account holder
ja: 口座名義人
my: အကောင့်ကိုင်ဆောင်သူ

# RMHE_CURD_LBL_PASS
source: password
ja: パスワード
my: စကားဝှက်ကို

# RMHE_CURD_LBL_PAYMENT
source: Pay
ja: お支払い
my: ငွေတောင်းခံ

# RMHE_CURD_LBL_PERMANENT_RESIDENCE
source: Permanent residence
ja: 永住権
my: အမြဲတမ်းနေထိုင်

# RMHE_CURD_LBL_PHONE
source: Phone
ja: 電話番号
my: ဖုန်းကို

# RMHE_CURD_LBL_PLACE_GET_CERT
source: Licensing place
ja: ライセンシング場所
my: အဘယ်မှာရှိတန်းတူ

# RMHE_CURD_LBL_PLACE_OPEN_ACCOUNT
source: Account opening place
ja: 口座開設場所
my: အကောင့်ဖွင့်လှစ်ထားပါသည်ဘယ်မှာ

# RMHE_CURD_LBL_REGENCY
source: Position
ja: 役職
my: ရုံး

# RMHE_CURD_LBL_RELATIONSHIP
source: Relationship
ja: 関係
my: connection

# RMHE_CURD_LBL_RELIGION
source: Religion
ja: 宗教
my: ဘာသာ

# RMHE_CURD_LBL_RESULT
source: Result
ja: 結果
my: ရလဒ်

# RMHE_CURD_LBL_SALARY
source: Salary
ja: 給料
my: လုပ်ခလစာ

# RMHE_CURD_LBL_SELECT_END_DATE
source: Select the date to end
ja: 終了する日付を選択してください
my: နေ့ကိုချောကို Select လုပ်ပါ

# RMHE_CURD_LBL_SELECT_START_DATE
source: Choose a start date
ja: 開始日を選択してください
my: စတင်နေ့စွဲကိုရွေးချယ်ပါ

# RMHE_CURD_LBL_SEND_TO_TRANNING
source: Place of training
ja: トレーニングの場所
my: လေ့ကျင့်ရေးနေရာ Sent

# RMHE_CURD_LBL_SEX
source: Sex
ja: 性別
my: လိင်

# RMHE_CURD_LBL_SIGNER
source: The signer
ja: 署名者
my: လက်မှတ်ထိုးသူ

# RMHE_CURD_LBL_STYLE_EMPLOYEE
source: Employee type
ja: 従業員タイプ
my: စတိုင်န်ထမ်းများ

# RMHE_CURD_LBL_TAX_CODE
source: Tax code
ja: 税コード
my: အခွန်ကုဒ်

# RMHE_CURD_LBL_TIME_TRANNING
source: Training time
ja: トレーニング時間
my: လေ့ကျင့်ရေးအချိန်

# RMHE_CURD_LBL_TIME_WORKING
source: Working time
ja: 勤務時間
my: အချိန်အလုပ်

# RMHE_CURD_LBL_TOOL_WORKING
source: Working tools
ja: 作業ツール
my: tool ကိုကျင့်သောအကျင့်

# RMHE_CURD_LBL_TO_DATE
source: To date
ja: さあ
my: ယနေ့အထိ

# RMHE_CURD_LBL_TRANNING_SCHOOL
source: Training School
ja: 学校研修
my: လေ့ကျင့်ရေးကျောင်းမှ

# RMHE_CURD_LBL_TYPE_CONTRACT
source: Contract type
ja: 契約タイプ
my: စာချုပ်အမျိုးအစား

# RMHE_CURD_LBL_TYPE_EMPLOYEE
source: Type of employee
ja: 従業員の種類
my: ဝန်ထမ်းအမျိုးအစား

# RMHE_CURD_LBL_TYPE_MONEY
source: Money type
ja: お金の種類
my: စတိုင်ပိုက်ဆံ

# RMHE_CURD_LBL_TYPE_SALARY
source: Type of salary
ja: 給与の種類
my: အသီးအနှံ

# RMHE_CURD_LBL_TYPE_TRAINNING
source: Type of education
ja: トレーニングの種類
my: လေ့ကျင့်ရေးအမျိုးအစား

# RMHE_CURD_LBL_UPDATE
source: Repair
ja: 編集
my: ပြုပြင်

# RMHE_CURD_LBL_VALID_FROM_DATE
source: Valid from the day
ja: その日から有効
my: နေ့စွဲကနေသက်တမ်းရှိ

# RMHE_CURD_LBL_WORK_PLACE
source: Workplace
ja: 職場
my: အလုပ်ခွင်

# RMHE_CURD_MARITAL_STATUS
source: Marital status
ja: 婚status状態
my: အိမ်ထောင်ရေးအခြေအနေ

# RMHE_CURD_NAME_TRANNING
source: Name of the training course
ja: トレーニングコースの名前
my: သင်တန်းအမည်

# RMHE_CURD_RADIO_MARRIED
source: Married
ja: 既婚
my: အိမ်ထောင်သည်

# RMHE_CURD_RADIO_SINGLE
source: Alone
ja: シングル
my: တခုတည်းသော

# RMHE_CURD_TIME_ENDED
source: End time
ja: 終了する時間
my: အဆုံးအချိန်

# RMHE_CURD_TIME_STARTED
source: Time to start
ja: 開始する時間
my: အချိန် Start

# RMHE_CURD_TXT_DEPARTMENT
source: Department...
ja: 部門...
my: ဦးစီးဌာနများ ...

# RMHE_CURD_TXT_GROUP
source: The group
ja: 団体
my: အုပ်စုတစ်စု

# RMHE_CURD_TXT_PERNAMENT_RESIDENCE
source: Permanent residence
ja: 永住権
my: အမြဲတမ်းနေထိုင်

# RMHE_CURD_TXT_SEX
source: Sex...
ja: セックス...
my: ကျား, မ ...

# RMHE_CURD_TXT_STYLE_EMPLOYEE
source: Employee type
ja: 従業員タイプ
my: စတိုင်န်ထမ်းများ

# RMHE_CURD_TXT_TYPE_EMPLOYEE
source: Type of employee ...
ja: 従業員の種類...
my: ဝန်ထမ်းအမျိုးအစား ...

# RMHE_CURD_WORK_FLOW_STATMENT
source: Workflow statement
ja: ワークフローステートメント
my: အဆိုပါ Workflows

# RMHE_EDIT_CONTRACT_TITLE_UPDATE_CONTRACT
source: Contract amendment
ja: 契約修正
my: Edit ကိုစာချုပ်

# RMHE_EDIT_TITLE_VIEW_UPDATE_DETAIL_EMPLOYEE
source: View and edit employee details
ja: 従業員の詳細を表示および編集する
my: ကြည့်ရန်နှင့်ပြင်ဆင်ရန်ဝန်ထမ်းသတင်းအချက်အလက်များ

# RMHE_EXP_TITLE_DOWNLOAD_INFO_ROMOOC
source: Download the romoo information
ja: romoo情報をダウンロードする
my: သတင်းအချက်အလက်အမြည်း Download

# RMHE_LIST_COL_ACTION
source: Action
ja: アクション
my: လုပ်ရပ်များ

# RMHE_LIST_COL_ADDRESS
source: Address
ja: 住所
my: လိပ်စာ

# RMHE_LIST_COL_ADDRESS_NOW
source: Present
ja: 現在
my: ယခု

# RMHE_LIST_COL_CONTRACT_CODE
source: Some contracts
ja: 契約番号
my: ကန်ထရိုက်အရေအတွက်

# RMHE_LIST_COL_EDU_NAME
source: Name of the training course
ja: トレーニングコースの名前
my: သင်တန်းအမည်

# RMHE_LIST_COL_END_DATE
source: End date
ja: 終了日
my: ပြီးစီးသည့်ရက်စွဲ

# RMHE_LIST_COL_FROM_DATE
source: Since
ja: その日から
my: နေ့မှစ.

# RMHE_LIST_COL_FULL_NAME
source: First and last name
ja: 氏名
my: နာမည်အပြည့်အစုံ

# RMHE_LIST_COL_IMAGE
source: Image
ja: 写真
my: ပုံရိပ်

# RMHE_LIST_COL_INSURANCE_PAID_LEVEL
source: Social insurance premium
ja: 社会保険料
my: လူမှုအာမခံပရီမီယံ

# RMHE_LIST_COL_JOB_NAME
source: The name of the job
ja: 職名
my: အလုပ်၏အမည်

# RMHE_LIST_COL_LEVEL_SALARY
source: Salary level
ja: 給与レベル
my: လစာအဆင့်

# RMHE_LIST_COL_NAME_CONTACT
source: Contact name
ja: 連絡先
my: ဆက်သွယ်ရန်အမည်

# RMHE_LIST_COL_PERMANENT_RESIDENCE
source: Permanent residence
ja: 永住権
my: အမြဲတမ်းနေထိုင်

# RMHE_LIST_COL_PHONE
source: Phone
ja: 電話番号
my: ဖုန်းကို

# RMHE_LIST_COL_PHONE_NUM
source: phone number
ja: 電話番号
my: ဖုန်းနံပါတ်

# RMHE_LIST_COL_RATE_SALARY
source: Coefficients salary
ja: 給料
my: လစာအချိုး

# RMHE_LIST_COL_RELASHIONSHIP
source: relationship
ja: 関係
my: ဆွေမျိုး

# RMHE_LIST_COL_RESULT
source: Result
ja: 結果
my: ရလဒ်

# RMHE_LIST_COL_SALARY
source: Main salary
ja: 主給
my: လခ

# RMHE_LIST_COL_SEX
source: Sex
ja: 性別
my: လိင်

# RMHE_LIST_COL_START_DATE
source: Start day
ja: 開始日
my: အဆိုပါစတင်နေ့စွဲ

# RMHE_LIST_COL_STATUS
source: Status
ja: ステータス
my: ပြည်နယ်

# RMHE_LIST_COL_TO_DATE
source: To date
ja: さあ
my: ယနေ့အထိ

# RMHE_LIST_COL_TYPE_MONEY
source: Currency
ja: お金の種類
my: ငွေကြေးကို

# RMHE_LIST_COL_VALID_FROM_DATE
source: Valid from the day
ja: その日から有効
my: နေ့စွဲကနေသက်တမ်းရှိ

# RMHE_LIST_COL_WORK_FLOW
source: Workflow
ja: ワークフロー
my: Workflows

# RMHE_LIST_LIST_COL_TO_DATE
source: To date
ja: さあ
my: ယနေ့အထိ

# RMHE_MSG_FILE_DOCX_PDF
source: Select file with docx extension, pdf!
ja: docx拡張子を持つファイル、pdfを選択してください！
my: docx နှင့်အတူအဆုံးသတ်ဖိုင်ကို Select လုပ်ပါ, pdf,

# RMHE_MSG_NO_CATE_SELECTED
source: No items selected
ja: アイテムが選択されていません
my: အဘယ်သူမျှမကို item ကိုရွေးချယ်ခြင်းဖြစ်သည်

# RMHE_MSG_SURE
source: Sure
ja: 確かに
my: ဧကန်အမှန်

# RMHE_MSG_SURE_DELETE
source: Are you sure to delete:
ja: 削除してもよろしいですか：
my: သင်ဖယ်ရှားသင်သေချာလား:

# RMHE_MSG_SURE_DELETE_CATE_SELECTED
source: Are you sure you want to delete the selected items?
ja: 選択したアイテムを削除してもよろしいですか？
my: သင်ရွေးချယ်ထားသည့်ပစ္စည်းများကိုဖျက်ပစ်ချင်သင်သေချာပါသလား?

# RMHE_MSG_SURE_DELETE_CATE_THIS
source: Are you sure to lock this item?
ja: このアイテムをロックしてもよろしいですか？
my: သငျသညျဤအကြောင်းအရာအားသော့ခတ်သေချာလား?

# RMHE_MSG_SURE_DELETE_EMPLOYEE
source: Are you sure to delete the employee:
ja: 従業員を削除してもよろしいですか：
my: သငျသညျအလုပျသမားကိုဖယ်ရှားသင်သေချာလား:

# RMHE_TAB_ADDRESS
source: Address
ja: 住所
my: လိပ်စာ

# RMHE_TAB_CONTACT
source: Contact
ja: 連絡先
my: connected

# RMHE_TAB_CONTRACT_WORKING
source: Labor contract
ja: 労働契約
my: အလုပ်သမားကန်ထရိုက်

# RMHE_TAB_INFO_PERSONAL
source: Personal information
ja: 個人情報
my: ပုဂ္ဂိုလ်ရေးဆိုင်ရာအချက်အလက်

# RMHE_TAB_QUALIFICATION
source: Qualifications
ja: 証明書の学位
my: အသိအမှတ်ပြုလက်မှတ်အားဖြင့်

# RMHE_TAB_WORK_FLOW
source: Workflow
ja: ワークフロー
my: Workflows

# RMHE_TAB_WORK_PROGRESS
source: Work progress
ja: 作業プロセス
my: အလုပ်ဖြစ်စဉ်ကို

# RMHE_TITLE_EMPLOYEE
source: Employees
ja: スタッフ
my: ဝန်ထမ်းများ

# RMHE_VALIDATE_ACCOUNT_NUMBER
source: Account number
ja: 口座番号
my: အကောင့်အရေအတွက်က

# RMHE_VALIDATE_ADDRESS
source: Address
ja: 住所
my: လိပ်စာ

# RMHE_VALIDATE_BANK_ACCOUNT
source: Bank account
ja: 銀行口座
my: ဘဏ်အကောင့်

# RMHE_VALIDATE_DOB
source: Error entering birth date.
ja: 生年月日の入力エラー。
my: မွေးနေ့အမှားအယွင်းများ။

# RMHE_VALIDATE_END_TIME
source: Error entering hours.
ja: 時間の入力エラー。
my: entry အမှားအယွင်းများနာရီ။

# RMHE_VALIDATE_ERR_DATE_FOR
source: Error entering date of issue.
ja: 発行日を入力中にエラーが発生しました。
my: မှားယွင်းနေသည်ထောက်ပံ့ကြေးရက်စွဲများ။

# RMHE_VALIDATE_FULL_NAME
source: Full name
ja: 氏名
my: နာမည်အပြည့်အစုံ

# RMHE_VALIDATE_HEATH_STATUS
source: Health status
ja: 健康状態
my: ကနျြးမာရေးအဆင့်အတန်း

# RMHE_VALIDATE_IDENTIFICATION
source: CMT / Passport
ja: ID /パスポート
my: ID ကို / နိုင်ငံကူးလက်မှတ်

# RMHE_VALIDATE_LEVEL_EDU
source: Educational level
ja: 教育レベル
my: ပညာရေး

# RMHE_VALIDATE_NATIONALITY
source: nationality
ja: 国籍
my: အမျိုးသား

# RMHE_VALIDATE_NUM_CONTRACT
source: Some contracts
ja: 契約番号
my: ကန်ထရိုက်အရေအတွက်

# RMHE_VALIDATE_PERMANENT_RESIDENCE
source: Permanent residence
ja: 永住権
my: အမြဲတမ်းနေထိုင်

# RMHE_VALIDATE_PHONE_NUMBER
source: phone number
ja: 電話番号
my: ဖုန်းနံပါတ်

# RMHE_VALIDATE_RQ_ADDRESS
source: Request to enter the address.
ja: アドレスの入力を要求します。
my: လိပ်စာရိုက်ထည့်ဖို့တောင်းဆိုခဲ့တယ်။

# RMHE_VALIDATE_RQ_ENTER_BANK_ACCOUNT
source: Requires bank account entry.
ja: 銀行口座の入力が必要です。
my: သင့်ရဲ့ဘဏ်အကောင့်ထဲဝငျဖို့တောင်းဆိုခဲ့တယ်။

# RMHE_VALIDATE_RQ_ENTER_DOB
source: Request for birth date.
ja: 誕生日のリクエスト。
my: မွေးနေ့တောင်းဆိုချက်။

# RMHE_VALIDATE_RQ_ENTER_FULL_NAME
source: Request to enter first and last name.
ja: 姓と名の入力を要求します。
my: တစ်ဦးပထမဦးဆုံးနှင့်နောက်ဆုံးအမည်ထည့်သွင်းဖို့တောင်းဆိုခဲ့တယ်။

# RMHE_VALIDATE_RQ_ENTER_IDENTIFICATION
source: Request to enter CMT / Passport.
ja: ID /パスポートの入力を要求します。
my: ID ကို / နိုင်ငံကူးလက်မှတ်ရိုက်ထည့်ရန်လိုအပ်သည်။

# RMHE_VALIDATE_RQ_ENTER_LEVEL_EDU
source: Requires admission to the cultural level.
ja: 文化レベルへの入場が必要です。
my: entry လိုအပ်ချက်များယဉ်ကျေးမှုအဆင့်အထိ။

# RMHE_VALIDATE_RQ_ENTER_NATIONALITY
source: Requires citizenship.
ja: 市民権が必要です。
my: နိုင်ငံသားလိုအပ်ချက်များကို။

# RMHE_VALIDATE_RQ_ENTER_NUM_ACCOUNT
source: Account number required.
ja: アカウント番号が必要です。
my: သင့်အကောင့်နံပါတ်ထည့်သွင်းရန်တောင်းဆိုခဲ့တယ်။

# RMHE_VALIDATE_RQ_ENTER_NUM_CONTRACT
source: Request to enter the contract number.
ja: 契約番号の入力を要求します。
my: စာချုပ်လိုအပ်ချက်များကိုဝင်ရောက်ပါ။

# RMHE_VALIDATE_RQ_ENTER_PERMAMENT_RESIDENCE
source: Request for permanent residence.
ja: 永住権の申請。
my: အမြဲတမ်းနေထိုင်ရိုက်ထည့်ဖို့တောင်းဆိုခဲ့တယ်။

# RMHE_VALIDATE_RQ_ENTER_PERNAMENT_RESIDENCE
source: Request for permanent residence.
ja: 永住権の申請。
my: အမြဲတမ်းနေထိုင်ရိုက်ထည့်ဖို့တောင်းဆိုခဲ့တယ်။

# RMHE_VALIDATE_RQ_ENTER_PHONE_NUM
source: Phone number required.
ja: 電話番号が必要です。
my: ဖုန်းနံပါတ်တစ်ခုရိုက်ထည့်ဖို့တောင်းဆိုခဲ့တယ်။

# RMHE_VALIDATE_RQ_ENTER_TAX_CODE
source: Request a tax code.
ja: 税コードを要求します。
my: အခွန်ကုဒ်လိုအပ်ချက်များကို။

# RMHE_VALIDATE_RQ_ENTER_TIME_END
source: Request to enter the end time.
ja: 終了時間の入力を要求します。
my: အဆုံးအချိန်ရိုက်ထည့်ဖို့တောင်းဆိုခဲ့တယ်။

# RMHE_VALIDATE_RQ_HEATH_STATUS
source: Request to enter health status.
ja: 健康状態の入力を要求します。
my: ကနျြးမာရေးတစ်ပြည်နယ်ထဲဝငျဖို့တောင်းဆိုခဲ့တယ်။

# RMHE_VALIDATE_RQ_TIME_START
source: Request start time.
ja: 開始時間をリクエストします。
my: စတင်ချိန်တောင်းဆိုပါသည်။

# RMHE_VALIDATE_TIME_START
source: Error entering hours.
ja: 時間の入力エラー
my: entry အမှားအယွင်းများနာရီ။
