Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/RMJnanaTokenController.*.resx
Languages: ca, fr, ko, my

# RMJT_ADD_KEY
source: Are you sure you want to add a key?
ca: តើអ្នកប្រាកដជាចង់បន្ថែមកូនសោរមែនទេ?
fr: Êtes-vous sûr de vouloir ajouter une clé?
ko: 키를 추가 하시겠습니까?
my: သင် key ကိုပေါင်းထည့်ချင်တယ်သေချာလား?

# RMJT_BTN_HR
source: Request history
ca: ប្រវត្តិស្នើសុំ
fr: Demander l'historique
ko: 요청 기록
my: သမိုင်းတောင်းဆိုချက်အရ

# RMJT_CURD_CLICK_HR_SEARCH_LBL_KEY_CODE
source: Code key
ca: លេខកូដ
fr: Clé de code
ko: 코드 키
my: သော့ချက်ကုဒ်

# RMJT_CURD_CLICK_HR_SEARCH_TXT_KEY_CODE
source: Enter the key code
ca: បញ្ចូលកូដគន្លឹះ
fr: Entrez le code clé
ko: 키 코드 입력
my: သော့ကုဒ်ရိုက်ထည့်ပါ

# RMJT_CURD_CLICK_HR_TITLE_REQUEST
source: Request history
ca: ប្រវត្តិស្នើសុំ
fr: Demander l'historique
ko: 요청 기록
my: သမိုင်းတောင်းဆိုချက်အရ

# RMJT_CURD_LBL_EMAIL
source: Email
ca: អ៊ីមែល
ko: 이메일
my: အီးမေးလ်က

# RMJT_CURD_LBL_KEY
source: Key
ca: គន្លឹះ
fr: Clé
ko: 열쇠
my: သော့

# RMJT_CURD_LBL_LIMIT_REQUEST
source: Limit request
ca: កំណត់សំណើ
fr: Demande de limite
ko: 제한 요청
my: တောငျးဆိုခကျြကန့်သတ်ရန်

# RMJT_CURD_LBL_SEACH_EMAIL
source: Email
ca: អ៊ីមែល
ko: 이메일
my: အီးမေးလ်က

# RMJT_CURD_LBL_SERVICE
source: Service type
ca: ប្រភេទសេវាកម្ម
fr: Type de service
ko: 서비스 유형
my: ဝန်ဆောင်မှုအမျိုးအစား

# RMJT_CURD_LINK_GG_TOOKEN
source: Google tooken
ca: Google បានយក
fr: Google a pris
ko: Google takenen
my: Google က tooken

# RMJT_CURD_LINK_HOME
source: Home page
ca: ផ្ទះ
fr: Accueil
ko: 홈
my: နေအိမ်

# RMJT_CURD_TITLE_ADD
source: Add new google token
ca: បន្ថែមនិមិត្តសញ្ញា google ថ្មី
fr: Ajouter un nouveau token Google
ko: 새 Google 토큰 추가
my: အသစ်သောလက္ခဏာသက်သေမှာ google Add

# RMJT_CURD_TITLE_EDIT
source: Update information
ca: ធ្វើបច្ចុប្បន្នភាពព័ត៌មាន
fr: Mettre à jour les informations
ko: 정보 업데이트
my: သတင်းအချက်အလက်ကိုအပ်ဒိတ်လုပ်

# RMJT_CURD_TITLE_GG_TOOKEN
source: Google tooken
ca: Google បានយក
fr: Google a pris
ko: Google takenen
my: Google က tooken

# RMJT_CURD_TXT_EMAIL
source: Enter email
ca: បញ្ចូលអ៊ីមែល
fr: Entrer email
ko: 이메일 입력
my: အီးမေးလ်ကရိုက်ထည့်ပါ

# RMJT_CURD_TXT_KEY
source: Enter the key code
ca: បញ្ចូលកូដគន្លឹះ
fr: Entrez le code clé
ko: 키 코드 입력
my: သော့ကုဒ်ရိုက်ထည့်ပါ

# RMJT_CURD_TXT_LIMIT_REQUEST
source: Enter the request limit
ca: បញ្ចូលដែនកំណត់សំណើ
fr: Entrez la limite de demande
ko: 요청 한도 입력
my: ကန့်သတ်တောင်းဆိုမှုကို Enter

# RMJT_CURD_TXT_SEACH_EMAIL
source: Enter email
ca: បញ្ចូលអ៊ីមែល
fr: Entrer email
ko: 이메일 입력
my: အီးမေးလ်ကရိုက်ထည့်ပါ

# RMJT_CURD_TXT_SERVICE
source: Select the type of servivce
ca: ជ្រើសប្រភេទ servivce
fr: Sélectionnez le type de service
ko: 서비스 유형 선택
my: အမျိုးအစား servivce ကို Select လုပ်ပါ

# RMJT_DELETE_TOKEN
source: Are you sure you want to delete the selected tokens?
ca: តើអ្នកប្រាកដថាអ្នកចង់លុបថូខឹនដែលបានជ្រើសរើសទេ?
fr: Êtes-vous sûr de vouloir supprimer les jetons sélectionnés?
ko: 선택한 토큰을 삭제 하시겠습니까?
my: သင်ရွေးချယ်ထားသောတိုကင်ကိုလုပ်သင်ဖျက်ချင်တာသေချာလား?

# RMJT_EDIT_KEY
source: Are you sure you want to update the key?
ca: តើអ្នកប្រាកដជាចង់ធ្វើបច្ចុប្បន្នភាពកូនសោរមែនទេ?
fr: Êtes-vous sûr de vouloir mettre à jour la clé?
ko: 키를 업데이트 하시겠습니까?
my: သင်သော့ကိုအပ်ဒိတ်လုပ်လိုတာသေချာလား?

# RMJT_ERR_CHOOSE
source: No items selected
ca: គ្មានធាតុដែលបានជ្រើស
fr: Aucun élément sélectionné
ko: 선택한 항목이 없습니다.
my: အဘယ်သူမျှမကို item ကိုရွေးချယ်ခြင်းဖြစ်သည်

# RMJT_LIST_COL_ACTION
source: Action
ca: សកម្មភាព
ko: 액션
my: လုပ်ရပ်များ

# RMJT_LIST_COL_CREATE_TIME
source: Time
ca: ពេលវេលា
fr: Le temps
ko: 시간
my: အချိန်

# RMJT_LIST_COL_DESCRIPTION
source: Email
ca: អ៊ីមែល
ko: 이메일
my: အီးမေးလ်က

# RMJT_LIST_COL_DEVICE
source: type of device
ca: ប្រភេទឧបករណ៍
fr: Type d'appareil
ko: 기기 유형
my: device အမျိုးအစား

# RMJT_LIST_COL_IS_LIMIT
source: Status
ca: ស្ថានភាព
fr: Statut
ko: 상태
my: ပြည်နယ်

# RMJT_LIST_COL_KEY
source: Key
ca: គន្លឹះ
fr: Clé
ko: 열쇠
my: သော့

# RMJT_LIST_COL_LIMIT
source: Limit request
ca: កំណត់សំណើ
fr: Demande de limite
ko: 제한 요청
my: တောငျးဆိုခကျြကန့်သတ်ရန်

# RMJT_LIST_COL_NULL
source: Action
ca: សកម្មភាព
ko: 액션
my: လုပ်ရပ်များ

# RMJT_LIST_COL_NUM_REQUEST
source: Number of Requests
ca: ចំនួនសំណើ
fr: Nombre de demandes
ko: 요청 수
my: အရေအတွက်တောင်းဆိုခြင်း

# RMJT_LIST_COL_SERVICE_TYPE
source: Service type
ca: ប្រភេទសេវាកម្ម
fr: Type de service
ko: 서비스 유형
my: ဝန်ဆောင်မှုအမျိုးအစား

# RMJT_LIST_COL_STATUS
source: Status
ca: ស្ថានភាព
fr: Statut
ko: 상태
my: ပြည်နယ်

# RMJT_MSG_ADD_ERROR
source: There was an error adding the item
ca: មានកំហុសក្នុងការបន្ថែមធាតុ
fr: Une erreur s'est produite lors de l'ajout de l'élément.
ko: 항목을 추가하는 중 오류가 발생했습니다.
my: မှားယွင်းနေသည်ဖြည့်စွက်တဲ့ item

# RMJT_MSG_ADD_SUCCESS
source: Add the item successfully
ca: បន្ថែមធាតុដោយជោគជ័យ
fr: Ajouter l'article avec succès
ko: 항목을 성공적으로 추가하십시오.
my: အောင်မြင်စွာပစ္စည်းများ Add

# RMJT_MSG_ADD_TOOKEN_SUCCESS
source: Add a successful token
ca: បន្ថែមសញ្ញាសម្ងាត់ដែលទទួលបានជោគជ័យ
fr: Ajouter un jeton réussi
ko: 성공적인 토큰 추가
my: တိုကင်နံပါတ်အောင်မြင်မှု Add

# RMJT_MSG_DELETE
source: Are you sure to delete the record
ca: តើអ្នកប្រាកដជាលុបកំណត់ត្រា
fr: Êtes-vous sûr de vouloir supprimer l'enregistrement?
ko: 레코드를 삭제 하시겠습니까?
my: သငျသညျမှတ်တမ်းများကိုဖျက်သငျသညျမှာသေချာ

# RMJT_MSG_DELETE_NOTE
source: Are you sure you want to delete the selected records?
ca: តើអ្នកប្រាកដថាអ្នកចង់លុបកំណត់ត្រាដែលបានជ្រើសរើសទេ?
fr: Êtes-vous sûr de vouloir supprimer les enregistrements sélectionnés?
ko: 선택한 레코드를 삭제 하시겠습니까?
my: သင်ရွေးချယ်ထားသည့်မှတ်တမ်းများကိုဖျက်ပစ်ချင်သင်သေချာပါသလား?

# RMJT_MSG_DELETE_RECORD_ERROR
source: Delete the failed record
ca: លុបកំណត់ត្រាដែលបរាជ័យ
fr: Supprimer l'enregistrement échoué
ko: 실패한 레코드 삭제
my: Clear ကိုပျက်ကွက်မှတ်တမ်းများ

# RMJT_MSG_DELETE_RECORD_SUCCESS
source: Delete the record successfully
ca: លុបកំណត់ត្រាដោយជោគជ័យ
fr: Supprimer l'enregistrement avec succès
ko: 레코드를 성공적으로 삭제하십시오.
my: စံချိန်တင်အောင်မြင်မှုဖျက်ပစ်ပါ

# RMJT_MSG_DELETE_TOOKEN_ERROR
source: Delete the token failed
ca: លុបនិមិត្តសញ្ញាបានបរាជ័យ
fr: Supprimer le jeton a échoué
ko: 토큰을 삭제하지 못했습니다.
my: တိုကင်နံပါတ်ပျက်ကွက်ဖျက်ပစ်ပါ

# RMJT_MSG_DELETE_TOOKEN_SUCCESS
source: Delete the token successfully
ca: លុបលេខសំងាត់ដោយជោគជ័យ
fr: Supprimer le jeton avec succès
ko: 토큰을 성공적으로 삭제하십시오
my: တိုကင်နံပါတ်အောင်မြင်မှုဖျက်ပစ်ပါ

# RMJT_MSG_EDIT_ERROR
source: There was an error editing the item
ca: មានកំហុសក្នុងការកែសម្រួលធាតុ
fr: Une erreur s'est produite lors de l'édition de l'élément.
ko: 항목을 수정하는 중에 오류가 발생했습니다.
my: မှားယွင်းနေသည်ဆုံးမခြင်းပစ္စည်းများ

# RMJT_MSG_EDIT_TOOKEN_SUCCESS
source: Successful token editing
ca: កែសម្រួលនិមិត្តសញ្ញាជោគជ័យ
fr: Edition de jeton réussie
ko: 성공적인 토큰 편집
my: တိုကင်နံပါတ်အောင်မြင်မှုပြင်ရန်

# RMJT_MSG_KEY
source: Out of key
ca: ចេញពីគន្លឹះ
fr: En clé
ko: 열쇠가 없다.
my: အားလုံးသော့ချက်

# RMJT_MSG_OVER
source: It's over
ca: ចេញទាំងអស់
fr: Tous dehors
ko: 모두 밖으로
my: သက်တမ်းကုန်သွားပြီ

# RMJT_MSG_STILL
source: Still
ca: ផងដែរ
fr: Aussi
ko: 또한
my: နေဆဲ

# RMJT_TITLE_UPDATE_INFORMATION
source: Update information
ca: ធ្វើបច្ចុប្បន្នភាពព័ត៌មាន
fr: Mettre à jour les informations
ko: 정보 업데이트
my: သတင်းအချက်အလက်ကိုအပ်ဒိတ်လုပ်

# RMJT_VALIDATE_ENTER_CHOOSE_TYPE_SEVER
source: Request to select service type
ca: ស្នើសុំដើម្បីជ្រើសរើសប្រភេទសេវាកម្ម
fr: Demande de sélection du type de service
ko: 서비스 유형 선택 요청
my: မေတ္တာရပ်ခံဝန်ဆောင်မှုအမျိုးအစားကိုရွေးချယ်ပါ

# RMJT_VALIDATE_ENTER_CODE
source: Code required
ca: ទាមទារកូដ
fr: Code requis
ko: 코드 필요
my: ရိုက်ထည့်ဖို့တောင်း

# RMJT_VALIDATE_ENTER_EMAIL
source: Email required
ca: ទាមទារអ៊ីម៉ែល
fr: Email requis
ko: 이메일이 필요합니다.
my: အီးမေးလ်ကရိုက်ထည့်ဖို့တောင်း

# RMJT_VALIDATE_ENTER_LIMIT_REQUEST
source: Request input limit
ca: ស្នើដែនកំណត់បញ្ចូល
fr: Demande de limite d'entrée
ko: 입력 한도 요청
my: entry လိုအပ်ချက်များတောင်းဆိုမှုကိုကန့်သတ်ရန်

# RMJT_VALIDATE_ENTER_LIMIT_REQUEST_NUMBER
source: Request to enter the request limit by number
ca: ស្នើសុំបញ្ចូលដែនកំណត់សំណើតាមលេខ
fr: Demande d'entrer la limite de demande par numéro
ko: 요청 한도를 번호로 입력 요청
my: တစ်ဂဏန်းန့်သတ်ချက်တောင်းဆိုမှုကိုရိုက်ထည့်ဖို့တောင်း
