Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/RMRemoocXController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# RMRX_ADD_TITLE
source: Add new Rom
ca: បន្ថែមរ៉ូមថ្មី។
fr: Ajouter un nouveau Rom
ja: 新しいRomを追加
ko: 새로운 Rom 추가
my: အသစ်သောနောက်တွဲယာဉ် Add
vi: Thêm mới Romooc
zh: 添加新的Rom

# RMRX_CURD_LBL_BARCODE
source: Barcode
ca: បាកូដ។
fr: Code à barres
ja: バーコード
ko: 바코드
my: ဘားကုဒ်
zh: 条形码

# RMRX_CURD_LBL_DATE_USE
source: Date
ca: កាលបរិច្ឆេទនៃការប្រើប្រាស់។
fr: Date d'utilisation
ja: 使用日
ko: 사용 날짜
my: နေ့ကိုအသုံးပြုခြင်း
vi: Ngày sử dụng
zh: 使用日期

# RMRX_CURD_LBL_GROUP
source: The group
ca: ក្រុម។
fr: Groupe
ja: 団体
ko: 그룹
my: အုပ်စုတစ်စု
vi: Nhóm
zh: 组

# RMRX_CURD_LBL_ID
source: Id
ca: លេខសម្គាល់។
zh: 编号

# RMRX_CURD_LBL_IMAGE
source: Image
ca: រូបថត។
fr: Des photos
ja: 写真
ko: 사진
my: ရုပ်ပုံ
vi: Hình ảnh
zh: 图片

# RMRX_CURD_LBL_MADE_FROM
source: Origin
ca: ប្រភពដើម។
fr: Origine
ja: 起源
ko: 원산지
my: အရင်းအမြစ်
vi: Xuất xứ
zh: 起源

# RMRX_CURD_LBL_MANUFACT
source: Manufacturer
ca: ក្រុមហ៊ុនផលិត។
fr: Fabricant
ja: メーカー
ko: 제조사
my: ထုတ်လုပ်သူ
vi: Hãng sản xuất
zh: 生产厂家

# RMRX_CURD_LBL_MOOC_NUM
source: Number of trailers
ca: ចំនួនរ៉ឺម៉ក។
fr: Nombre de remorques
ja: トレーラーの数
ko: 트레일러 수
my: အမှတ်နောက်တွဲယာဉ်
vi: Số mooc
zh: 预告片数量

# RMRX_CURD_LBL_NOTE
source: Note
ca: កំណត់ចំណាំ។
fr: Les notes
ja: 注釈
ko: 비고
my: မှတ်ချက်ချ
vi: Ghi chú
zh: 注意

# RMRX_CURD_LBL_ROMOOC_CODE
source: Rom Code
ca: លេខកូដរ៉ូម។
fr: Code Rom
ja: ROMコード
ko: 롬 코드
my: ကုဒ် trailer
vi: Mã Romooc

# RMRX_CURD_LBL_SELECT_DATE_START
source: Choose a start date
ca: ជ្រើសរើសកាលបរិច្ឆេទចាប់ផ្តើម។
fr: Choisissez une date de début
ja: 開始日を選択してください
ko: 시작일을 선택하십시오
my: စတင်နေ့စွဲကိုရွေးချယ်ပါ
vi: Chọn ngày bắt đầu
zh: 选择开始日期

# RMRX_CURD_LBL_SELECT_END_DATE
source: Select an end date
ca: ជ្រើសកាលបរិច្ឆេទបញ្ចប់។
fr: Sélectionnez une date de fin
ja: 終了日を選択してください
ko: 종료일을 선택하십시오
my: အဆုံးနေ့စွဲကိုရွေးချယ်ပါ
vi: Chọn ngày kết thúc
zh: 选择结束日期

# RMRX_CURD_LBL_SELECT_IMAGE
source: Choose photos
ca: ជ្រើសរើសរូបថត។
fr: Choisir des photos
ja: 写真を選ぶ
ko: 사진을 선택하십시오
my: ဓါတ်ပုံကို Select လုပ်ပါ
vi: Chọn ảnh
zh: 选择照片

# RMRX_CURD_LBL_SELEECT_GROUP
source: Choose a group
ca: ជ្រើសរើសក្រុម។
fr: Choisissez un groupe
ja: グループを選択してください
ko: 그룹을 선택하세요
my: ကို Select လုပ်ပါအုပ်စုတစ်စု
vi: Chọn nhóm
zh: 选择一个组

# RMRX_CURD_LBL_STATUS_TRIP
source: Trip status
ca: ស្ថានភាពធ្វើដំណើរ។
fr: Statut de voyage
ja: 旅行ステータス
ko: 여행 상태
my: ခရီးစဉ် status ကို
vi: Trạng thái chuyến đi
zh: 旅行状态

# RMRX_CURD_LBL_TECHNICAL_SPECIFICATION
source: Technical specifications
ca: លក្ខណៈបច្ចេកទេស។
fr: Spécifications techniques
ja: 技術仕様
ko: 기술 사양
my: အသေးစိတ်ဖော်ပြချက်
vi: Thông số kỹ thuật
zh: 技术规格

# RMRX_CURD_LBL_TIME_IMPORT
source: Date Added
ca: បញ្ចូលកាលបរិច្ឆេទ។
fr: Entrez la date
ja: 日付を入力してください
ko: 날짜 입력
my: နေ့စွဲ Added
vi: Ngày nhập
zh: 输入日期

# RMRX_CURD_LBL_TOTAL_DISTANCE
source: Total:
ca: សរុប៖
ja: 合計：
ko: 합계 :
my: စုစုပေါင်း:
vi: Tổng số:
zh: 总计：

# RMRX_CURD_LBL_TYPE_ROMOOC
source: Rom type
ca: ប្រភេទរ៉ូម។
fr: Type rom
ja: ROMタイプ
ko: 롬 타입
my: trailer
vi: Loại romooc
zh: Rom类型

# RMRX_CURD_LBL_UNIT_KM
source: kilometer
ca: គ។ ម
fr: km
ja: km
ko: km
my: ကီလိုမီတာ
vi: km
zh: 千米

# RMRX_CURD_TXT_ENTER_BARCODE
source: Enter barcode
ca: បញ្ចូលលេខកូដ។
fr: Entrez le code à barres
ja: バーコードを入力
ko: 바코드 입력
my: အဆိုပါဘားကုဒ်ကိုရိုက်ထည့်ပါ
vi: Nhập barcode
zh: 输入条形码

# RMRX_CURD_TXT_ENTER_DATE_USE
source: Enter the date of use
ca: បញ្ចូលកាលបរិច្ឆេទនៃការប្រើប្រាស់។
fr: Entrez la date d'utilisation
ja: 使用日を入力してください
ko: 사용 날짜를 입력하십시오
my: အသုံးပြုမှုကိုရိုက်ထည့်ပါ
vi: Nhập ngày sử dụng
zh: 输入使用日期

# RMRX_CURD_TXT_ENTER_END_DATE
source: Enter the end time
ca: បញ្ចូលពេលវេលាបញ្ចប់។
fr: Entrez l'heure de fin
ja: 終了時間を入力してください
ko: 종료 시간을 입력하십시오
my: အဆုံးအချိန် Enter
vi: Nhập thời gian kết thúc
zh: 输入结束时间

# RMRX_CURD_TXT_ENTER_MADE_FROM
source: Enter origin
ca: បញ្ចូលប្រភពដើម។
fr: Entrez l'origine
ja: 起源を入力してください
ko: 출발지 입력
my: ဇာစ်မြစ်ကိုရိုက်ထည့်
vi: Nhập xuất xứ
zh: 输入原点

# RMRX_CURD_TXT_ENTER_MANUFACT
source: Enter the manufacturer
ca: បញ្ចូលក្រុមហ៊ុនផលិត។
fr: Entrez le fabricant
ja: メーカーを入力してください
ko: 제조업체를 입력하십시오
my: ထုတ်လုပ်သူ Enter
vi: Nhập hãng sản xuất
zh: 进入制造商

# RMRX_CURD_TXT_ENTER_MOOC_NUM
source: Enter the phone number
ca: បញ្ចូលលេខទូរស័ព្ទ។
fr: Entrez le numéro de téléphone
ja: 電話番号を入力してください
ko: 전화 번호를 입력하십시오
my: ယင်းနောက်တွဲယာဉ် Enter
vi: Nhập số mooc
zh: 输入电话号码

# RMRX_CURD_TXT_ENTER_NOTE
source: Enter the note
ca: បញ្ចូលចំណាំ។
fr: Entrez la note
ja: メモを入力してください
ko: 메모를 입력하십시오
my: type မှတ်စု
vi: Nhập ghi chú
zh: 输入备注

# RMRX_CURD_TXT_ENTER_START_DATE
source: Enter the start time
ca: បញ្ចូលពេលវេលាចាប់ផ្តើម។
fr: Entrez l'heure de début
ja: 開始時間を入力してください
ko: 시작 시간을 입력하십시오
my: စတင်ချိန် Enter
vi: Nhập thời gian bắt đâu
zh: 输入开始时间

# RMRX_CURD_TXT_ENTER_TIME_IMPORT
source: Enter the date of entry
ca: បញ្ចូលកាលបរិច្ឆេទនៃការចូល។
fr: Entrez la date d'entrée
ja: エントリー日を入力してください
ko: 입국 날짜를 입력하십시오
my: သင်္ကေတပြ Enter
vi: Nhập ngày nhập
zh: 输入输入日期

# RMRX_CURD_TXT_ENTER_TYPE_ROMOOC
source: Romper type ...
ca: ប្រភេទរ៉ូមែនទិច ...
fr: Type de barboteuse ...
ja: ロンパースタイプ...
ko: 롬퍼 타입 ...
my: trailer ...
vi: Loại Romooc...
zh: 连身衣型......

# RMRX_CURD_TXT_ROMOOC_CODE
source: Enter the romooc code
ca: បញ្ចូលលេខកូដរ៉ូម៉ែន។
fr: Entrez le code romooc
ja: ロモックコードを入力してください
ko: romooc 코드를 입력하십시오
my: ကုဒ်အမြည်း Enter
vi: Nhập mã romooc
zh: 输入romooc代码

# RMRX_CURD_TXT_SELECT_GROUP
source: select group ...
ca: ជ្រើសរើសក្រុម ...
fr: sélectionner un groupe ...
ja: グループを選択...
ko: 그룹 선택 ...
my: အုပ်စုတစုကိုရွေးပါ ...
vi: chọn nhóm...
zh: 选择组...

# RMRX_CURD_TXT_SELECT_STATUS
source: Select status ...
ca: ជ្រើសរើសស្ថានភាព ...
fr: Sélectionnez le statut ...
ja: ステータスの選択...
ko: 상태 선택 ...
my: ပြည်နယ်ရွေးပါ ...
vi: Chọn trạng thái...
zh: 选择状态...

# RMRX_DETAIL_TITLE_INFO_ROMOOC
source: Details Romoo
ca: ព័ត៌មានលម្អិត
fr: Détails Romoo
ja: 詳細Romoo
ko: 세부 Romoo
my: အသေးစိတ် trailer
vi: Thông tin chi tiết Romooc
zh: 详情Romoo

# RMRX_EDIT_TITLE
source: Fix the scissors
ca: ជួសជុលកន្ត្រៃ។
fr: Réparer les ciseaux
ja: はさみを修正する
ko: 가위 수정
my: Edit ကိုလယ်ထွန်စက်
vi: Sửa đầu kéo
zh: 修理剪刀

# RMRX_EXPORT_TITLE
source: Download the romoo information
ca: ទាញយកព័ត៌មានរ៉ូមែនទិក។
fr: Télécharger les informations de romoo
ja: romoo情報をダウンロードする
ko: romoo 정보 다운로드
my: သတင်းအချက်အလက်အမြည်း Download
vi: Tải xuống thông tin romooc
zh: 下载romoo信息

# RMRX_EXTRAFIELD_TITLE
source: ROMOOC LIST IS OPERATING
ca: រ៉ូមរ៉ូខេស៊ីកកំពុងដំណើរការ។
fr: ROMOOC LIST FONCTIONNE
ja: ROMOOCリストが動作しています
ko: ROMOOC 목록이 작동 중입니다
my: လှုပ်ရှားမှုများများစာရင်း trailer ကွ
vi: DANH SÁCH ROMOOC ĐANG HOẠT ĐỘNG
zh: ROMOOC列表正在运行

# RMRX_HISTORY_TITLE_ROMOOC
source: History of Rom
ca: ប្រវត្តិរបស់រ៉ូម។
fr: Histoire de Rom
ja: Romの歴史
ko: 롬의 역사
my: သမိုင်း trailer
vi: Lịch sử Romooc
zh: 罗马的历史

# RMRX_LINK_MANAGE_CONTAINER
source: Traction management
ca: ការគ្រប់គ្រងការអូសទាញ។
fr: Gestion de la traction
ja: トラクション管理
ko: 견인 관리
my: စီမံခန့်ခွဲမှုလယ်ထွန်စက်
vi: Quản lý đầu kéo
zh: 牵引管理

# RMRX_LIST_COL_ACTION
source: Action
ca: សកម្មភាព។
ja: アクション
ko: 행동
my: လုပ်ရပ်များ
vi: Tác vụ
zh: 行动

# RMRX_LIST_COL_CURRENT_TIME
source: At a time
ca: នៅពេលនេះ។
fr: Au moment
ja: 現時点では
ko: 현재
my: ထိုအချိန်တွင်
vi: Tại thời điểm
zh: 此刻

# RMRX_LIST_COL_DATE_IMPORT
source: Date Added
ca: បញ្ចូលកាលបរិច្ឆេទ។
fr: Entrez la date
ja: 日付を入力してください
ko: 날짜 입력
my: နေ့စွဲ Added
vi: Ngày nhập
zh: 输入日期

# RMRX_LIST_COL_DATE_UPDATE
source: Update day
ca: កាលបរិច្ឆេទធ្វើបច្ចុប្បន្នភាព។
fr: Date de mise à jour
ja: 更新日
ko: 업데이트 날짜
my: ပြန်လည်ပြုပြင်မွမ်းမံ၏နေ့စွဲ
vi: Ngày cập nhật
zh: 更新日期

# RMRX_LIST_COL_DATE_USE
source: Date
ca: កាលបរិច្ឆេទនៃការប្រើប្រាស់។
fr: Date d'utilisation
ja: 使用日
ko: 사용 날짜
my: နေ့ကိုအသုံးပြုခြင်း
vi: Ngày sử dụng
zh: 使用日期

# RMRX_LIST_COL_GROUP
source: The group
ca: ក្រុម។
fr: Groupe
ja: 団体
ko: 그룹
my: အုပ်စုတစ်စု
vi: Nhóm
zh: 组

# RMRX_LIST_COL_ID
source: ID
ca: លេខសម្គាល់។
ko: 아이디
my: ID ကို

# RMRX_LIST_COL_IMAGE
source: Image
ca: រូបថត។
fr: Des photos
ja: 写真
ko: 사진
my: ရုပ်ပုံ
vi: Hình ảnh
zh: 图片

# RMRX_LIST_COL_MADE_FROM
source: Origin
ca: ប្រភពដើម។
fr: Origine
ja: 起源
ko: 원산지
my: အရင်းအမြစ်
vi: Xuất xứ
zh: 起源

# RMRX_LIST_COL_MANUFACT
source: Trademark
ca: ម៉ាក។
fr: Marque
ja: ブランド名
ko: 브랜드
my: ကုန်အမှတ်တံဆိပ်
vi: Thương hiệu
zh: 商标

# RMRX_LIST_COL_PARKING_PLACE
source: Parking position
ca: ទីតាំងចតរថយន្ត។
fr: Position de stationnement
ja: 駐車位置
ko: 주차 위치
my: ကားရပ်ရန်တည်နေရာ
vi: Vị trí đỗ
zh: 停车位

# RMRX_LIST_COL_PLACE_STATRT
source: Location begins
ca: ទីតាំងចាប់ផ្តើម។
fr: Lieu commence
ja: 場所が始まる
ko: 위치 시작
my: တည်နေရာက start
vi: Địa điểm bắt đầu
zh: 位置开始

# RMRX_LIST_COL_POSITION
source: Location
ca: ទីតាំង។
fr: Emplacement
ja: 場所
ko: 위치
my: တည်နေရာ
vi: Vị trí
zh: 位置

# RMRX_LIST_COL_POSTION_CURRENT
source: Current position
ca: ទីតាំងបច្ចុប្បន្ន។
fr: Position actuelle
ja: 現在位置
ko: 현재 위치
my: လက်ရှိတည်နေရာ
vi: Vị trí hiện tại
zh: 目前的位置

# RMRX_LIST_COL_ROMOOC_BARCODE
source: Romooc Barcode
ca: រ៉ូម៉ាកូខេបារកូដ។
fr: Code à barres Romooc
ja: Romoocバーコード
ko: Romooc 바코드
my: ဘားကုဒ်အမြည်း
zh: Romooc条形码

# RMRX_LIST_COL_ROMOOC_CODE
source: ROM code
ca: លេខកូដរ៉ូម។
fr: Code ROM
ja: ROMコード
ko: ROM 코드
my: ma အမြည်း
vi: Mã romooc
zh: ROM代码

# RMRX_LIST_COL_ROMOOC_ID
source: Rom Id
ca: រ៉ូមអ៊ីម។
ko: 롬 ID
my: id အမြည်း
vi: Romooc Id

# RMRX_LIST_COL_ROMOOC_NAME
source: ROM name
ca: ឈ្មោះរ៉ូម។
fr: Nom de la ROM
ja: ROM名
ko: ROM 이름
my: နာမတျောကိုအမြည်း
vi: Tên romooc
zh: ROM名称

# RMRX_LIST_COL_STATUS
source: Status
ca: ស្ថានភាព។
fr: Statut
ja: ステータス
ko: 상태
my: ပြည်နယ်
vi: Trạng thái
zh: 状态

# RMRX_LIST_COL_STATUS_ROMOOC
source: Status of romooc
ca: ស្ថានភាពរ៉ូមែនទិក។
fr: Statut de romooc
ja: romoocのステータス
ko: romooc의 상태
my: status အမြည်း
vi: Trạng thái romooc
zh: romooc的状态

# RMRX_LIST_COL_TIME_END
source: End time
ca: ពេលវេលាត្រូវបញ្ចប់។
fr: Il est temps de finir
ja: 終了する時間
ko: 끝나는 시간
my: အဆုံးအချိန်
vi: Thời gian kết thúc
zh: 时间到了

# RMRX_LIST_COL_TIME_START
source: Time to start
ca: ពេលវេលាត្រូវចាប់ផ្តើម។
fr: Il est temps de commencer
ja: 開始する時間
ko: 시작 시간
my: အချိန် Start
vi: Thời gian bắt đầu
zh: 是时候开始了

# RMRX_LIST_COL_TOTAL_DISTANCE
source: Total (km)
ca: សរុប (គីឡូម៉ែត្រ)
ja: 合計（km）
ko: 총계 (km)
my: စုစုပေါင်း (ကီလိုမီတာ)
vi: Tổng số(km)
zh: 总计（km）

# RMRX_LIST_COL_TRIP_CODE
source: Trip code
ca: លេខកូដដំណើរ។
fr: Code de voyage
ja: トリップコード
ko: 여행 코드
my: ခရီးစဉ်ကုဒ်
vi: Mã chuyến đi
zh: 旅行代码

# RMRX_MSG_BTN_NO
source: Is not
ca: ទេ។
fr: Non
ja: いや
ko: 아니요
my: မဟုတ်
vi: Không
zh: 不

# RMRX_MSG_BTN_YES
source: Have
ca: ត្រូវហើយ។
fr: Oui
ja: はい
ko: 예
my: ရှိ
vi: Có
zh: 有

# RMRX_MSG_DONT_EMPTY_LICENCES_PLATE
source: No license plate must be left blank
ca: មិនមានស្លាកលេខត្រូវតែទុកចោល។
fr: Aucune plaque d'immatriculation ne doit être laissée en blanc
ja: ナンバープレートを空白のままにしないでください
ko: 번호판은 비워 둘 수 없습니다
my: အလွတ်အရေအတွက်ကပြားမဖြစ်
vi: Không được bỏ trống biển số xe
zh: 没有牌照必须留空

# RMRX_MSG_PLS_SELECT_GROUP
source: Please select a group
ca: សូមជ្រើសរើសក្រុម។
fr: Veuillez sélectionner un groupe
ja: グループを選択してください
ko: 그룹을 선택하십시오
my: အုပ်စုတစုကို select ပေးပါ
vi: Vui lòng chọn nhóm
zh: 请选择一个组

# RMRX_MSG_SURE_ADD_NEW_ROMOOC
source: Are you sure you add new romooc?
ca: តើអ្នកប្រាកដថាអ្នកបន្ថែមរ៉ូម៉ាំងថ្មីទេ?
fr: Êtes-vous certain d’ajouter un nouveau romooc?
ja: 新しいromoocを追加してもよろしいですか？
ko: 새로운 romooc을 추가 하시겠습니까?
my: သငျသညျသစ်ကိုအမြည်း add သေချာလား?
vi: Bạn có chắc chắn thêm mới romooc ?
zh: 你确定你添加了新的romooc吗？

# RMRX_MSG_SURE_CHANGE_STATUS
source: Do you want to change the status?
ca: តើអ្នកចង់ផ្លាស់ប្តូរស្ថានភាពទេ?
fr: Voulez-vous changer le statut?
ja: ステータスを変更しますか？
ko: 상태를 변경 하시겠습니까?
my: သင်က status ကိုပြောင်းလဲပစ်ချင်ကြသည်မဟုတ်လော
vi: Bạn có muốn thay đổi trạng thái không?
zh: 你想改变状态吗？

# RMRX_MSG_SURE_DELETE_CATE_SELECTED
source: Are you sure you want to lock the selected item status?
ca: តើអ្នកពិតជាចង់ចាក់សោស្ថានភាពធាតុដែលបានជ្រើសរើសមែនទេ?
fr: Êtes-vous sûr de vouloir verrouiller le statut de l'élément sélectionné?
ja: 選択したアイテムのステータスをロックしてもよろしいですか？
ko: 선택한 항목 상태를 잠그시겠습니까?
my: သငျသညျ status ကိုရွေးချယ်ထားသည့်ပစ္စည်းများကိုသော့ခတ်ချင်သင်သေချာပါသလား?
vi: Bạn có chắc chắn muốn khóa trạng thái khoản mục đã chọn?
zh: 您确定要锁定所选项目状态吗？

# RMRX_MSG_SURE_EXPORT_EXCEL
source: Are you sure to export excel?
ca: តើអ្នកប្រាកដជានាំចេញពូកែមែនទេ?
fr: Êtes-vous sûr d'exporter Excel?
ja: Excelをエクスポートしてもよろしいですか？
ko: Excel을 내보내시겠습니까?
my: သငျသညျ excel တင်ပို့သေချာလား?
vi: Bạn có chắc chắn export excel?
zh: 你确定要出口excel吗？

# RMRX_MSG_SURE_OPEN_LOCK_STATUS_CATE_SELECTED
source: Are you sure you want to unlock the selected item status?
ca: តើអ្នកពិតជាចង់ដោះសោស្ថានភាពរបស់ធាតុដែលបានជ្រើសរើសមែនទេ?
fr: Êtes-vous sûr de vouloir déverrouiller le statut de l'élément sélectionné?
ja: 選択したアイテムのステータスのロックを解除してもよろしいですか？
ko: 선택한 항목 상태를 잠금 해제 하시겠습니까?
my: သငျသညျပြည်နယ်ကိုရွေးချယ်ပစ္စည်းများသော့ဖွင့်ချင်သင်သေချာပါသလား?
vi: Bạn có chắc chắn muốn mở khóa trạng thái khoản mục đã chọn?
zh: 您确定要解锁所选项目状态吗？

# RMRX_MSG_SURE_UPDATE_INFO_ROMOOC
source: Are you sure to update the information of the tractor?
ca: តើអ្នកពិតជាចង់ធ្វើបច្ចុប្បន្នភាពព័ត៌មានរបស់ត្រាក់ទ័រមែនទេ?
fr: Êtes-vous sûr de mettre à jour les informations du tracteur?
ja: トラクターの情報を更新してもよろしいですか？
ko: 트랙터 정보를 업데이트 하시겠습니까?
my: သင်လယ်ထွန်စက်များ၏သတင်းအချက်အလက်များကို update သေချာလား?
vi: Bạn có chắc chắn cập nhật thông tin của đầu kéo?
zh: 您确定要更新拖拉机的信息吗？

# RMRX_TITLE_MANAGE_CONTAINER
source: Traction management
ca: ការគ្រប់គ្រងការអូសទាញ។
fr: Gestion de la traction
ja: トラクション管理
ko: 견인 관리
my: စီမံခန့်ခွဲမှုလယ်ထွန်စက်
vi: Quản lý đầu kéo
zh: 牵引管理

# RMRX_VALIDATE_ACTIVATE
source: Activate status
ca: ធ្វើឱ្យសកម្មស្ថានភាព។
fr: Activer le statut
ja: ステータスを有効にする
ko: 상태 활성화
my: activation status ကို
vi: Kích hoạt trạng thái
zh: 激活状态

# RMRX_VALIDATE_ADD_ROMOOC
source: Add new romoo
ca: បន្ថែមរ៉ូម៉ាំងថ្មី។
fr: Ajouter un nouveau romoo
ja: 新しいromooを追加
ko: 새로운 로무 추가
my: အသစ်ကအမြည်း Add
vi: Thêm mới romooc
zh: 添加新的romoo

# RMRX_VALIDATE_ADD_TOKEN
source: Add a new token
ca: បន្ថែមថូខឹនថ្មី។
fr: Ajouter un nouveau jeton
ja: 新しいトークンを追加する
ko: 새 토큰 추가
my: အသစ်သောလက္ခဏာသက်သေ Add
vi: Thêm mã thông báo mới
zh: 添加新令牌

# RMRX_VALIDATE_CANCEL_TRIP
source: Cancel the trip
ca: បោះបង់ការធ្វើដំណើរ។
fr: Annuler le voyage
ja: 旅行をキャンセルする
ko: 여행 취소
my: ဖျက်ခြင်း
vi: Hủy chuyến
zh: 取消旅行

# RMRX_VALIDATE_COMPANY_EXIST
source: The company does not exist
ca: ក្រុមហ៊ុនមិនមានទេ។
fr: La société n'existe pas
ja: 会社は存在しません
ko: 회사가 존재하지 않습니다
my: အဆိုပါကုမ္ပဏီအမတည်ရှိပါဘူး
vi: Công ty không tồn tại
zh: 该公司不存在

# RMRX_VALIDATE_EDIT_ROMOOC
source: Edit romoo information
ca: កែសម្រួលព័ត៌មានរ៉ូមែនទិក។
fr: Modifier les informations de romoo
ja: romoo情報を編集する
ko: 로무 정보 편집
my: လုပ်ဆောင်ချက်များအမြည်း
vi: Sửa thông tin romooc
zh: 编辑romoo信息

# RMRX_VALIDATE_ENTER_MOOC_NUM_WRONG
source: Number entered incorrectly!
ca: លេខបានបញ្ចូលមិនត្រឹមត្រូវ!
fr: Nombre entré incorrectement!
ja: 数字が間違って入力されました！
ko: 숫자가 잘못 입력되었습니다!
my: သို့ ဝင်. trailer အရေအတွက်ကမမှန်ကန်ကြောင်းပါ!
vi: Số mooc nhập không đúng!
zh: 号码输入不正确！

# RMRX_VALIDATE_ERROR
source: error
ca: កំហុស។
fr: erreur
ja: エラー
ko: 오류
my: အမှား
vi: lỗi
zh: 错误

# RMRX_VALIDATE_FB
source: FB sourced login
ca: FB ប្រភពចូល។
fr: Login source FB
ja: FBソースログイン
ko: FB 소스 로그인
my: အချဉ် FB ရဲ့ login
vi: FB chua login
zh: FB来源登录

# RMRX_VALIDATE_GET_DRIVER_INFO
source: Do not get driver information!
ca: កុំទទួលបានព័ត៌មានអ្នកបើកបរ!
fr: Ne pas obtenir d'informations sur le conducteur!
ja: ドライバー情報を取得しないでください！
ko: 운전자 정보를 얻지 마십시오!
my: သတင်းအချက်အလက်ကားမောင်းသူရယူမဟုတ်!
vi: Không lấy được thông tin tài xế !
zh: 不要获取驱动程序信息！

# RMRX_VALIDATE_GET_INFO
source: Get information
ca: ទទួលបានព័ត៌មាន។
fr: Obtenir l'information
ja: 情報を入手する
ko: 정보 입수
my: အချက်အလက်များရယူပါ
vi: Lấy thông tin
zh: 获取信息

# RMRX_VALIDATE_GET_PACKING
source: Receive packing
ca: ទទួលការវេចខ្ចប់។
fr: Recevoir emballage
ja: 梱包を受け取る
ko: 포장 받기
my: ထုပ်ပိုးရ
vi: Nhận packing
zh: 收到包装

# RMRX_VALIDATE_GET_PROD
source: Get products
ca: ទទួលបានផលិតផល។
fr: Obtenir des produits
ja: 製品を入手する
ko: 제품 받기
my: ထုတ်ကုန် get
vi: Nhận sản phẩm
zh: 获得产品

# RMRX_VALIDATE_GET_TRACKING
source: Get tracking
ca: តាមដាន
fr: Obtenir un suivi
ja: 追跡する
ko: 추적하기
my: ခြေရာခံခြင်းရ
vi: Nhận tracking
zh: 获得跟踪

# RMRX_VALIDATE_GET_TRACTOR
source: Get a tractor
ca: យកត្រាក់ទ័រ។
fr: Obtenez un tracteur
ja: トラクターを入手する
ko: 트랙터를 얻을
my: လယ်ထွန်စက်ကိုလက်ခံရရှိ
vi: Nhận máy kéo
zh: 得到一台拖拉机

# RMRX_VALIDATE_ID
source: ID not available
ca: មិនមានអត្តសញ្ញាណប័ណ្ណ។
fr: ID non disponible
ja: IDは利用できません
ko: 사용할 수없는 ID
my: ID ကိုမတည်ရှိပါဘူး
vi: ID ko ton tai
zh: ID不可用

# RMRX_VALIDATE_INIT
source: Initialization
ca: ចាប់ផ្តើម។
fr: Initialiser
ja: 初期化
ko: 초기화
my: စတင်ခြင်း
vi: Khởi tạo
zh: 初始化

# RMRX_VALIDATE_LIMIT_CHAR
source: Cannot enter more than 255 characters
ca: មិនអាចបញ្ចូលច្រើនជាង ២៥៥ តួអក្សរ។
fr: Impossible d'entrer plus de 255 caractères
ja: 255文字を超える文字は入力できません
ko: 255자를 초과 할 수 없습니다
my: ထက်ပိုမို 255 ဇာတ်ကောင်ဝင်မနေပါနဲ့
vi: Không được nhập quá 255 kí tự
zh: 不能输入超过255个字符

# RMRX_VALIDATE_LIMIT_CHAR_THOUSAN
source: Do not enter more than 1000 characters
ca: កុំបញ្ចូលច្រើនជាង ១០០០ តួអក្សរ។
fr: Ne pas entrer plus de 1000 caractères
ja: 1000文字を超えて入力しないでください
ko: 1000자를 초과하지 마십시오
my: ကျော်ကို 1000 ဇာတ်ကောင်ဝင်မနေပါနဲ့
vi: Không được nhập quá 1000 kí tự
zh: 不要输入超过1000个字符

# RMRX_VALIDATE_LOCK
source: lock up
ca: ចាក់សោ។
fr: Verrouiller
ja: ロックする
ko: 잠금
my: သော့ခတ်
vi: Khóa
zh: 锁

# RMRX_VALIDATE_LOGIN
source: Logged in successfully
ca: ចូលដោយជោគជ័យ។
fr: Connexion réussie
ja: ログイン成功
ko: 로그인 성공
my: login အောင်မြင်သော
vi: Đăng nhập thành công
zh: 登录成功

# RMRX_VALIDATE_LOGIN_DEVICE
source: You are logged in to this account on another device
ca: អ្នកបានចូលទៅគណនីនេះនៅលើឧបករណ៍ផ្សេងទៀត។
fr: Vous êtes connecté à ce compte sur un autre appareil
ja: 別のデバイスでこのアカウントにログインしています
ko: 다른 기기에서이 계정에 로그인했습니다
my: သင်သည်အခြားစက်ပစ္စည်းပေါ်တွင်ဤအကောင့်မှအပေါ် logged နေကြတယ်
vi: Bạn đang đăng nhập tài khoản này trên thiết bị khác
zh: 您已在其他设备上登录此帐户

# RMRX_VALIDATE_LOGIN_EXIST
source: Login exists
ca: ការចូលមាន។
fr: Le login existe
ja: ログインが存在します
ko: 로그인이 존재합니다
my: N ကို Sign
vi: Đăng nhập tồn tại
zh: 登录存在

# RMRX_VALIDATE_MOD_CODE
source: Moderation code does not exist
ca: លេខកូដល្មមមិនមានទេ។
fr: Le code de modération n'existe pas
ja: モデレーションコードが存在しません
ko: 중재 코드가 없습니다
my: Code ကိုဖြည့်ညှင်းမတည်ရှိပါဘူး
vi: Mã điều độ không tồn tại
zh: 审核代码不存在

# RMRX_VALIDATE_MOOC_EXIST
source: This number already exists!
ca: លេខនេះមានរួចហើយ!
fr: Ce numéro existe déjà!
ja: この番号は既に存在します！
ko: 이 번호는 이미 존재합니다!
my: ဒါဟာနောက်တွဲယာဉ်အချို့တည်ရှိခဲ့သည်!
vi: Đã tồn tại số mooc này!
zh: 这个数字已经存在！

# RMRX_VALIDATE_NOT_EXIST
source: does not exist
ca: មិនមានទេ។
fr: n'existe pas
ja: 存在しない
ko: 존재하지 않습니다
my: မတည်ရှိပါဘူး
vi: không tồn tại
zh: 不存在

# RMRX_VALIDATE_NO_TRIP
source: No trip yet!
ca: មិនទាន់មានការធ្វើដំណើរទេ!
fr: Pas de voyage pour le moment!
ja: まだ旅行はありません！
ko: 아직 여행이 없습니다!
my: အဘယ်သူမျှမခရီးစဉ်!
vi: Chưa có chuyến!
zh: 还没有旅行！

# RMRX_VALIDATE_OFFLINE
source: Offline
ca: ក្រៅអ៊ីនធឺណិត។
fr: Hors ligne
ja: オフライン
ko: 오프라인
my: အော့ဖ်လိုင်း
zh: 当前离线

# RMRX_VALIDATE_ONLINE
source: Online
ca: លើបណ្តាញ។
fr: En ligne
ja: オンライン
ko: 온라인
my: အွန်လိုင်း
zh: 在线

# RMRX_VALIDATE_PACKING_NOT_EXIST
source: Packing does not exist
ca: ការវេចខ្ចប់មិនមានទេ។
fr: L'emballage n'existe pas
ja: パッキングは存在しません
ko: 포장이 존재하지 않습니다
my: ထုပ်ပိုးမတည်ရှိပါဘူး
vi: Packing không tồn tại
zh: 包装不存在

# RMRX_VALIDATE_PARKING
source: parking lot
ca: ចំណតរថយន្ត។
fr: parking
ja: 駐車場
ko: 주차장
my: ကားရပ်ခြံ
vi: bãi xe
zh: 停车场

# RMRX_VALIDATE_PASSWORD
source: password
ca: ពាក្យសម្ងាត់។
fr: mot de passe
ja: パスワード
ko: 비밀번호
my: စကားဝှက်ကို
zh: 密码

# RMRX_VALIDATE_PHONE
source: phone number
ca: លេខទូរស័ព្ទ។
fr: Numéro de téléphone
ja: 電話番号
ko: 전화 번호
my: ဖုန်းနံပါတ်
vi: Số điện thoại
zh: 电话号码

# RMRX_VALIDATE_PHONE_NOT_EXIST
source: Phone number does not exist
ca: លេខទូរស័ព្ទមិនមានទេ។
fr: Le numéro de téléphone n'existe pas
ja: 電話番号が存在しません
ko: 전화 번호가 없습니다
my: ဖုန်းနံပါတ်မတည်ရှိပါဘူး
vi: Số điện thoại không tồn tại
zh: 电话号码不存在

# RMRX_VALIDATE_PROD
source: Product does not exist
ca: មិនមានផលិតផលទេ។
fr: Le produit n'existe pas
ja: 製品が存在しません
ko: 제품이 존재하지 않습니다
my: အဆိုပါထုတ်ကုန်မတည်ရှိပါဘူး
vi: Sản phẩm không tồn tại
zh: 产品不存在

# RMRX_VALIDATE_PROFILE
source: profile
ca: ទម្រង់
fr: profil
ja: プロフィール
ko: 프로필
my: profile များကို
zh: 型材

# RMRX_VALIDATE_REGIS_SUCCESS
source: Sign Up Success
ca: ការចុះឈ្មោះជោគជ័យ។
fr: Inscription réussie
ja: 登録成功
ko: 성공적인 등록
my: မှတ်ပုံတင်ခြင်းအောင်မြင်သော
vi: Đăng ký thành công
zh: 成功注册

# RMRX_VALIDATE_REMOOC_DRIVER
source: Remooc_Driver location
ca: ទីតាំង Remooc_Driver ។
fr: Emplacement de Remooc_Driver
ja: Remooc_Driverの場所
ko: Remooc_ 드라이버 위치
my: တည်နေရာ Remooc_Driver
vi: vị trí Remooc_Driver
zh: Remooc_Driver位置

# RMRX_VALIDATE_REMOOC_NOT
source: Remooc has not been pulled
ca: រ៉េមីងមិនត្រូវបានគេទាញទេ។
fr: Remooc n'a pas été tiré
ja: Remoocは引っ張られていません
ko: Remooc을 당기지 않았습니다
my: Remooc ဆွဲငင်မဟုတ်
vi: Remooc chưa bị kéo
zh: Remooc还没被拉

# RMRX_VALIDATE_REMOOC_UP
source: Remooc
ca: រេអូខេ។
ja: レモック
ko: 리 무크

# RMRX_VALIDATE_ROMOOC_CODE
source: This romooc is currently on a trip!
ca: romooc បច្ចុប្បន្នកំពុងធ្វើដំណើរ!
fr: Ce romooc est actuellement en voyage!
ja: このromoocは現在旅行中です！
ko: 이 romooc은 현재 여행 중입니다!
my: ဒီ code လက်ရှိအမြည်းခရီးစဉ်ကွပ်မျက်နေပါသည်!
vi: Mã romooc này hiện đang thực hiện chuyến đi!
zh: 这个romooc目前正在旅行！

# RMRX_VALIDATE_ROMOOC_EXIST
source: This romance already exists!
ca: មនោសញ្ចេតនានេះមានរួចហើយ!
fr: Ce roman existe déjà!
ja: このロマンスはすでに存在します！
ko: 이 로맨스는 이미 존재합니다!
my: trailers ရှိထားပြီးသား!
vi: Romooc này đã tồn tại!
zh: 这种浪漫已存在！

# RMRX_VALIDATE_ROMOOC_NOT_EXIST
source: Romoc does not exist, please refresh the page
ca: មិនមានរ៉ូម៉ាំងទេសូមធ្វើទំព័រឡើងវិញ។
fr: Romoc n'existe pas, veuillez actualiser la page
ja: Romocは存在しません。ページを更新してください
ko: Romoc이 없습니다. 페이지를 새로 고침하십시오.
my: trailers မတည်ရှိပါဘူး, စာမကျြနှာ refresh ကျေးဇူးပြုပြီး
vi: Romooc không tồn tại, vui lòng làm mới trang
zh: Romoc不存在，请刷新页面

# RMRX_VALIDATE_RQ_ENTER_LICENCES_PLATE
source: Request to enter license plate number.
ca: ស្នើសុំបញ្ចូលលេខស្លាកលេខ។
fr: Demande d'entrer le numéro de la plaque d'immatriculation.
ja: ナンバープレート番号の入力を要求します。
ko: 번호판 입력 요청.
my: လိုင်စင်ပန်းကန်ထဲဝငျဖို့တောင်းဆိုခဲ့တယ်။
vi: Yêu cầu nhập biển số xe.
zh: 要求输入车牌号码。

# RMRX_VALIDATE_RQ_ENTER_NAME_ROMOOC
source: Request to enter the name remooc.
ca: ស្នើសុំបញ្ចូលឈ្មោះ remooc ។
fr: Demande d'entrer le nom remooc.
ja: 名前remoocの入力を要求します。
ko: 이름 remooc 입력을 요청하십시오.
my: နာမကိုအမှီ remooc entry လိုအပ်ချက်များ။
vi: Yêu cầu nhập tên remooc.
zh: 请求输入名称remooc。

# RMRX_VALIDATE_SHIPMENT
source: The shipment is having problems
ca: ការដឹកជញ្ជូនមានបញ្ហា។
fr: L'envoi a des problèmes
ja: 貨物に問題がある
ko: 배송에 문제가 있습니다
my: တင်ပို့ရောင်းချမှုပြဿနာရှိပါတယ်
vi: Chuyến vận chuyển đang có vấn đề
zh: 装运有问题

# RMRX_VALIDATE_START
source: Start shipping!
ca: ចាប់ផ្តើមដឹកជញ្ជូន!
fr: Commencez l'expédition!
ja: 配送を開始します！
ko: 배송을 시작하십시오!
my: တင်ပို့စတင်!
vi: Bắt đầu vận chuyển!
zh: 开始发货！

# RMRX_VALIDATE_TOKEN
source: Token
ca: ថូនី។
fr: Jeton
ja: トークン
ko: 토큰
my: တိုကင်
vi: Mã thông báo
zh: 代币

# RMRX_VALIDATE_TRACKING
source: tracking
ca: តាមដាន
fr: suivi
ja: 追跡
ko: 추적
my: ခြေရာခံခြင်း
zh: 追踪

# RMRX_VALIDATE_TRACKING_NOT_EXIST
source: Tracking does not exist
ca: ការតាមដានមិនមានទេ។
fr: Le suivi n'existe pas
ja: 追跡は存在しません
ko: 추적이 존재하지 않습니다
my: ခြေရာကောက်မတည်ရှိပါဘူး
vi: Tracking không tồn tại
zh: 跟踪不存在

# RMRX_VALIDATE_TRACTOR
source: Tractor does not exist
ca: ត្រាក់ទ័រមិនមានទេ។
fr: Le tracteur n'existe pas
ja: トラクターが存在しません
ko: 트랙터가 존재하지 않습니다
my: လယ်ထွန်စက်မတည်ရှိပါဘူး
vi: Máy kéo không tồn tại
zh: 拖拉机不存在

# RMRX_VALIDATE_TRANSPORT
source: Transport
ca: ការដឹកជញ្ជូន។
fr: Expédition
ja: 配送料
ko: 배송
my: သယ်ယူပို့ဆောင်ရေး
vi: Vận chuyển
zh: 传输

# RMRX_VALIDATE_TRIPCODE
source: Tripcode to Remooc_current_position
ca: លេខកូដទ្រីផលទៅរ៉េមស្កូ - ស៊ីឃ្យូរីធី។
fr: Code de voyage à Remooc_current_position
ja: Remooc_current_positionへのトリップコード
ko: Remooc_current_position에 대한 트립 코드
my: Remooc_current_position သို့ Tripcode
vi: Tripcode thành Remooc_current_position
zh: Tripo到Remooc_current_position
