Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/RMRemoocXController.*.resx
Languages: ca, fr, ja, ko, my, vi, zh

# RMRX_VALIDATE_UNLOCK
source: Unlock
ca: ដោះសោ។
fr: Déverrouiller
ja: ロック解除
ko: 잠금 해제
my: သော့ဖွင့်
vi: Mở khóa
zh: 开锁

# RMRX_VALIDATE_USER_NOT_EXIST
source: user doesn't hear
ca: អ្នកប្រើមិន hear ។
fr: l'utilisateur n'entend pas
ja: ユーザーは聞きません
ko: 사용자가 듣지 못한다
my: အသုံးပြုသူမတည်ရှိပါဘူး
vi: user khong ton tai
zh: 用户没有听到

# RMRX_VALIDATE_USER_PASS
source: Account and password are not correct!
ca: គណនីនិងពាក្យសម្ងាត់មិនត្រឹមត្រូវទេ!
fr: Compte et mot de passe ne sont pas corrects!
ja: アカウントとパスワードが正しくありません！
ko: 계정과 비밀번호가 올바르지 않습니다!
my: အကောင့်နဲ့ password မမှန်ကန်ကြောင်းပါ!
vi: Tài khoản và mật khẩu không đúng !
zh: 帐号和密码不正确！

# RMRX_VALIDATE_REMOOC
source: remooc
ja: レモック
ko: 리 무크
