Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/RMSosManagerController.*.resx
Languages: my

# RMSM_ADD_TITLE_MAINTENANCE
source: Add new maintenance service
my: အသစ်ကပြုပြင်ထိန်းသိမ်းမှုန်ဆောင်မှု Add

# RMSM_BTN_DEL_BOOK
source: Delete
my: သုတ်

# RMSM_BTN_EDIT_INF
source: Update information
my: သတင်းအချက်အလက်ကိုအပ်ဒိတ်လုပ်

# RMSM_BTN_SEARCH
source: Search
my: ရှာဖှေ

# RMSM_BTN_SHUT
source: Closed
my: ပိတ်ထားသော

# RMSM_CURD_LBL_NOTE
source: Note
my: မှတ်ချက်ချ

# RMSM_CURD_LBL_PICTURE
source: Image
my: ပုံရိပ်

# RMSM_CURD_LBL_SERVICE_CODE
source: Service code
my: ဝန်ဆောင်မှုကုဒ်ကို

# RMSM_CURD_LBL_SERVICE_GROUP
source: Service group
my: Group မှန်ဆောင်မှုများ

# RMSM_CURD_LBL_SERVICE_NAME
source: service name
my: ဝန်ဆောင်မှုအမည်

# RMSM_CURD_LBL_SERVICE_SPECIES
source: Type of service
my: ဝန်ဆောင်မှုအမျိုးအစား

# RMSM_CURD_LBL_SINCE
source: Since...
my: နေ့မှစ. ...

# RMSM_CURD_LBL_STATIC
source: Status
my: ပြည်နယ်

# RMSM_CURD_LBL_TODATE
source: To date
my: ယနေ့အထိ

# RMSM_CURD_TXT_CHOOSE_GROUP
source: select group ...
my: အုပ်စုတစုကိုရွေးပါ ...

# RMSM_CURD_TXT_ENTER_NOTE
source: Enter note ...
my: type မှတ်ချက် ...

# RMSM_CURD_TXT_ENTER_SERVICE_CODE
source: Enter service code ...
my: ဝန်ဆောင်မှုကုဒ်ကိုရိုက်ထည့်ပါ ...

# RMSM_CURD_TXT_ENTER_SERVICE_NAME
source: Enter the service name ...
my: ဝန်ဆောင်မှု၏အမည်ကိုရိုက်ထည့်ပါ ...

# RMSM_CURD_TXT_SINCE
source: Since...
my: နေ့မှစ. ...

# RMSM_CURD_TXT_TODATE
source: To date...
my: ပေါ်လာကြ ...

# RMSM_DETAIL_TXT_DETAIL
source: Detail
my: အသေးစိတ်

# RMSM_EDIT_TXT_DETAIL
source: Detail
my: အသေးစိတ်

# RMSM_LINK_EMEGENCY
source: Emergency (SOS)
my: အရေးပေါ် (အရေးပေါ်)

# RMSM_LINK_HOME_PAGE
source: Home page
my: နေအိမ်

# RMSM_LIST_ADDRESS
source: Address
my: လိပ်စာ

# RMSM_LIST_LOCATION
source: Location location
my: တည်နေရာတည်နေရာ

# RMSM_LIST_PICTUTE
source: Image
my: ပုံရိပ်

# RMSM_LIST_SOS_CODE
source: Code (SOS Code)
my: code (အရေးပေါ် Code ကို)

# RMSM_LIST_TITLE
source: Title
my: ဉီးတည်ချက်

# RMSM_MAP_TXT_MAP
source: Map
my: မြေပုံ

# RMSM_MSG_DEL
source: Are you sure you want to delete the selected item?
my: သငျသညျသေချာရွေးချယ်ထားသောပစ္စည်းများကိုဖျက်ပစ်ချင်ပါသလား?

# RMSM_MSG_DEL_BOOK
source: Do you want to change the deletion?
my: သင်က Erase ပြောင်းလဲလိုပါသလား?

# RMSM_MSG_DEL_BOOK1
source: Are you sure to delete:
my: သငျသညျသုတ်သင်သေချာလား:

# RMSM_MSG_LOADING
source: loading ...
my: တင် ...

# RMSM_MSG_TITLE_EMAIL_ERR
source: Email format is not correct, please re-enter
my: အီးမေးလ်ပို့ရန် format နဲ့ re-ရိုက်ထည့်ပါမမှန်ကန်

# RMSM_NOT_FOUND_FILE
source: No records found
my: မှတ်တမ်းများမှမတွေ့ပါ

# RMSM_TITLE_EMEGENCY
source: Emergency (SOS)
my: အရေးပေါ် (အရေးပေါ်)
