Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/RMVayxeBookCheckingController.*.resx
Languages: ca, ja, ko, my, vi, zh

# RMVBC_ADD_MAINTENANCE
source: Are you sure to add maintenance books?
ca: តើអ្នកប្រាកដក្នុងការបន្ថែមសៀវភៅថែទាំ?
ja: メンテナンスブックを追加してよろしいですか？
ko: 유지 관리 도서를 추가 하시겠습니까?
my: သငျသညျပြုပြင်ထိန်းသိမ်းမှုပြတင်းပေါက် add သေချာလား?
vi: Bạn có chắc chắn thêm sổ bảo dưỡng?
zh: 您确定要添加维护书吗？

# RMVBC_BTN_SAVE
source: Save
ca: រក្សាទុក
ja: 保存する
ko: 저장
my: ကြော်ငြာကို Save လုပ်ရန်
zh: 保存

# RMVBC_CONFIRM_CANCEL
source: Is not
ca: ទេ
ja: いいえ
ko: 아니요
my: မဟုတ်
vi: Không
zh: 不

# RMVBC_CONFIRM_OK
source: Have
ca: បាទ
ja: はい
ko: 예
my: ရှိ
vi: Có
zh: 有

# RMVBC_CURD_EDIT_LICENSE_PLATE
source: License plate
ca: ចានលេខ
ja: ナンバープレート
ko: 넘버 플레이트
my: လိုင်စင်ပန်းကန်
vi: Biển số
zh: 车牌

# RMVBC_CURD_LBL_ACTIVATED
source: Activated
ca: ធ្វើឱ្យសកម្ម
ja: 有効にする
ko: 활성화
my: ကိုသက်ဝင်
vi: Kích hoạt
zh: 激活

# RMVBC_CURD_LBL_ADD_STATUS
source: Status
ca: ស្ថានភាព
ja: 状況
ko: 상태
my: ပြည်နယ်
vi: Trạng thái
zh: 状态

# RMVBC_CURD_LBL_ADD_ST_FINISH
source: Finish
ca: បានបញ្ចប់
ja: 完了しました
ko: 완료 됨
my: ပွီးမွောကျစခွေငျး
vi: Hoàn thành
zh: 成就

# RMVBC_CURD_LBL_ADD_ST_UNFINISHED
source: Unfinished
ca: មិនបានបញ្ចប់
ja: 未完成
ko: 완료되지 않음
my: မပြီးမဆုံးသော
vi: Chưa hoàn thành
zh: 没完成

# RMVBC_CURD_LBL_APPROVER_ID
source: Approved by
ca: អ្នកត្រួតពិនិត្យ
ja: レビュー担当者
ko: 리뷰어
my: သဘောတူညီချက်ပေး
vi: Người duyệt
zh: 评论员

# RMVBC_CURD_LBL_AT_ACTIVE
source: Activated
ca: ធ្វើឱ្យសកម្ម
ja: 有効にする
ko: 활성화
my: ကိုသက်ဝင်
vi: Kích hoạt
zh: 激活

# RMVBC_CURD_LBL_AT_NO_ACTIVE
source: Not activated
ca: មិនសកម្ម
ja: 起動していない
ko: 활성화되지 않음
my: အဘယ်သူမျှမဖွင့်သုံး
vi: Không kích hoạt
zh: 没有激活

# RMVBC_CURD_LBL_AVATAR
source: Avatar
ca: រូបភាពពត៌មាន
ja: プロフィール写真
ko: 프로필 사진
my: Hailie
vi: Ảnh đại diện
zh: 个人资料图片

# RMVBC_CURD_LBL_BALANCE_CREDIT
source: Wallet account
ca: គណនី Wallet
ja: ウォレットアカウント
ko: 월렛 계정
my: အကောင့်အတွက်
vi: Ví tài khoản
zh: 电子钱包帐户

# RMVBC_CURD_LBL_BLOCK_ID
source: Warranty code
ca: កូដធានា
ja: 保証コード
ko: 보증 코드
my: အာမခံကုဒ်
vi: Mã bảo hành
zh: 保修代码

# RMVBC_CURD_LBL_BOOK_CHK_CODE
source: Code
ca: កូដ
ja: コード
ko: 코드
my: codes တွေကို
vi: Mã số
zh: 代码

# RMVBC_CURD_LBL_CHK_NEXT_CHK_TIME
source: Term of verification
ca: រយៈពេលនៃការផ្ទៀងផ្ទាត់
ja: 検証期間
ko: 확인 기간
my: term စစ်ဆေးရေးအစီအစဉ်များ
vi: Hạn kiểm định kế
zh: 验证期限

# RMVBC_CURD_LBL_CREATE_DATE
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
ja: 作成日
ko: 만든 날짜
my: ရက်စွဲကိုဖန်တီး
vi: Ngày tạo
zh: 创建日期

# RMVBC_CURD_LBL_EMAIL
source: Email
ca: អ៊ីមែល
ja: Eメール
ko: 이메일
my: အီးမေးလ်က
zh: 电子邮件

# RMVBC_CURD_LBL_FIRST_NAME
source: First Name
ca: ឈ្មោះដំបូង
ja: お名前
ko: 이름
my: ပထမအမည်
zh: 名字

# RMVBC_CURD_LBL_ID
source: Id
ca: លេខសម្គាល់
ko: 이드
zh: 编号

# RMVBC_CURD_LBL_LAST_NAME
source: Last Name
ca: នាមត្រកូល
ja: 姓
ko: 성
my: နောက်ဆုံးအမည်
zh: 姓氏

# RMVBC_CURD_LBL_NAME_CAR_NUMBER
source: Name - License plate
ca: ឈ្មោះ - ផ្លាកអាជ្ញាបណ្ណ
ja: 名前 - ナンバープレート
ko: 이름 - 번호판
my: အမည် - မော်တော်ယာဉ်အရေအတွက်ကပြား
vi: Tên - Biển số xe
zh: 名称 - 车牌

# RMVBC_CURD_LBL_NOTE
source: Note
ca: ចំណាំ
ja: ノート
ko: 메모
my: မှတ်ချက်ချ
vi: Ghi chú
zh: 注意

# RMVBC_CURD_LBL_NUM_CHK
source: Verification times
ca: ម៉ោងផ្ទៀងផ្ទាត់
ja: 検証時間
ko: 확인 시간
my: စမ်းသပ်ခြင်းကြိမ်
vi: Lần kiểm định
zh: 验证时间

# RMVBC_CURD_LBL_PHONE
source: phone number
ca: លេខទូរស័ព្ទ
ja: 電話番号
ko: 전화 번호
my: ဖုန်းနံပါတ်
vi: Số điện thoại
zh: 电话号码

# RMVBC_CURD_LBL_SEARCH_KEY
source: Code / Book name
ca: កូដ / ឈ្មោះសៀវភៅ
ja: コード/本の名前
ko: 코드 / 도서 이름
my: Code ကို / Name ကိုပြတင်းပေါက်
vi: Mã/Tên sổ
zh: 代码/书名

# RMVBC_CURD_LBL_SEARCH_STATUS
source: Status
ca: ស្ថានភាព
ja: 状況
ko: 상태
my: ပြည်နယ်
vi: Trạng thái
zh: 状态

# RMVBC_CURD_LBL_SOCIAL_ID
source: Social Id
ca: លេខសម្គាល់សង្គម
ja: ソーシャルID
ko: 소셜 ID
my: လူမှု Id
zh: 社交ID

# RMVBC_CURD_LBL_TITLE_CHK
source: Number name
ca: ឈ្មោះលេខ
ja: 番号の名前
ko: 번호 이름
my: အမည်
vi: Tên số
zh: 号码名称

# RMVBC_CURD_LBL_TOTAL_TRIP
source: Total number of trips
ca: ចំនួនសរុបនៃការធ្វើដំណើរ
ja: 総旅行数
ko: 총 여행 수
my: စုစုပေါင်းခရီးစဉ်
vi: Tổng số chuyến
zh: 总旅行次数

# RMVBC_CURD_LBL_UPDATE_DATE
source: Update day
ca: ធ្វើបច្ចុប្បន្នភាពកាលបរិច្ឆេទ
ja: 更新日
ko: 업데이트 날짜
my: ပြန်လည်ပြုပြင်မွမ်းမံ၏နေ့စွဲ
vi: Ngày cập nhật
zh: 更新日期

# RMVBC_CURD_TXT_ID
source: First and last name
ca: ឈ្មោះពេញ
ja: 氏名
ko: 성명
my: နာမည်အပြည့်အစုံ
vi: Họ và tên
zh: 全名

# RMVBC_CURD_TXT_NAME_CAR_NUMBER
source: Select license plate
ca: ជ្រើសរើសផ្លាកអាជ្ញាប័ណ្ណ
ja: ナンバープレートを選択
ko: 번호판 선택
my: လိုင်စင်ပြားကိုရွေးချယ်ပါ
vi: Chọn biển số xe
zh: 选择车牌

# RMVBC_CURD_TXT_SEARCH_STATUS
source: Status....
ca: ស្ថានភាព ....
ja: ステータス....
ko: 상태 ....
my: နိုင်ငံတော် ....
vi: Trạng thái....
zh: 状态....

# RMVBC_DELETE_CONFIRM
source: You have definitely wiped out
ca: អ្នកពិតជាបានលុបចោល
ja: あなたは間違いなく一掃しました
ko: 너 분명히 지워 버렸어.
my: သငျသညျသုတ်သင်သေချာလား
vi: Bạn có chắc chắn xóa sổ
zh: 你肯定已经消灭了

# RMVBC_LIST_COL_APPROVER_ID
source: Inspector
ca: អធិការ
ja: 検査官
ko: 경위
my: အဘယ်သူသည်ကိုစမ်းသပ်
vi: Người kiểm định
zh: 谁测试

# RMVBC_LIST_COL_BOOK_CODE
source: Code
ca: កូដ
ja: コード
ko: 코드
my: codes တွေကို
vi: Mã số
zh: 代码

# RMVBC_LIST_COL_CREATED_TIME
source: Date created
ca: កាលបរិច្ឆេទបង្កើត
ja: 作成日
ko: 만든 날짜
my: ရက်စွဲကိုဖန်တီး
vi: Ngày tạo
zh: 创建日期

# RMVBC_LIST_COL_EDIT_NOTE
source: Note
ca: ចំណារពន្យល់
ja: アノテーション
ko: 주석
my: မှတ်စာရေးသွင်း
vi: Chú thích
zh: 注释

# RMVBC_LIST_COL_NAME_BOOK
source: Number name
ca: ឈ្មោះលេខ
ja: 番号の名前
ko: 번호 이름
my: အမည်
vi: Tên số
zh: 号码名称

# RMVBC_LIST_COL_NEXT_CHK_TIME
source: Deadline for verification
ca: ថ្ងៃផុតកំណត់សម្រាប់ការផ្ទៀងផ្ទាត់
ja: 確認期限
ko: 확인 기한
my: term စမ်းသပ်ခြင်း
vi: Hạn kiểm định
zh: 验证截止日期

# RMVBC_LIST_COL_NOTE
source: Note
ca: ចំណាំ
ja: ノート
ko: 메모
my: မှတ်ချက်ချ
vi: Ghi chú
zh: 注意

# RMVBC_LIST_COL_NUM_CHK
source: Verification times
ca: ម៉ោងផ្ទៀងផ្ទាត់
ja: 検証時間
ko: 확인 시간
my: စမ်းသပ်ခြင်းကြိမ်
vi: Lần kiểm định
zh: 验证时间

# RMVBC_LIST_COL_SERVICE_NAME
source: service name
ca: ឈ្មោះសេវាកម្ម
ja: サービス名
ko: 서비스 이름
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ
zh: 服务名称

# RMVBC_LIST_COL_STATUS
source: Status
ca: ស្ថានភាព
ja: 状況
ko: 상태
my: ပြည်နယ်
vi: Trạng thái
zh: 状态

# RMVBC_MSG_ADD_ERROR
source: There was an error adding the item
ca: មានកំហុសក្នុងការបន្ថែមធាតុ
ja: アイテムの追加中にエラーが発生しました
ko: 항목을 추가하는 중 오류가 발생했습니다.
my: မှားယွင်းနေသည်ဖြည့်စွက်တဲ့ item
vi: Có lỗi khi thêm khoản mục
zh: 添加项目时出错

# RMVBC_MSG_ADD_SUCCESS
source: More success
ca: ជោគជ័យបន្ថែមទៀត
ja: もっと成功する
ko: 더 많은 성공
my: ပိုများသောအောင်မြင်မှု
vi: Thêm thành công
zh: 更成功

# RMVBC_MSG_CANCEL_SUCCESS_SUPPLIES
source: Cancel the item successfully
ca: បោះបង់ធាតុដោយជោគជ័យ
ja: アイテムをキャンセルする
ko: 항목을 성공적으로 취소하십시오.
my: ထောက်ပံ့ရေးပစ္စည်းများအောင်မြင်မှု Cancel
vi: Hủy vật tư thành công
zh: 成功取消该项目

# RMVBC_MSG_CANCEL_SUCCESS_TRIP
source: Cancel the trip successfully
ca: បោះបង់ការធ្វើដំណើរដោយជោគជ័យ
ja: 旅行をキャンセルしました
ko: 이동을 성공적으로 취소하십시오.
my: ဖျက်သိမ်းခြင်းအောင်မြင်မှု
vi: Hủy chuyến thành công
zh: 成功取消行程

# RMVBC_MSG_CANCEL_SUCCESS_TRIP1
source: Cancel the trip successfully
ca: បោះបង់ការធ្វើដំណើរដោយជោគជ័យ
ja: 旅行をキャンセルしました
ko: 이동을 성공적으로 취소하십시오.
my: ဖျက်သိမ်းခြင်းအောင်မြင်မှု
vi: Hủy chuyến thành công
zh: 成功取消行程

# RMVBC_MSG_CHANGE_DELETE
source: Do you want to change the deletion?
ca: តើអ្នកចង់ផ្លាស់ប្តូរការលុបទេ?
ja: 削除を変更しますか？
ko: 삭제를 변경 하시겠습니까?
my: သင်က Erase ပြောင်းလဲလိုပါသလား?
vi: Bạn có muốn thay đổi xóa sổ không?
zh: 你想改变删除吗？

# RMVBC_MSG_DELETE
source: Delete
ca: ជម្រះសៀវភៅ
ja: 本をクリアする
ko: 책 지우기
my: သုတ်
vi: Xóa sổ
zh: 清除这本书

# RMVBC_MSG_DELETE_CONFIRM
source: Are you sure you want to delete the selected item?
ca: តើអ្នកប្រាកដថាអ្នកចង់លុបធាតុដែលបានជ្រើសរើសទេ?
ja: 選択したアイテムを削除してよろしいですか？
ko: 선택한 항목을 삭제 하시겠습니까?
my: သငျသညျသေချာရွေးချယ်ထားသောပစ္စည်းများကိုဖျက်ပစ်ချင်ပါသလား?
vi: Bạn có chắc chắn muốn xóa khoản mục đã chọn?
zh: 您确定要删除所选项吗？

# RMVBC_MSG_DELETE_ERROR
source: Error while deleting.
ca: មានកំហុសខណៈពេលកំពុងលុប។
ja: 削除中にエラーが発生しました。
ko: 삭제하는 동안 오류가 발생했습니다.
my: မှားယွင်းနေသည်ဖျက်မှု။
vi: Có lỗi khi xóa.
zh: 删除时出错。

# RMVBC_MSG_FINISH
source: Finish
ca: បានបញ្ចប់
ja: 完了しました
ko: 완료 됨
my: ပွီးမွောကျစခွေငျး
vi: Hoàn thành
zh: 成就

# RMVBC_MSG_ID_ALREADY_EXIST
source: This code already exists!
ca: លេខកូដនេះមានរួចហើយ!
ja: このコードは既に存在します。
ko: 이 코드는 이미 존재합니다!
my: ဒီ code ရှိထားပြီးသား!
vi: Đã tồn tại mã này!
zh: 这段代码已经存在！

# RMVBC_MSG_UNFINISHED
source: Unfinished
ca: មិនបានបញ្ចប់
ja: 未完成
ko: 완료되지 않음
my: မပြီးမဆုံးသော
vi: Chưa hoàn thành
zh: 没完成

# RMVBC_MSG_UPDATE_ERROR
source: There was an error updating
ca: មានកំហុសក្នុងការធ្វើបច្ចុប្បន្នភាព
ja: 更新中にエラーが発生しました
ko: 업데이트 중 오류가 발생했습니다.
my: မှားယွင်းနေသည်မွမ်းမံ
vi: Có lỗi khi cập nhật
zh: 更新时出错

# RMVBC_MSG_UPDATE_INFORMATION
source: Update information
ca: ធ្វើបច្ចុប្បន្នភាពព័ត៌មាន
ja: 情報を更新する
ko: 정보 업데이트
my: သတင်းအချက်အလက်ကိုအပ်ဒိတ်လုပ်
vi: Cập nhật thông tin
zh: 更新信息

# RMVBC_MSG_UPDATE_SUCCESS
source: Successfully updated
ca: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានដោយជោគជ័យ
ja: 情報を正常に更新する
ko: 정보를 성공적으로 업데이트하십시오.
my: အောင်မြင်စွာ updated
vi: Cập nhật thông tin thành công
zh: 成功更新信息

# RMVBC_TAB_REPLACEMENT_MATERIALS
source: Replacement supplies
ca: ការផ្គត់ផ្គង់ជំនួស
ja: 交換用品
ko: 교체 소모품
my: ထောက်ပံ့ရေးပစ္စည်းများအစားထိုး
vi: Vật tư thay thế
zh: 更换用品

# RMVBC_TAB_RM_LBL_AVATAR
source: Avatar
ca: រូបភាពពត៌មាន
ja: プロフィール写真
ko: 프로필 사진
my: Hailie
vi: Ảnh đại diện
zh: 个人资料图片

# RMVBC_TAB_RM_LBL_COMPANY
source: Garage
ca: ហ្គារ៉ាស
ja: ガレージ
ko: 차고
my: ကားရုံ
vi: Nhà xe
zh: 车库

# RMVBC_TAB_RM_LBL_DRIVER_NAME
source: Driver's name
ca: ឈ្មោះអ្នកបើកបរ
ja: 運転手の名前
ko: 운전자 이름
my: အဆိုပါယာဉ်မောင်း
vi: Tên lái xe
zh: 司机的名字

# RMVBC_TAB_RM_LBL_LICENSE_PLATES
source: License plates
ca: ផ្លាកលេខរថយន្ត
ja: 車両ナンバープレート
ko: 차량 번호판
my: မော်တော်ကားအရေအတွက်ကပြား
vi: Biển số xe
zh: 车牌

# RMVBC_TAB_RM_LBL_NAME_CAR
source: Car type
ca: ប្រភេទរថយន្ត
ja: 車のタイプ
ko: 자동차 유형
my: မော်ဒယ်များ
vi: Kiểu xe
zh: 车型

# RMVBC_TAB_RM_LBL_NUM_SEAT
source: Number of seats
ca: ចំនួនអាសនៈ
ja: 座席数
ko: 좌석 수
my: ထိုင်ခုံအရေအတွက်
vi: Số chỗ ngồi
zh: 座位数

# RMVBC_TAB_RM_LBL_TYPE_CAR
source: Type of service
ca: ប្រភេទសេវាកម្ម
ja: サービスの種類
ko: 서비스 유형
my: ဝန်ဆောင်မှုအမျိုးအစား
vi: Loại dịch vụ
zh: 服务类型

# RMVBC_TAB_RM_LBL_TYPE_SEAT
source: Seat type
ca: ប្រភេទកន្លែងអង្គុយ
ja: 座席タイプ
ko: 좌석 유형
my: type ထိုင်ခုံ
vi: Loại chỗ ngồi
zh: 座位类型

# RMVBC_TAB_RM_TXT_COMPANY
source: Choose a car ...
ca: ជ្រើសរើសឡាន ...
ja: 車を選ぶ...
ko: 자동차 선택 ...
my: ကားကိုရွေးပါ ...
vi: Chọn nhà xe...
zh: 选一辆车......

# RMVBC_TAB_RM_TXT_TYPE_CAR
source: Choose service type ...
ca: ជ្រើសរើសប្រភេទសេវាកម្ម ...
ja: サービスの種類を選択してください...
ko: 서비스 유형 선택 ...
my: ဝန်ဆောင်မှုအမျိုးအစားကိုရွေးပါ ...
vi: Chọn loại dịch vụ...
zh: 选择服务类型......

# RMVBC_TAB_RM_TXT_TYPE_SEAT
source: Choose seat type ...
ca: ជ្រើសរើសប្រភេទកៅអី ...
ja: 座席タイプを選択してください...
ko: 좌석 유형 선택 ...
my: ထိုင်ခုံအမျိုးအစားကိုရွေးပါ ...
vi: Chọn loại chỗ ngồi...
zh: 选择座位类型......

# RMVBC_TAB_WARRANTY_SERVICE
source: Warranty service
ca: សេវាកម្មធានា
ja: 保証サービス
ko: 보증 서비스
my: အာမခံဝန်ဆောင်မှု
vi: Dịch vụ bảo hành
zh: 保修服务

# RMVBC_TAB_WS_KEY
source: service name
ca: ឈ្មោះសេវាកម្ម
ja: サービス名
ko: 서비스 이름
my: ဝန်ဆောင်မှုအမည်
vi: Tên dịch vụ
zh: 服务名称

# RMVBC_TAB_WS_LBL_ADD_AVATAR
source: Avatar
ca: រូបភាពពត៌មាន
ja: プロフィール写真
ko: 프로필 사진
my: Hailie
vi: Ảnh đại diện
zh: 个人资料图片

# RMVBC_TAB_WS_LBL_ADD_COMPANY
source: Garage
ca: ហ្គារ៉ាស
ja: ガレージ
ko: 차고
my: ကားရုံ
vi: Nhà xe
zh: 车库

# RMVBC_TAB_WS_LBL_ADD_DRIVER_NAME
source: Driver's name
ca: ឈ្មោះអ្នកបើកបរ
ja: 運転手の名前
ko: 운전자 이름
my: အဆိုပါယာဉ်မောင်း
vi: Tên lái xe
zh: 司机的名字

# RMVBC_TAB_WS_LBL_ADD_LICENSE_PLATES
source: License plates
ca: ផ្លាកលេខរថយន្ត
ja: 車両ナンバープレート
ko: 차량 번호판
my: မော်တော်ကားအရေအတွက်ကပြား
vi: Biển số xe
zh: 车牌

# RMVBC_TAB_WS_LBL_ADD_NAME_CAR
source: Car type
ca: ប្រភេទរថយន្ត
ja: 車のタイプ
ko: 자동차 유형
my: မော်ဒယ်များ
vi: Kiểu xe
zh: 车型

# RMVBC_TAB_WS_LBL_ADD_NUM_SEAT
source: Number of seats
ca: ចំនួនអាសនៈ
ja: 座席数
ko: 좌석 수
my: ထိုင်ခုံအရေအတွက်
vi: Số chỗ ngồi
zh: 座位数

# RMVBC_TAB_WS_LBL_ADD_TYPE_CAR
source: Type of service
ca: ប្រភេទសេវាកម្ម
ja: サービスの種類
ko: 서비스 유형
my: ဝန်ဆောင်မှုအမျိုးအစား
vi: Loại dịch vụ
zh: 服务类型

# RMVBC_TAB_WS_LBL_ADD_TYPE_SEAT
source: Seat type
ca: ប្រភេទកន្លែងអង្គុយ
ja: 座席タイプ
ko: 좌석 유형
my: type ထိုင်ခုံ
vi: Loại chỗ ngồi
zh: 座位类型

# RMVBC_TAB_WS_TITLE_ADD
source: Add new
ca: បន្ថែមថ្មី
ja: 新規追加
ko: 새 항목 추가
my: အသစ်က Add
vi: Thêm mới
zh: 添加新的

# RMVBC_TAB_WS_TXT_ADD_COMPANY
source: Choose a car ...
ca: ជ្រើសរើសឡាន ...
ja: 車を選ぶ...
ko: 자동차 선택 ...
my: ကားကိုရွေးပါ ...
vi: Chọn nhà xe...
zh: 选一辆车......

# RMVBC_TAB_WS_TXT_ADD_TYPE_CAR
source: Choose service type ...
ca: ជ្រើសរើសប្រភេទសេវាកម្ម ...
ja: サービスの種類を選択してください...
ko: 서비스 유형 선택 ...
my: ဝန်ဆောင်မှုအမျိုးအစားကိုရွေးပါ ...
vi: Chọn loại dịch vụ...
zh: 选择服务类型......

# RMVBC_TAB_WS_TXT_ADD_TYPE_SEAT
source: Choose seat type ...
ca: ជ្រើសរើសប្រភេទកៅអី ...
ja: 座席タイプを選択してください...
ko: 좌석 유형 선택 ...
my: ထိုင်ခုံအမျိုးအစားကိုရွေးပါ ...
vi: Chọn loại chỗ ngồi...
zh: 选择座位类型......

# RMVBC_TITLE_ADD
source: Add new maintenance book
ca: បន្ថែមសៀវភៅថែទាំថ្មី
ja: 新しいメンテナンスブックを追加する
ko: 새 유지 보수 도서 추가
my: အသစ်ကပြုပြင်ထိန်းသိမ်းမှုဝင်းဒိုးကို Add
vi: Thêm mới sổ bảo dưỡng
zh: 添加新的维护书

# RMVBC_TITLE_EDIT
source: Edit information
ca: កែព័ត៌មាន
ja: 情報を編集する
ko: 정보 편집
my: လုပ်ဆောင်ချက်များ
vi: Sửa thông tin
zh: 编辑信息

# RMVBC_TITLE_INFORMATION
source: Customer information
ca: ព័ត៌មានអតិថិជន
ja: お客様情報
ko: 고객 정보
my: ဖောက်သည်သတင်းအချက်အလက်
vi: Thông tin khách hàng
zh: 客户信息

# RMVBC_TITLE_TRIP_TODAY
source: REGISTRATION TRIPS TO TODAY
ca: ការចុះបញ្ជីពាណិជ្ជកម្មទៅសព្វថ្ងៃនេះ
ja: 今日の登録トリップ
ko: 오늘까지의 여행
my: ယနေ့မှတ်ပုံတင်ရန်ခရီးစဉ်
vi: CÁC CHUYẾN ĐI ĐĂNG KÝ VÀO HÔM NAY
zh: 今日登记的旅行

# RMVBC_UPDATE_MAINTENANCE
source: Are you sure to update the maintenance book?
ca: តើអ្នកប្រាកដថាដើម្បីធ្វើឱ្យទាន់សម័យសៀវភៅថែទាំ?
ja: メンテナンスブックを更新しますか？
ko: 유지 보수 책을 반드시 업데이트 하시겠습니까?
my: သင်ပြုပြင်ထိန်းသိမ်းမှု window ကို update လုပ်သင်သေချာပါသလား?
vi: Bạn có chắc chắn cập nhật sổ bảo dưỡng?
zh: 您确定要更新维护书吗？

# RMVBC_VALIDATE_FORMAT_MAIL
source: Email format is not correct, please re-enter
ca: ទម្រង់អ៊ីម៉ែលមិនត្រឹមត្រូវទេសូមបញ្ចូលម្តងទៀត
ja: メールフォーマットが正しくありません。再入力してください
ko: 이메일 형식이 잘못되었습니다. 다시 입력하십시오.
my: အီးမေးလ်ပို့ရန် format နဲ့ re-ရိုက်ထည့်ပါမမှန်ကန်
vi: Định dạng Email chưa đúng vui lòng nhập lại
zh: 电子邮件格式不正确，请重新输入
