Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/SharedResources.*.resx
Languages: my

# COM_ACTIVITY
source: Work
my: တက်ကြွ

# COM_ADD_FILE
source: Add file
my: ဖိုင်ထည့်ပါ

# COM_ADD_FILE_SUCCESS
source: Add new file successfully
my: ဖိုင်အသစ်ကိုအောင်မြင်စွာထည့်ပါ

# COM_ADD_SUCCESS
source: More success
my: ပိုမိုအောင်မြင်မှုရ

# COM_ATTACHED_FILE
source: Attachments
my: ဖိုင်တွဲ

# COM_BODY_EDIT
source: Edit body
my: ပြုပြင်ထားသောအကြောင်းအရာ

# COM_BREAD_CRUMB_ASSET_MAINTENANCE
source: Maintenance and repair
my: ပြုပြင်ထိန်းသိမ်းခြင်းနှင့်ပြုပြင်ခြင်း

# COM_BREAD_CRUMB_ASSET_OPERATE
source: Procurement run
my: ဝယ်ယူရေးပြေး

# COM_BREAD_CRUMB_COMMON_CATE
source: General catalog
my: အထွေထွေ catalog

# COM_BREAD_CRUMB_STATISTICAL
source: Statistic
my: စာရင်းအင်းအစီရင်ခံစာ

# COM_BREAD_CRUMB_STORE
source: Sell
my: အရောင်း

# COM_BREAD_CRUMD_FINANCE_FUND
source: Fund warning
my: ရန်ပုံငွေသတိပေးချက်

# COM_BTN_ADD
source: Add new
my: အသစ်ထည့်ပါ

# COM_BTN_ADD_BOARD
source: Create Table
my: စားပွဲပေါ်မှာဖန်တီးပါ

# COM_BTN_ADD_CALENDAR
source: Add calendar
my: ပြက္ခဒိန်ထည့်ပါ

# COM_BTN_ADD_CAR
source: Assign
my: Assigned

# COM_BTN_ADD_TEAM
source: Create a group
my: အုပ်စုတစ်ခုဖန်တီးပါ

# COM_BTN_ADVANCE_SEARCH
source: Advanced search
my: အသေးစိတ်ရှာဖွေရန်

# COM_BTN_BACK
source: Come back
my: လှည့်ပါ

# COM_BTN_CANCEL
source: Cancel
my: ဖျက်သိမ်း

# COM_BTN_CARD_JOB
source: Add a tag
my: tag ထည့်ပါ

# COM_BTN_CHECK
source: Check
my: ထွက်စစ်ဆေးပါ

# COM_BTN_CLOSE
source: Closed
my: ပိတ်လိုက်

# COM_BTN_CONFIRM
source: Confirm
my: အတည်ပြုပါ

# COM_BTN_CONTINUE
source: Continue
my: ဆက်လုပ်ပါ

# COM_BTN_DELETE
source: Erase
my: ဖျက်ပါ

# COM_BTN_DESCRIBE
source: Describe
my: ဖော်ပြပါ

# COM_BTN_DOWLOAD
source: Download
my: Download လုပ်ပါ

# COM_BTN_EDIT
source: Update
my: နောက်ဆုံးပေါ်

# COM_BTN_EDIT_BOARD
source: Edit the table
my: စားပွဲပေါ်မှာတည်းဖြတ်ပါ

# COM_BTN_EXCEL
source: Export Excel
my: Exel တင်ပို့ပါ

# COM_BTN_FILE
source: File
my: ဖိုင်

# COM_BTN_IMPORT
source: Import
my: တင်သွင်းသည်

# COM_BTN_INHERITANCE
source: Inheritance
my: အမွေဆက်ခံ

# COM_BTN_PDF
source: Export PDF files
my: PDF ဖိုင်များကိုတင်ပို့ပါ

# COM_BTN_PROPERTIES
source: Properties
my: Properties ကို

# COM_BTN_REATTACHED
source: Reattached
my: ပြန်လည်ထည့်သွင်း

# COM_BTN_RECALL
source: Revoke
my: ပြန်လည်ရုပ်သိမ်းသည်

# COM_BTN_REPOSITORY
source: File repository
my: ဖိုင် repository ကို

# COM_BTN_SAVE
source: Save
my: သိမ်းပါ

# COM_BTN_SEARCH
source: Search
my: ရှာပါ

# COM_BTN_SET_SIGN
source: Registration
my: မှတ်ပုံတင်မယ်

# COM_BTN_SHARE
source: File sharing
my: ဖိုင်မျှဝေခြင်း

# COM_BTN_SIGN_UP
source: Sign up
my: မှတ်ပုံတင်မယ်

# COM_BTN_STATISTICAL
source: Statistical
my: စာရင်းအင်းများ

# COM_BTN_UP_FILE
source: Download the file
my: ဖိုင်ကို download လုပ်ပါ

# COM_BTN_USE_DEFAULT_SETTING
source: Use default settings
my: ပုံမှန်ချိန်ညှိချက်များကိုသုံးပါ

# COM_CONFIRM
source: Confirm
my: အတည်ပြုပါ

# COM_CONFIRM_CANCEL
source: Cancel
my: ဖျက်သိမ်း

# COM_CONFIRM_OK
source: Sure
my: ကျိန်းသေ

# COM_CONNECT_FAILURE
source: The server connection failed
my: ဆာဗာဆက်သွယ်မှုမအောင်မြင်ပါ

# COM_CRUMB_MANAGER_CONTENT
source: Content Management
my: အကြောင်းအရာစီမံခန့်ခွဲမှု

# COM_CURD_DETAIL_TITLE_SET
source: List of properties
my: ဂုဏ်သတ္တိများများစာရင်း

# COM_CURD_LBL_TYPE_SET
source: Datatypes
my: ဒေတာအမျိုးအစား

# COM_CURD_LBL_VALUE_SET
source: Setting value
my: တန်ဖိုးသတ်မှတ်ခြင်း

# COM_DELETE_FAIL
source: Delete failed
my: ဖျက်သည်မအောင်မြင်ပါ

# COM_DELETE_FILE_SUCCESS
source: Delete the file successfully
my: ဖိုင်ကိုအောင်မြင်စွာဖျက်ပစ်ပါ

# COM_DELETE_SUCCESS
source: Delete successful
my: အောင်မြင်စွာဖျက်ပါ

# COM_DEL_SUCCESS_LIST_ITEM_BUT_HAS_CHILD_OR_REF
source: Successfully deleted {0} used {0} or {0} with {0} not selected.
my: {0} ကိုအသုံးပြုပြီး {0} ဒါမှမဟုတ် {0} ကို {0} ကိုမရွေးနဲ့အောင်မြင်စွာဖျက်လိုက်သည်။

# COM_EDIT_FILE
source: Edit the file
my: ဖိုင်ကိုတည်းဖြတ်ပါ

# COM_EDIT_INFORMATION_SUCCESS
source: Edit file information successfully
my: ဖိုင်အချက်အလက်များကိုအောင်မြင်စွာတည်းဖြတ်ပါ

# COM_ERR_ADD
source: There was an error adding!
my: ဖြည့်စွက်အမှားတစ်ခုရှိခဲ့သည်

# COM_ERR_CODE_CHANGE
source: The code {0} is not allowed to change.
my: ကုဒ် {0} ကိုပြောင်းလဲခွင့်မရှိပါ။

# COM_ERR_DELETE
source: There was an error removing!
my: ဖယ်ရှားခြင်းအမှားတစ်ခုရှိခဲ့သည်

# COM_ERR_EXCEED_CHARACTERS
source: {0} cannot enter more than {1} characters.
my: {0} သည် {1} အက္ခရာများထက်ပိုပြီးမရိုက်နိုင်ပါ။

# COM_ERR_EXIST
source: {0} already exists!
my: {0} ရှိပြီးသား!

# COM_ERR_FAIL_ADD
source: Add {0} error
my: {0} အမှားထည့်ပါ

# COM_ERR_FAIL_DOWLOAD
source: Loading {0} error
my: {0} အမှားတင်နေသည်

# COM_ERR_LIST_OBJ_HAS_CHILD_OR_REF
source: Cannot delete {0} used elsewhere or have {0} not selected. You must delete all {0} children first.
my: {0} အခြားနေရာများတွင်အသုံးပြုသောသို့မဟုတ် {0} ကိုမရွေးရသေးကို ဖျက်၍ မရပါ။ {0} ကလေးအားလုံးကိုသင်အရင်ဖျက်ရမည်။

# COM_ERR_NOT_CHECKED
source: No {0} has been selected!
my: {0} မရွေးရသေးပါ။

# COM_ERR_OBJ_REF
source: Cannot delete {0} being used elsewhere
my: တစ်ခြားနေရာများတွင်အသုံးပြုသော {0} ကိုမဖျက်နိုင်ပါ

# COM_ERR_OBJ_USER
source: Inactive Plan {0} Already Used in The Plan
my: မလှုပ်မရှားအစီအစဉ် {0} ဒီအစီအစဉ်တွင်အသုံးပြုပြီးဖြစ်သည်

# COM_ERR_OLD
source: You are not yet 18 years old !!!!
my: မင်းက ၁၈ နှစ်မပြည့်သေးဘူး !!!!

# COM_ERR_REQUIRED
source: {0} must not be blank
my: {0} ဟာကွက်လပ်မဖြစ်ရ

# COM_ERR_SEARCH
source: There was an error finding {0}
my: {0} အမှားအယွင်းရှာတွေ့မှုရှိခဲ့သည်

# COM_ERR_SUCCESS_DOWLOAD
source: Download {0} successful
my: {0} ကိုအောင်မြင်စွာ download လုပ်ပါ

# COM_ERR_UPLOAD_FILE
source: An error occurred while uploading the file!
my: ဖိုင်တင်နေစဉ်အမှားတစ်ခုဖြစ်ပွားခဲ့သည်။

# COM_ERR_UPLOAD_IMAGE
source: There was an error uploading photos!
my: ဓာတ်ပုံများတင်နေသည်ဆိုပါစို့။

# COM_ERR_VALIDATE_DAY
source: Cannot change the past date
my: အတိတ်ရက်စွဲကို ပြောင်းလဲ၍ မရပါ

# COM_FILE
source: File
my: ဖိုင်

# COM_ITEM_VALIDATE
source: Posts
my: ဆောင်းပါးများ

# COM_ITEM_VALIDATE_TITLE
source: Title
my: ခေါင်းစဉ်

# COM_LBL_PLS_CONFIRM
source: Please confirm
my: ကျေးဇူးပြု၍ အတည်ပြုပါ

# COM_LBL_SAVE_UPDATE
source: Save the update
my: update ကိုသိမ်းပါ

# COM_LBL_SHARE_TITLE
source: File sharing
my: ဖိုင်မျှဝေခြင်း

# COM_LINK_HOME
source: Home page
my: နေအိမ်

# COM_LIST_COL_ACTION
source: Manipulation
my: ခြယ်လှယ်

# COM_LIST_USER
source: User list
my: အသုံးပြုသူစာရင်း

# COM_MENU_ASSET
source: Asset
my: အိမ်ခြံမြေခြံ

# COM_MENU_CONTRACT
source: Contract / Order
my: စာချုပ် / အမိန့်

# COM_MENU_CUSTOMER
source: Customer
my: ဖောက်သည်များ

# COM_MENU_MANAGE_FUND
source: Fund management
my: ရန်ပုံငွေစီမံခန့်ခွဲမှု

# COM_MENU_MANAGE_SERVICE
source: Service administration
my: ဝန်ဆောင်မှုစီမံခန့်ခွဲမှု

# COM_MENU_MANAGE_USER
source: Administration of users
my: အသုံးပြုသူများ၏အုပ်ချုပ်မှု

# COM_MENU_MATERIAL
source: DM equipment & Supplies
my: DM ပစ္စည်းကိရိယာများနှင့်ထောက်ပံ့ရေးပစ္စည်းများ

# COM_MENU_PROJECT
source: Project
my: စီမံကိန်း

# COM_MENU_SETTING_SYSTEM
source: System installation
my: စနစ်ဆက်တင်များ

# COM_MENU_STORAGE_DIGITAL
source: Data warehouse & digitization
my: ဒေတာဂိုဒေါင် & ဒီဂျစ်တယ်

# COM_MENU_SUPPLIER
source: Supplier
my: ပေးသူ

# COM_MSG_ADD_BEFORE
source: Please add {0} before saving
my: သိမ်းဆည်းခြင်းမပြုမှီ {0} ထည့်ပါ

# COM_MSG_ADD_BEFORE_SAVE
source: Please add {0} before saving
my: သိမ်းဆည်းခြင်းမပြုမှီ {0} ထည့်ပါ

# COM_MSG_ADD_FAILED
source: Add {0} failed
my: {0} ထည့်သွင်းရန်မအောင်မြင်ပါ

# COM_MSG_ADD_PARENT_FIRST
source: You must add {0} father first!
my: {0} ဖခင်ကိုအရင်ထည့်ရမည်။

# COM_MSG_ADD_SUCCESS
source: Add {0} successfully
my: {0} ကိုအောင်မြင်စွာထည့်ပါ

# COM_MSG_APP_GUIDE
source: Instructions: Right-click to select Functional Management
my: ညွှန်ကြားချက်များ - Functional Management ကိုရွေးချယ်ရန်ညာဖက်နှိပ်ပါ

# COM_MSG_BRANCH_GUIDE
source: Instructions: Right-click to select Add / Edit / Delete branch
my: ညွှန်ကြားချက်များ - Add / Edit / Delete branch ကိုရွေးရန်ညာဖက်နှိပ်ပါ

# COM_MSG_CHOSE_FILE
source: Please select a file
my: ကျေးဇူးပြုပြီးဖိုင်ရွေးပါ

# COM_MSG_CREAT_DOCUMENT_COM
source: Do you want to create text or not?
my: စာသားဖန်တီးချင်ပါသလား။

# COM_MSG_DATA_FAIL
source: There was an error retrieving data !!
my: ဒေတာပြန်လည်ရယူခြင်းအမှားတစ်ခုရှိသည် !!

# COM_MSG_DEACTIVE_COUNT_SUCCESS
source: There is {1} / {2} {0} setting the inactive state successfully!
my: {1} / {2} {0} မလှုပ်မရှားဖြစ်နေသောအခြေအနေအားအောင်မြင်စွာချိန်ညှိနိုင်သည်။

# COM_MSG_DEACTIVE_FAILED
source: Setting the state inactive for {0} failed!
my: {0} အတွက်ပြည်နယ်အားမလှုပ်မရှားဖြစ်နေအောင်ပြုလုပ်ခြင်းမအောင်မြင်ပါ။

# COM_MSG_DEACTIVE_SUCCESS
source: Setting status inactive for {0} success!
my: {0} အောင်မြင်မှုအတွက်မအောင်မြင်သောအခြေအနေကိုသတ်မှတ်ခြင်း။

# COM_MSG_DELETE_CHILD
source: You must delete {0} children first!
my: {0} ကလေးများကိုသင်အရင်ဖျက်ရမည်။

# COM_MSG_DELETE_CONFIRM
source: Are you sure you want to delete the selected item {0}?
my: ရွေးချယ်ထားသည့်အရာ {0} ကိုသင်ဖျက်လိုသလား။

# COM_MSG_DELETE_CONFIRM_COM
source: Are you sure you want to delete?
my: ဖျက်ချင်တာသေချာလား

# COM_MSG_DELETE_FAIL
source: Delete {0} failed!
my: {0} မအောင်မြင်ပါ။

# COM_MSG_DELETE_LIST_FAIL
source: Delete the {0} failed!
my: {0} မအောင်မြင်ပါ

# COM_MSG_DELETE_LIST_SUCCESS
source: Successfully deleted the {0}!
my: {0} ကိုအောင်မြင်စွာဖျက်လိုက်သည်။

# COM_MSG_DELETE_SUCCESS
source: Successfully deleted {0}!
my: အောင်မြင်စွာဖျက်ပြီး {0}!

# COM_MSG_DOWLOAD_ERR
source: Download the error file
my: အမှားဖိုင်ကို download လုပ်ပါ

# COM_MSG_DOWLOAD_SUCCESS
source: Download the file successfully
my: ဖိုင်ကိုအောင်မြင်စွာ download လုပ်ပါ

# COM_MSG_EDITED_FILE_SUCCESS
source: File saved successfully
my: ဖိုင်ကိုအောင်မြင်စွာသိမ်းဆည်းပြီး

# COM_MSG_EDITED_PEOPLE_OTHER
source: The file is being edited by another user. Please try again later
my: ဤဖိုင်သည်အခြားအသုံးပြုသူမှတည်းဖြတ်နေသည်။ ကျေးဇူးပြု၍ နောက်မှထပ်ကြိုးစားပါ

# COM_MSG_EDIT_CONFIRM
source: Do you want to change?
my: မင်းပြောင်းချင်လား

# COM_MSG_ERR
source: An error occurred !
my: အမှားတစ်ခုဖြစ်ပွားခဲ့သည်

# COM_MSG_ERR_ADD
source: There was an error adding!
my: ဖြည့်စွက်အမှားတစ်ခုရှိခဲ့သည်

# COM_MSG_ERR_ADD_IMG
source: There was an error adding {0}
my: {0} ဖြည့်စွက်သည့်အမှားတစ်ခုရှိသည်။

# COM_MSG_ERR_RETRY
source: Error, please try again.
my: ကျေးဇူးပြု၍ ထပ်မံကြိုးစားပါ

# COM_MSG_EXITS
source: {0} already exists
my: {0} ရှိပြီးသား

# COM_MSG_FILE_EXISTS
source: File already exists
my: ဖိုင်ရှိပြီးသား

# COM_MSG_FILE_FAIL
source: There was an error loading the file
my: ဖိုင်တင်နေစဉ်အမှားတစ်ခုရှိခဲ့သည်

# COM_MSG_FILE_FAIL_FORMAT
source: The file is in the wrong format
my: ဒီဖိုင်ကမှားနေတယ်

# COM_MSG_FILE_NOT_HISTORY
source: Format has no history
my: ပုံစံမရှိပါ

# COM_MSG_FILE_SUPPORT_PREVIEW
source: File does not support previewing
my: ဖိုင်သည်ကြိုတင်ကြည့်ရှုခြင်းကိုမပံ့ပိုးပါ

# COM_MSG_FINISH
source: Finish
my: ပြီးစီးခဲ့သည်

# COM_MSG_FORMAT_DOCX_PDF
source: Required format is: docx, pdf!
my: လိုအပ်တဲ့ပုံစံကတော့ docx, pdf!

# COM_MSG_FORMAT_EMAIL
source: Email format is incorrect, please enter again
my: အီးမေးလ်ပုံစံမမှန်ကန်ပါ၊ ကျေးဇူးပြု၍ ထပ်မံထည့်သွင်းပါ

# COM_MSG_FORMAT_EXCEL
source: Email format is incorrect, please enter again
my: အီးမေးလ်ပုံစံမမှန်ကန်ပါ၊ ကျေးဇူးပြု၍ ထပ်မံထည့်သွင်းပါ

# COM_MSG_FORMAT_IMAGE
source: Wrong format of excel file
my: Excel ဖိုင်၏မှားယွင်းသောပုံစံ

# COM_MSG_FORMAT_PNG_JPG_JEG_GIF_BMP
source: Only receive the following formats: png, jpg, jpeg, gif, bmp!
my: အောက်ပါအမျိုးအစားများသာ png, jpg, jpeg, gif, bmp!

# COM_MSG_FUNC_GUIDE
source: Instructions: Right-click to select Resource Management
my: ညွှန်ကြားချက်များ - အရင်းအမြစ်စီမံခန့်ခွဲမှုကိုရွေးချယ်ရန်ညာဖက်နှိပ်ပါ

# COM_MSG_IMG
source: image
my: ဓာတ်ပုံ

# COM_MSG_INFOMATION
source: Please complete all information!!
my: သတင်းအချက်အလက်ဖြည့်ပါ

# COM_MSG_INVALID_FORMAT
source: Invalid format!
my: မမှန်ကန်သောပုံစံ!

# COM_MSG_LIST_GUIDE
source: Instructions: Double click to edit a record
my: ညွှန်ကြားချက်များ - မှတ်တမ်းတစ်ခုကိုတည်းဖြတ်ရန်နှစ်ချက်နှိပ်ပါ

# COM_MSG_LIST_PRODUCT
source: Product portfolio
my: ကုန်ပစ္စည်းစာရင်း

# COM_MSG_MAXIMUM_FILE
source: The maximum file size allowed is 1 MB
my: အများဆုံးဖိုင်အရွယ်အစားမှာ 1 MB ဖြစ်သည်

# COM_MSG_MAXIMUM_FILE_SIZE
source: The maximum file size allowed is (1000px x 1000px)!
my: ခွင့်ပြုထားသောဖိုင်အရွယ်အစားသည်အများဆုံး (1000px x 1000px) ဖြစ်သည်။

# COM_MSG_NO _UNKNOWN
source: Unknown
my: မဖော်ပြထားပါ

# COM_MSG_NOREVIEW
source: Not seen
my: မမြင်ရ

# COM_MSG_NOTIFY_SUCCES
source: Notify success!
my: အောင်မြင်မှုကိုအသိပေးပါ။

# COM_MSG_NOT_ACCOUNT
source: No account has signed in yet!
my: အကောင့်ဝင်မရသေးပါ။

# COM_MSG_NOT_EDIT_FILE_HISTORY
source: History files are not allowed to be edited
my: မှတ်တမ်းဖိုင်များကိုတည်းဖြတ်ရန်ခွင့်မပြုပါ

# COM_MSG_NOT_EXITS
source: {0} does not exist in the system!
my: {0} စနစ်တွင်မရှိပါ။

# COM_MSG_NOT_EXITS_FILE
source: No data exists. Please reload the page.
my: အချက်အလက်မရှိပါ ကျေးဇူးပြုပြီးစာမျက်နှာကိုပြန်ဖွင့်ပါ

# COM_MSG_NOT_EXITS_RECORD
source: No records exist
my: မှတ်တမ်းမရှိပါ

# COM_MSG_NOT_FOUND
source: Not found
my: မတွေ့ပါ

# COM_MSG_NOT_FOUND_DATA
source: No data found!
my: အချက်အလက်မရှိပါ။

# COM_MSG_NOT_FOUND_RECORD
source: No records found
my: မှတ်တမ်းမရှိပါ

# COM_MSG_NOT_SUPPORT
source: Unsupported format
my: မထောက်ပံ့သောပုံစံ

# COM_MSG_NO_CONFIRM
source: No confirm
my: အတည်ပြုမထားပါနဲ့

# COM_MSG_ON_LOCATION
source: Please turn on location
my: ကျေးဇူးပြု၍ တည်နေရာကိုဖွင့်ပါ

# COM_MSG_PAINT_BEFORE_ADD
source: Please draw {0} before adding
my: ကျေးဇူးပြုပြီး {0} ကိုမထည့်ခင်ဆွဲပါ

# COM_MSG_QUESTION_SAVE
source: Do you want to save changes?
my: သင်အပြောင်းအလဲများကိုသိမ်းချင်ပါသလား။

# COM_MSG_RECORD_ADD
source: Select the record to add new
my: အသစ်ထည့်ရန်မှတ်တမ်းကိုရွေးချယ်ပါ

# COM_MSG_RECORD_DELETE
source: Select a record to delete
my: ဖျက်ရန်မှတ်တမ်းတစ်ခုရွေးပါ

# COM_MSG_REFRESH
source: No information found, please refresh the page
my: အချက်အလက်ရှာမတွေ့ပါ၊ ကျေးဇူးပြု၍ စာမျက်နှာကို refresh လုပ်ပါ

# COM_MSG_RESOURCE_GUIDE
source: Instructions: Right-click to select Functional Management
my: ညွှန်ကြားချက်များ - Functional Management ကိုရွေးချယ်ရန်ညာဖက်နှိပ်ပါ

# COM_MSG_REVIEW
source: Watched
my: စောင့်ကြည့်

# COM_MSG_SEND_FAIL
source: Send Fail!
my: ပို့ပေးပါ

# COM_MSG_SOS
source: Emergency
my: အရေးပေါ်

# COM_MSG_SUCCES
source: {0} success !!!
my: {0} အောင်မြင်မှု !!!

# COM_MSG_SUCCES_SAVE
source: Save information successfully !!
my: အချက်အလက်များကိုအောင်မြင်စွာသိမ်းဆည်းပါ !!

# COM_MSG_SUCCES_SIGN
source: Registration successful
my: မှတ်ပုံတင်ခြင်းအောင်မြင်ပါသည်

# COM_MSG_UNFINISH
source: Unfinished
my: မပြီးသေးပါ

# COM_MSG_UNSELECTED
source: No items are selected
my: ပစ္စည်းမရွေးရသေးပါ

# COM_MSG_UNSELECTED_FILE
source: No files have been selected
my: ဖိုင်များမရွေးရသေးပါ

# COM_MSG_UNSELECTED_RECORD
source: No records have been selected
my: မှတ်တမ်းမရှိပါ

# COM_MSG_UPDATE_FAILED
source: Update {0} failed
my: အပ်ဒိတ် {0} မအောင်မြင်ပါ

# COM_MSG_UPDATE_SUCCESS
source: Update {0} successful
my: Update ကို {0} အောင်မြင်ပါပြီ

# COM_MSG_UPDATE_USER_DEPT_FAIL
source: Failed to update department / center user
my: ဌာန / စင်တာအသုံးပြုသူကိုအဆင့်မြှင့်တင်ရန်မအောင်မြင်ပါ

# COM_MSG_UPDATE_USER_DEPT_SUCCESS
source: User update of department / center successfully
my: ဌာန / စင်တာကိုအသုံးပြုသူအဆင့်မြှင့်တင်ခြင်း

# COM_MSG_VALIDATE_SEARCH
source: Enter To Search
my: ရှာဖွေရန်ရိုက်ထည့်ပါ

# COM_NAME_FILE
source: File name
my: ဖိုင်နာမည်

# COM_NEXT
source: Forward
my: forwarding ကို

# COM_NOT_IMAGE
source: There are no photos
my: ဓါတ်ပုံများမရှိပါ

# COM_RECEIVER
source: Receiver
my: လက်ခံသူ

# COM_SHARE_CURD_LBL_FILE_NAME
source: File name
my: ဖိုင်နာမည်

# COM_SHARE_CURD_LBL_OBJECT_CODE
source: Object
my: အရာဝတ္ထု

# COM_SHARE_CURD_LBL_OBJECT_TYPE
source: Object type
my: အရာဝတ္ထုအမျိုးအစား

# COM_STOP_WORKING
source: Deactivated
my: ပိတ်ပြီး

# COM_SUB_MENU_MATERIAL
source: Statistic
my: စာရင်းအင်းအစီရင်ခံစာ

# COM_SUB_MENU_MATERIAL_CONTRACT
source: Orders / contracts
my: အမိန့် / စာချုပ်များ

# COM_SUB_MENU_MATERIAL_SUPP
source: Order supplier
my: အမိန့်ပေးသွင်း

# COM_TIME
source: Time
my: အချိန်

# COM_TITLE_ADMIN_CATEGORY
source: Directory management
my: လမ်းညွှန်စီမံခန့်ခွဲမှု

# COM_TITLE_CODE
source: Code
my: ကုဒ်

# COM_TITLE_HISTORY_FILE
source: File editing history
my: ဖိုင်တည်းဖြတ်မှုမှတ်တမ်း

# COM_UPDATE_FAIL
source: There was an error updating
my: အမှားမွမ်းမံမှုတစ်ခုရှိခဲ့သည်

# COM_UPDATE_SUCCESS
source: Update successful
my: Update ကိုအောင်မြင်စွာလုပ်ပါ

# COM_UPLOAD
source: Upload
my: တင်ယူခဲ့သည်

# COM_USER
source: User
my: အသုံးပြုသူ

# COM_VALIDATE_CHOOSE_DATA
source: Please select a data warehouse
my: ကျေးဇူးပြု၍ အချက်အလက်ဂိုဒေါင်ကိုရွေးချယ်ပါ

# COM_VALIDATE_CHOOSE_DRAFTERS
source: Please select an author
my: ကျေးဇူးပြု၍ စာရေးသူရွေးပါ

# COM_VALIDATE_DELETE_RECORD
source: Please select a record to delete!
my: ကျေးဇူးပြု၍ ဖျက်ရန်မှတ်တမ်းကိုရွေးချယ်ပါ။

# COM_VALIDATE_ITEM
source: {0} no special characters!
my: {0} အထူးအက္ခရာများမရှိပါ။

# COM_VALIDATE_ITEM_CODE
source: {0} required at least one letter or number and not include special characters, spaces!
my: အနည်းဆုံးအက္ခရာတစ်လုံးသည်အက္ခရာများသို့မဟုတ်နံပါတ်များဖြစ်ရန်လိုအပ်ပြီးအထူးအက္ခရာများသို့မဟုတ်နေရာများမပါ ၀ င်ပါ။

# COM_VALIDATE_ITEM_NAME
source: {0} required at least one letter or number and no special characters!
my: {0} မှာအနည်းဆုံးအက္ခရာတစ်ခုသို့မဟုတ်နံပါတ်တစ်ခုနှင့်အထူးအက္ခရာများမလိုအပ်ပါ။

# COM_VALIDATE_NOT_FOUND_DATA
source: No data warehouse found
my: ဒေတာကုန်လှောင်ရုံမရှိပါ

# COM_WORKING
source: Work
my: တက်ကြွ
