Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/StaffTimeKeepingController.*.resx
Languages: my, zh

# STK_BTN_TIME_KEEPING
source: Timekeeping
my: Timekeeper
zh: 计时员

# STK_CURD_LBL_FROM_DAY
source: From day
my: ရက်စွဲကနေ
zh: 从日期起

# STK_CURD_LBL_LOCATION
source: Location
my: တည်နေရာ
zh: 位置

# STK_CURD_LBL_NOTE
source: content
my: contents တွေကို
zh: 内容

# STK_CURD_LBL_TIME
source: Time
my: အချိန်
zh: 时间

# STK_CURD_LBL_TO_DAY
source: To day
my: လာစမ်းပါ
zh: 来吧

# STK_CURD_LBL_USER_ID
source: Employees
my: ဝန်ထမ်းများ
zh: 员工

# STK_CURD_TITTLE_STAFF_TIME_KEEPING
source: Timekeeping
my: Timekeeper
zh: 计时员

# STK_CURD_TXT_FROM_DAY
source: From day
my: ရက်စွဲကနေ
zh: 从日期起

# STK_CURD_TXT_NOTE
source: Enter details
my: အသေးစိတ် Enter
zh: 输入细节

# STK_CURD_TXT_TO_DAY
source: To day
my: လာစမ်းပါ
zh: 来吧

# STK_CURD_TXT_USER_ID
source: Employees
my: ဝန်ထမ်းများ
zh: 员工

# STK_CURD_VALIDATE_ATTENDANCE
source: Attendance
my: တပ်ကိုခင်းကျင်း
zh: 点名

# STK_CURD_VALIDATE_LATE
source: Late
my: နောက်ကျ
zh: 来得晚

# STK_CURD_VALIDATE_NOT_WORK
source: Please rest
my: နေဖို့ ကျေးဇူးပြု.
zh: 请休息

# STK_LBL_DEFAULT
source: Default: Displays the list of commuters today
my: default: လူများ၏စာရင်းကိုယနေ့အလုပ်လုပ်ရန်သွားရပြရန်
zh: 默认值：显示今天的通勤者列表

# STK_LBL_ROLL_UP
source: Attendance / Leave report
my: တက်ရောက်သူ / နှိုးစက်အားလပ်ရက်
zh: 出勤/离开报告

# STK_LBL_SEARCH_FULL_NAME
source: First and last name
my: နာမည်အပြည့်အစုံ
zh: 全名

# STK_LBL_STAFF_TIME_KEEPING
source: Timekeeping
my: Timekeeper
zh: 计时员

# STK_LINK_HOME
source: Home page
my: နေအိမ်
zh: 家

# STK_LINK_STAFF_TIME_KEEPING
source: Timekeeping
my: Timekeeper
zh: 计时员

# STK_LIST_COL_ACCOUNT
source: Account
my: အကောင့်
zh: 帐户

# STK_LIST_COL_ACTION
source: Action
my: လုပ်ရပ်များ
zh: 行动

# STK_LIST_COL_ADDRESS
source: Address
my: လိပ်စာ
zh: 地址

# STK_LIST_COL_CREATOR
source: Creator
my: ဖန်ဆင်းရှင်
zh: 创作者

# STK_LIST_COL_DATE_CREATED
source: Date created
my: ရက်စွဲဖန်တီးပြီး
zh: 创建日期

# STK_LIST_COL_DESCRIPTION
source: Describe
my: ဖေါ်ပြချက်
zh: 描述

# STK_LIST_COL_DETAILS
source: Detail
my: အသေးစိတ်
zh: 详细介绍

# STK_LIST_COL_FULL_NAME
source: First and last name
my: နာမည်အပြည့်အစုံ
zh: 全名

# STK_LIST_COL_LOCATION
source: Coordinates
my: သြဒီနိတ်
zh: 坐标

# STK_LIST_COL_LOC_IN
source: Place of entry
my: ဝင်ရာအရပ်
zh: 入境地点

# STK_LIST_COL_LOC_OUT
source: Place out
my: အပြင်ထွက်ပါ
zh: 摆放

# STK_LIST_COL_NOTE
source: Note
my: မှတ်စု
zh: 注意

# STK_LIST_COL_SESSION
source: Session
zh: 会议

# STK_LIST_COL_SEX
source: Sex
my: လိင်
zh: 性别

# STK_LIST_COL_SHIFT_CODE
source: Shift code
zh: 班次代码

# STK_LIST_COL_STAFF
source: Staff
my: ဝန်ထမ်းများ
zh: 员工

# STK_LIST_COL_STATUS
source: Status
my: ပြည်နယ်
zh: 状态

# STK_LIST_COL_SUM_HOURS
source: Total hours worked
my: စုစုပေါင်းနာရီအလုပ်လုပ်ခဲ့
zh: 总工作时间

# STK_LIST_COL_TIME
source: Time
my: အချိန်
zh: 时间

# STK_LIST_COL_TIME_IN
source: Time in
my: အချိန်
zh: 时间在

# STK_LIST_COL_TIME_OUT
source: Time out
my: ခဏပွဲရပ်ခြင်း
zh: 超时

# STK_LIST_COL_USER
source: User
my: အသုံးပြုသူများသည်
zh: 用户

# STK_MSG_ADD_WORK_SHIFT_SUCCESS
source: Add a successful shift
my: အောင်မြင်သောပြောင်းလဲမှုတစ်ခုထည့်ပါ
zh: 添加成功的转变

# STK_MSG_CHECKININ_ERR
source: Checkin bugs!
my: checkin အမှား!
zh: 检查错误！

# STK_MSG_CHECKININ_SUCCESS
source: Checkin success!
my: အောင်မြင်မှုခ်အင်လုပ်ခြင်း!
zh: 签到成功！

# STK_MSG_CHECKIN_CHECKOUT
source: Please select checkin or checkout
my: စာရင်းပေးသွင်းသို့မဟုတ်ကုန်ပစ္စည်းကို select ပေးပါ
zh: 请选择登记或结帐

# STK_MSG_CHECKOUT_ERR
source: Checkout error!
my: checkout အမှား!
zh: 结帐错误！

# STK_MSG_CHECKOUT_SUCCESS
source: Checkout successful!
my: checkout အောင်မြင်ပါသည်!
zh: 结帐成功！

# STK_MSG_CHECK_IN_SUCCESS
source: Checkin successful
my: Checkin အောင်မြင်ပါပြီ
zh: 签入成功

# STK_MSG_CHECK_OUT_SUCCESS
source: CheckOut succeeded
my: CheckOut အောင်မြင်ခဲ့သည်
zh: 结帐成功

# STK_MSG_IMG_FORMAT
source: Invalid image format!
my: မှားနေသော image ကိုကို formats!
zh: 图像格式无效！

# STK_MSG_NOT_FOUND_WORK_SHIFT
source: No work shift found
my: အလုပ်ပြောင်းမှုရှာမတွေ့ပါ
zh: 找不到轮班

# STK_MSG_PLS_CHECK_IN
source: Please check in to perform the operation
my: ကျေးဇူးပြုပြီးစစ်ဆင်ရေးလုပ်ဆောင်ရန်အတွက်စစ်ဆေးပါ
zh: 请签入以执行操作

# STK_MSG_PLS_CHECK_OUT
source: Please check out to perform the operation
my: ကျေးဇူးပြုပြီးစစ်ဆင်ရေးလုပ်ဆောင်ရန်ထွက်စစ်ဆေးပါ
zh: 请签出以执行操作

# STK_MSG_UPDATE_WORK_SHIFT_SUCCESS
source: Update the shift successfully
my: ပြောင်းကုန်ပြီကိုအောင်မြင်စွာ update လုပ်ပါ
zh: 成功更新班次

# STK_TAB_HEADING_TRACKING_SHIFT
source: Track work shift
my: အလုပ်ပြောင်းမှုကိုခြေရာခံ
zh: 跟踪工作班次

# STK_TAP_TIMEKEEPING
source: Timekeeping
my: တက်ရောက်သူ
zh: 出勤率

# STK_TAP_WORKTIME
source: Work time
my: အလုပ်ချိန်
zh: 工作时间

# STK_TITLE_CONTROL_EMPLOYEE
source: Human resource control
my: လူ့စွမ်းအားအရင်းအမြစ်ထိန်းချုပ်မှု
zh: 人力资源控制

# STK_TITLE_EMPLOYEE
source: Personnel
my: လူ့စွမ်းအားအရင်းအမြစ်
zh: 人力资源

# STK_TITTLE_CONFIRM
source: Confirm
my: အတည်ပြု
zh: 确认

# STK_TXT_ALL
source: All
my: အားလုံး
zh: 全部

# STK_TXT_ROLL_UP
source: Attendance / Leave report
my: တက်ရောက်သူ / နှိုးစက်အားလပ်ရက်
zh: 出勤/离开报告

# STK_TXT_SEARCH_FULL_NAME
source: First and last name
my: နာမည်အပြည့်အစုံ
zh: 全名

# STK_VALIDATE_EMPLOYEES
source: Employees cannot leave blank
my: ဝန်ထမ်းများအချည်းနှီးမဖြစ်သင့်
zh: 员工不能留空

# STK_CURD_LBL_IP
source: IP
my: အိုင်ပီ
