Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/StaffWarningController.*.resx
Languages: fr

# SW_CLICK_DOUBLE_MOUSE_VIEW_DETAIL
source: Double click to see detailed statistics
fr: Double-cliquez pour voir les statistiques détaillées

# SW_CURD_LBL_EMPLOYEE
source: Employees
fr: Le personnel

# SW_CURD_LBL_FROM_DATE
source: Since
fr: Du jour

# SW_CURD_LBL_HOURS
source: hours
fr: heures

# SW_CURD_LBL_MINUTE
source: minute
fr: minutes

# SW_CURD_LBL_TOTAL_TIME_WORKING
source: Total working time
fr: Temps de travail total

# SW_CURD_LBL_TO_DATE
source: To date
fr: Viens

# SW_CURD_TXT_EMPLOYEE
source: Employees
fr: Le personnel

# SW_CURD_TXT_FROM_DATE
source: Since
fr: Du jour

# SW_CURD_TXT_TOTAL_EMP_WORKING
source: Number of people working:
fr: Nombre de personnes travaillant:

# SW_CURD_TXT_TO_DATE
source: To date
fr: Viens

# SW_LBL_USER_WORKING
source: Number of people working
fr: Nombre de personnes travaillant

# SW_LINK_WARNING
source: Warning
fr: Avertissement

# SW_LIST_COL_AVATAR
source: Avatar
fr: Photo de profil

# SW_LIST_COL_EMPLOYEE
source: Employees
fr: Le personnel

# SW_LIST_COL_LATE_TIMES_ALLOW
source: The number of late times allowed
fr: Le nombre de retard autorisé

# SW_LIST_COL_LATE_TIMES_NO_ALLOW
source: Number of late times not allowed
fr: Nombre de temps de retard non autorisés

# SW_LIST_COL_STATUS
source: Status
fr: Statut

# SW_LIST_COL_TIMES_BREAK_ALLOW
source: Number of authorized leave times
fr: Nombre de congés autorisés

# SW_LIST_COL_TIMES_BREAK_NO_ALLOW
source: Number of unexcused absences
fr: Nombre d'absences non excusées

# SW_LIST_COL_TOTAL_BREAK
source: Total number of breaks
fr: Nombre total de pauses

# SW_LIST_COL_TOTAL_TIME_LATE
source: The total number of times to go late
fr: Le nombre total de fois pour aller en retard

# SW_MSG_PLS_ENTER_DATE_TO_DATE
source: Please enter from date to date
fr: S'il vous plaît entrer de date à date

# SW_TITLE_DETAIL_STATICS
source: Detailed statistics
fr: Statistiques détaillées

# SW_TITLE_WARNING
source: Warning
fr: Avertissement
