Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/TeamManagementController.*.resx
Languages: fr, ja, zh

# TEAM_CURD_LBL_DESCRIPTION
source: ការពិពណ៌នា
fr: Description
ja: 説明
zh: 描述

# TEAM_CURD_LBL_EMPLOYEE
source: ជ្រើសរើសបុគ្គលិក
fr: Choisissez un employé
ja: 従業員を選ぶ
zh: 选择一名员工

# TEAM_CURD_LBL_LEADER
source: ជ្រើសរើសអ្នកគ្រប់គ្រង
fr: Choisir un manager
ja: マネージャーを選ぶ
zh: 选择一位经理

# TEAM_CURD_LBL_MEMBER_LIST
source: បញ្ជីសមាជិក
fr: Liste des membres
ja: メンバーリスト
zh: 会员名单

# TEAM_CURD_LBL_SEARCH_MANAGEMENT
source: ការគ្រប់គ្រង
fr: La gestion
ja: 管理
zh: 全力

# TEAM_CURD_LBL_SEARCH_MEMBER
source: សមាជិក
fr: Membre
ja: メンバー
zh: 成员

# TEAM_CURD_LBL_SEARCH_NAME
source: ឈ្មោះក្រុម
fr: Nom d'équipe
ja: チーム名
zh: 团队名称

# TEAM_CURD_LBL_SEARCH_STATUS
source: ស្ថានភាព
fr: Statut
ja: 状況
zh: 状态

# TEAM_CURD_LBL_STATUS
source: ស្ថានភាព
fr: Statut
ja: 状況
zh: 状态

# TEAM_CURD_LBL_TEAMNAME
source: ឈ្មោះក្រុម
fr: Nom de l'équipe
ja: チーム名
zh: 团队名称

# TEAM_CURD_LBL_USER
source: ជ្រើសរើសអ្នកប្រើ
fr: Sélectionnez l'utilisateur
ja: ユーザーを選択
zh: 选择用户

# TEAM_CURD_TEXT_MEMBER
source: បញ្ចូលសមាជិក
fr: Entrer membre
ja: 会員登録
zh: 输入会员

# TEAM_CURD_TITLE_ADD_TEAM
source: បន្ថែមក្រុម
fr: Ajouter une équipe
ja: チームを追加
zh: 添加团队

# TEAM_CURD_TITLE_EDIT_TEAM
source: កែសម្រួលក្រុម
fr: Editer l'équipe
ja: チームを編集する
zh: 编辑团队

# TEAM_CURD_TXT_DESCRIPTION
source: បញ្ចូលការពិពណ៌នា
fr: Entrez la description
ja: 説明を入力
zh: 输入说明

# TEAM_CURD_TXT_EMPLOYEE
source: ជ្រើសរើសបុគ្គលិក
fr: Choisissez un employé
ja: 従業員を選ぶ
zh: 选择一名员工

# TEAM_CURD_TXT_LEADER
source: ជ្រើសរើសអ្នកដឹកនាំ
fr: Sélectionnez le chef
ja: リーダーを選択
zh: 选择领导者

# TEAM_CURD_TXT_SEARCH_MANAGEMENT
source: ការគ្រប់គ្រង
fr: La gestion
ja: 管理
zh: 全力

# TEAM_CURD_TXT_SEARCH_MEMBER
source: សមាជិក
fr: Membre
ja: メンバー
zh: 成员

# TEAM_CURD_TXT_SEARCH_NAME
source: ឈ្មោះក្រុម
fr: Nom d'équipe
ja: チーム名
zh: 团队名称

# TEAM_CURD_TXT_SEARCH_STATUS
source: ស្ថានភាព
fr: Statut
ja: 状況
zh: 状态

# TEAM_CURD_TXT_STATUS
source: ជ្រើសស្ថានភាព
fr: Sélectionnez le statut
ja: ステータスを選択
zh: 选择状态

# TEAM_CURD_TXT_TEAMNAME
source: បញ្ចូលឈ្មោះក្រុម
fr: Entrez le nom du groupe
ja: グループ名を入力
zh: 输入组名称

# TEAM_CURD_TXT_USER
source: ជ្រើសរើសអ្នកប្រើ
fr: Sélectionnez l'utilisateur
ja: ユーザーを選択
zh: 选择用户

# TEAM_LINK_TEAM
source: ការគ្រប់គ្រងក្រុម
fr: Gestion d'équipe
ja: チーム管理
zh: 团队管理

# TEAM_LIST_COL_TEAM_ACTION
source: ការកាប់ឆ្ការ
fr: Manipulation
ja: 操作
zh: 操作

# TEAM_LIST_COL_TEAM_LEADER
source: ការគ្រប់គ្រង
fr: La gestion
ja: 管理
zh: 管理

# TEAM_LIST_COL_TEAM_MEMBERS
source: សមាជិក
fr: Membre
ja: メンバー
zh: 成员

# TEAM_LIST_COL_TEAM_STATUS
source: ស្ថានភាព
fr: Statut
ja: 状況
zh: 状态

# TEAM_LIST_COL_TEAM_TEAMNAME
source: ឈ្មោះក្រុម
fr: Nom du groupe
ja: グループ名
zh: 组名

# TEAM_TITLE_TEAM
source: ក្រុម
fr: Équipe
ja: チーム
zh: 团队
