Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/TrashCarController.*.resx
Languages: ca, fr, ko, my, vi, zh

# TRC_ADD_TRASH_CAR
source: Add garbage truck
ca: បន្ថែមឡានដឹកសំរាម។
fr: Ajouter un camion à ordures
ko: 쓰레기 트럭 추가
my: ပိုများသောအမှိုက်သရိုက်ထရပ်ကား
vi: Thêm xe rác
zh: 添加垃圾车

# TRC_CURD_CURD_LBL_LICENCES_PLATE
source: License plates
ca: ស្លាកលេខរថយន្ត។
fr: Plaque d'immatriculation du véhicule
ko: 차량 번호판
my: မော်တော်ကားအရေအတွက်ကပြား
vi: Biển số xe
zh: 车牌

# TRC_CURD_IMG_MEDIA
source: Vehicle image
ca: រូបភាពយានយន្ត។
fr: Image du véhicule
ko: 차량 이미지
my: ဓါတ်ပုံများယာဉ်များ
vi: Hình ảnh phương tiện
zh: 车辆图像

# TRC_CURD_LBL_ATTRIBUTE
source: Properties
ca: លក្ខណៈសម្បត្តិ។
fr: Propriétés
ko: 속성
my: ဂုဏ်သတ္တိများ
vi: Thuộc tính
zh: 性能

# TRC_CURD_LBL_CATE
source: Categories
ca: ប្រភេទ។
fr: Catégorie
ko: 카테고리
my: ပစ္စည်းများ
vi: Hạng mục
zh: 项目

# TRC_CURD_LBL_DRIVER_DEFAULT
source: Drive default
ca: លំនាំដើមដ្រាយវ៍។
ko: 드라이브 기본값
my: ကားမောင်း default အနေနဲ့
vi: Lái xe mặc định
zh: 驱动器默认

# TRC_CURD_LBL_END_TIME
source: End time
ca: ពេលវេលាត្រូវបញ្ចប់។
fr: Il est temps de finir
ko: 끝나는 시간
my: အဆုံးအချိန်
vi: Thời gian kết thúc
zh: 时间到了

# TRC_CURD_LBL_FILE_NAME
source: File name
ca: ឈ្មោះឯកសារ។
fr: Nom du fichier
ko: 파일명
my: ဖိုင်အမည်
vi: Tên tệp
zh: 文件名

# TRC_CURD_LBL_FROM_DATE
source: Since
ca: ចាប់ពីថ្ងៃ។
fr: Du jour
ko: 하루부터
my: နေ့မှစ.
vi: Từ ngày
zh: 从那天起

# TRC_CURD_LBL_GROUP
source: The group
ca: ក្រុម។
fr: Groupe
ko: 그룹
my: အုပ်စုတစ်စု
vi: Nhóm
zh: 组

# TRC_CURD_LBL_GROUP_CAR
source: Car group
ca: ក្រុមរថយន្ត។
fr: Groupe de voiture
ko: 자동차 그룹
my: မော်တော်ယာဉ်အုပ်စုတစု
vi: Nhóm xe
zh: 汽车集团

# TRC_CURD_LBL_INSURANCE
source: Insurrance
ca: ការធានារ៉ាប់រង។
fr: Les assurances
ko: 보험
my: အာမခံ
vi: Bảo hiểm
zh: 保险

# TRC_CURD_LBL_LICENCES_PLATE
source: License plates
ca: ស្លាកលេខរថយន្ត។
fr: Plaque d'immatriculation du véhicule
ko: 차량 번호판
my: မော်တော်ကားအရေအတွက်ကပြား
vi: Biển số xe
zh: 车牌

# TRC_CURD_LBL_LIST
source: Category
ca: ប្រភេទ។
fr: Catégorie
ko: 카테고리
my: အမျိုးအစား
vi: Danh mục
zh: 类别

# TRC_CURD_LBL_MADE_FROM
source: Origin
ca: ប្រភពដើម។
fr: Origine
ko: 원산지
my: အရင်းအမြစ်
vi: Xuất xứ
zh: 起源

# TRC_CURD_LBL_MANUFACT
source: Trademark
ca: ម៉ាក។
fr: Marque
ko: 브랜드
my: ကုန်အမှတ်တံဆိပ်
vi: Thương hiệu
zh: 商标

# TRC_CURD_LBL_NOTE
source: Note
ca: កំណត់ចំណាំ។
fr: Les notes
ko: 비고
my: မှတ်ချက်ချ
vi: Ghi chú
zh: 注意

# TRC_CURD_LBL_OWNER
source: Owner
ca: ម្ចាស់។
fr: Propriétaire
ko: 소유자
my: ပိုင်ရှင်များ
vi: Chủ sở hữu
zh: 业主

# TRC_CURD_LBL_PAYLOAD_DESIGN
source: Load design
ca: រចនាការរចនា។
fr: Conception de charge
ko: 하중 설계
my: ဒီဇိုင်းဝန်
vi: Tải trọng thiết kế
zh: 负载设计

# TRC_CURD_LBL_PAYLOAD_USE
source: Load capacity
ca: ផ្ទុកសមត្ថភាព។
fr: Capacité de charge
ko: 적재 능력
my: payload ဒေါင်းလုပ်လုပ်
vi: Tải trọng đã tải
zh: 负载能力

# TRC_CURD_LBL_QR_CODE
source: QR Code
ca: QR កូដ។
fr: Code QR
ko: QR 코드
my: QR Code ကို
zh: 二维码

# TRC_CURD_LBL_ROUTE_DEFAULT
source: Default route
ca: ផ្លូវលំនាំដើម។
fr: Itinéraire par défaut
ko: 기본 경로
my: default route ကို
vi: Tuyến đường mặc định
zh: 默认路线

# TRC_CURD_LBL_ROUTE_NAME
source: Route name
ca: ឈ្មោះផ្លូវ។
fr: Nom de la route
ko: 노선 이름
my: အွန်လိုင်း name ကို
vi: Tên tuyến
zh: 路线名称

# TRC_CURD_LBL_SIZE_REGISTER
source: Registration size
ca: ទំហំចុះឈ្មោះ។
fr: Taille de l'inscription
ko: 등록 크기
my: Size ကိုမှတ်ပုံတင်
vi: Kích thước đăng ký
zh: 注册规模

# TRC_CURD_LBL_SIZE_USE
source: Size used
ca: ទំហំដែលបានប្រើ។
fr: Taille utilisé
ko: 사용 된 크기
my: Size ကိုအသုံးပြုခဲ့
vi: Kích thước sử dụng
zh: 使用的尺寸

# TRC_CURD_LBL_STATUS
source: Status
ca: ស្ថានភាព។
fr: Statut
ko: 상태
my: ပြည်နယ်
vi: Trạng thái
zh: 状态

# TRC_CURD_LBL_TIME_ARRIVAL
source: Arrival time
ca: ពេលវេលាមកដល់។
fr: Heure d'arrivée
ko: 도착 시간
my: အချိန်
vi: Thời gian đến
zh: 到达时间

# TRC_CURD_LBL_TIME_FROM
source: Time from
ca: ពេលវេលាពី។
fr: Temps de
ko: ~부터 시간
my: ကနေအချိန်
vi: Thời gian từ
zh: 时间从

# TRC_CURD_LBL_TIME_REGISTER
source: Registration time
ca: ពេលវេលាចុះឈ្មោះ។
fr: Temps d'inscription
ko: 등록 시간
my: မှတ်ပုံတင်ခြင်းအချိန်
vi: Thời gian đăng ký
zh: 报名时间

# TRC_CURD_LBL_TIME_START
source: Time to start
ca: ពេលវេលាត្រូវចាប់ផ្តើម។
fr: Il est temps de commencer
ko: 시작 시간
my: အချိန် Start
vi: Thời gian bắt đầu
zh: 是时候开始了

# TRC_CURD_LBL_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ko: 직함
my: ဉီးတည်ချက်
vi: Tiêu đề
zh: 标题

# TRC_CURD_LBL_TOTAL_PAYLOAD
source: Total load
ca: បន្ទុកសរុប។
fr: Charge totale
ko: 총 하중
my: စုစုပေါင်း downloads,
vi: Tổng tải
zh: 总负载

# TRC_CURD_LBL_TO_DATE
source: To date
ca: សូមអញ្ជើញមក។
fr: Viens
ko: 어서
my: ယနေ့အထိ
vi: Đến ngày
zh: 来吧

# TRC_CURD_LBL_TYPE
source: Species
ca: ប្រភេទ។
fr: Type
ko: 타입
my: အမျိုးအစား
vi: Loại
zh: 样

# TRC_CURD_LBL_TYPE_CAR
source: Range of vehicle
ca: ប្រភេទយានយន្ត។
fr: Type de véhicule
ko: 차량 종류
my: မော်တော်ယာဉ်
vi: Loại xe
zh: 车辆类型

# TRC_CURD_LBL_TYPE_WARNING
source: Warning type
ca: ប្រភេទព្រមាន។
fr: Type d'avertissement
ko: 경고 유형
my: တပ်လှန့်အမျိုးအစား
vi: Loại cảnh báo
zh: 警告类型

# TRC_CURD_LBL_VALUE
source: Value
ca: តម្លៃ។
fr: Valeur
ko: 가치
my: တန်ဘိုး
vi: Giá trị
zh: 值得

# TRC_CURD_LBL_WEIGHT
source: Weight
ca: ទំងន់។
fr: Poids
ko: 중량
my: အလေးချိန်
vi: Trọng lượng
zh: 重量

# TRC_CURD_TXT_ATTRIBUTE
source: Properties
ca: លក្ខណៈសម្បត្តិ។
fr: Propriétés
ko: 속성
my: ဂုဏ်သတ္တိများ
vi: Thuộc tính
zh: 性能

# TRC_CURD_TXT_CATE
source: Categories
ca: ប្រភេទ។
fr: Catégorie
ko: 카테고리
my: ပစ္စည်းများ
vi: Hạng mục
zh: 项目

# TRC_CURD_TXT_DRIVER_DEFAULT
source: Drive default
ca: លំនាំដើមដ្រាយវ៍។
ko: 드라이브 기본값
my: ကားမောင်း default အနေနဲ့
vi: Lái xe mặc định
zh: 驱动器默认

# TRC_CURD_TXT_END_TIME
source: End time
ca: ពេលវេលាត្រូវបញ្ចប់។
fr: Il est temps de finir
ko: 끝나는 시간
my: အဆုံးအချိန်
vi: Thời gian kết thúc
zh: 时间到了

# TRC_CURD_TXT_EXPERIED_INSURANCE
source: Duration of insurance
ca: រយៈពេលធានារ៉ាប់រង។
fr: Période d'assurance
ko: 보험 기간
my: term အာမခံ
vi: Thời hạn bảo hiểm
zh: 保险期限

# TRC_CURD_TXT_FILE_NAME
source: File name
ca: ឈ្មោះឯកសារ។
fr: Nom du fichier
ko: 파일명
my: ဖိုင်အမည်
vi: Tên tệp
zh: 文件名

# TRC_CURD_TXT_FROM_DATE
source: Since
ca: ចាប់ពីថ្ងៃ។
fr: Du jour
ko: 하루부터
my: နေ့မှစ.
vi: Từ ngày
zh: 从那天起

# TRC_CURD_TXT_GROUP
source: The group
ca: ក្រុម។
fr: Groupe
ko: 그룹
my: အုပ်စုတစ်စု
vi: Nhóm
zh: 组

# TRC_CURD_TXT_GROUP_CAR
source: Car group
ca: ក្រុមរថយន្ត។
fr: Groupe de voiture
ko: 자동차 그룹
my: မော်တော်ယာဉ်အုပ်စုတစု
vi: Nhóm xe
zh: 汽车集团

# TRC_CURD_TXT_LICENCES_PLATE
source: License plates
ca: ស្លាកលេខរថយន្ត។
fr: Plaque d'immatriculation du véhicule
ko: 차량 번호판
my: မော်တော်ကားအရေအတွက်ကပြား
vi: Biển số xe
zh: 车牌

# TRC_CURD_TXT_LIST
source: Category
ca: ប្រភេទ។
fr: Catégorie
ko: 카테고리
my: အမျိုးအစား
vi: Danh mục
zh: 类别

# TRC_CURD_TXT_MADE_FROM
source: Origin
ca: ប្រភពដើម។
fr: Origine
ko: 원산지
my: အရင်းအမြစ်
vi: Xuất xứ
zh: 起源

# TRC_CURD_TXT_MANUFACT
source: Trademark
ca: ម៉ាក។
fr: Marque
ko: 브랜드
my: ကုန်အမှတ်တံဆိပ်
vi: Thương hiệu
zh: 商标

# TRC_CURD_TXT_NOTE
source: Note
ca: កំណត់ចំណាំ។
fr: Les notes
ko: 비고
my: မှတ်ချက်ချ
vi: Ghi chú
zh: 注意

# TRC_CURD_TXT_OWNER
source: Owner
ca: ម្ចាស់។
fr: Propriétaire
ko: 소유자
my: ပိုင်ရှင်များ
vi: Chủ sở hữu
zh: 业主

# TRC_CURD_TXT_PAYLOAD_DESIGN
source: Load design
ca: រចនាការរចនា។
fr: Conception de charge
ko: 하중 설계
my: ဒီဇိုင်းဝန်
vi: Tải trọng thiết kế
zh: 负载设计

# TRC_CURD_TXT_PAYLOAD_USE
source: Load capacity
ca: ផ្ទុកសមត្ថភាព។
fr: Capacité de charge
ko: 적재 능력
my: payload ဒေါင်းလုပ်လုပ်
vi: Tải trọng đã tải
zh: 负载能力

# TRC_CURD_TXT_ROUTE_DEFAULT
source: Default route
ca: ផ្លូវលំនាំដើម។
fr: Itinéraire par défaut
ko: 기본 경로
my: default route ကို
vi: Tuyến đường mặc định
zh: 默认路线

# TRC_CURD_TXT_ROUTE_NAME
source: Route name
ca: ឈ្មោះផ្លូវ។
fr: Nom de la route
ko: 노선 이름
my: အွန်လိုင်း name ကို
vi: Tên tuyến
zh: 路线名称

# TRC_CURD_TXT_SIZE_REGISTER
source: Registration size
ca: ទំហំចុះឈ្មោះ។
fr: Taille de l'inscription
ko: 등록 크기
my: Size ကိုမှတ်ပုံတင်
vi: Kích thước đăng ký
zh: 注册规模

# TRC_CURD_TXT_SIZE_USE
source: Size used
ca: ទំហំដែលបានប្រើ។
fr: Taille utilisé
ko: 사용 된 크기
my: Size ကိုအသုံးပြုခဲ့
vi: Kích thước sử dụng
zh: 使用的尺寸

# TRC_CURD_TXT_STATUS
source: Status
ca: ស្ថានភាព។
fr: Statut
ko: 상태
my: ပြည်နယ်
vi: Trạng thái
zh: 状态

# TRC_CURD_TXT_TIME_ARRIVAL
source: Arrival time
ca: ពេលវេលាមកដល់។
fr: Heure d'arrivée
ko: 도착 시간
my: အချိန်
vi: Thời gian đến
zh: 到达时间

# TRC_CURD_TXT_TIME_FROM
source: Time from
ca: ពេលវេលាពី។
fr: Temps de
ko: ~부터 시간
my: ကနေအချိန်
vi: Thời gian từ
zh: 时间从

# TRC_CURD_TXT_TIME_REGISTER
source: Registration time
ca: ពេលវេលាចុះឈ្មោះ។
fr: Temps d'inscription
ko: 등록 시간
my: မှတ်ပုံတင်ခြင်းအချိန်
vi: Thời gian đăng ký
zh: 报名时间

# TRC_CURD_TXT_TIME_START
source: Time to start
ca: ពេលវេលាត្រូវចាប់ផ្តើម។
fr: Il est temps de commencer
ko: 시작 시간
my: အချိန် Start
vi: Thời gian bắt đầu
zh: 是时候开始了

# TRC_CURD_TXT_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ko: 직함
my: ဉီးတည်ချက်
vi: Tiêu đề
zh: 标题

# TRC_CURD_TXT_TOTAL_PAYLOAD
source: Total load
ca: បន្ទុកសរុប។
fr: Charge totale
ko: 총 하중
my: စုစုပေါင်း downloads,
vi: Tổng tải
zh: 总负载

# TRC_CURD_TXT_TO_DATE
source: To date
ca: សូមអញ្ជើញមក។
fr: Viens
ko: 어서
my: ယနေ့အထိ
vi: Đến ngày
zh: 来吧

# TRC_CURD_TXT_TYPE
source: Species
ca: ប្រភេទ។
fr: Type
ko: 타입
my: အမျိုးအစား
vi: Loại
zh: 样

# TRC_CURD_TXT_TYPE_CAR
source: Range of vehicle
ca: ប្រភេទយានយន្ត។
fr: Type de véhicule
ko: 차량 종류
my: မော်တော်ယာဉ်
vi: Loại xe
zh: 车辆类型

# TRC_CURD_TXT_TYPE_WARNING
source: Warning type
ca: ប្រភេទព្រមាន។
fr: Type d'avertissement
ko: 경고 유형
my: တပ်လှန့်အမျိုးအစား
vi: Loại cảnh báo
zh: 警告类型

# TRC_CURD_TXT_VALUE
source: Value
ca: តម្លៃ។
fr: Valeur
ko: 가치
my: တန်ဘိုး
vi: Giá trị
zh: 值得

# TRC_CURD_TXT_WEIGHT
source: Weight
ca: ទំងន់។
fr: Poids
ko: 중량
my: အလေးချိန်
vi: Trọng lượng
zh: 重量

# TRC_EDIT_TITLE
source: Garbage truck repair
ca: ជួសជុលឡានដឹកសំរាម។
fr: Réparation de camion à ordures
ko: 쓰레기 트럭 수리
my: junk ကားတစ်စီးပြုပြင်ရေး
vi: Sửa xe rác
zh: 垃圾车维修

# TRC_LINK_TRASH_CAR
source: Trash car
ca: ឡានដឹកសំរាម។
fr: Camion poubelle
ko: 쓰레기 트럭
my: အမှိုက်သရိုက် Truck ကား
vi: Xe rác
zh: 垃圾车

# TRC_LIST_COL_ACT
source: Act
ca: សកម្មភាព។
fr: Action
ko: 행동
my: လုပ်ရပ်
vi: Hành động
zh: 法案

# TRC_LIST_COL_ACTION
source: Manipulation
ca: ការរៀបចំ។
ko: 조작
my: ခြယ်လှယ်
vi: Thao tác
zh: 操作

# TRC_LIST_COL_ATTR_CODE
source: Property code
ca: លេខកូដទ្រព្យសម្បត្តិ។
fr: Code de la propriété
ko: 속성 코드
my: အိမ်ခြံမြေကုဒ်
vi: Mã thuộc tính
zh: 物业代码

# TRC_LIST_COL_CREATED_BY
source: Creator
ca: អ្នកបង្កើត។
fr: Créateur
ko: 제작자
my: ဖန်တီးသူ
vi: Người tạo
zh: 创作者

# TRC_LIST_COL_CURRENT_POSITION
source: Current position
ca: ទីតាំងបច្ចុប្បន្ន។
fr: Position actuelle
ko: 현재 위치
my: လက်ရှိတည်နေရာ
vi: Vị trí hiện tại
zh: 目前的位置

# TRC_LIST_COL_DATE_CREATED
source: Date created
ca: កាលបរិច្ឆេទបង្កើត។
fr: Date de création
ko: 작성일
my: ရက်စွဲကိုဖန်တီး
vi: Ngày tạo
zh: 创建日期

# TRC_LIST_COL_DATE_WORKING
source: Implementation date
ca: កាលបរិច្ឆេទអនុវត្ត។
fr: Date de mise en oeuvre
ko: 시행 일자
my: အကောင်အထည်ဖော်မှု၏နေ့စွဲ
vi: Ngày thực hiện
zh: 实施日期

# TRC_LIST_COL_DESCRIPTION
source: Describe
ca: ការពិពណ៌នា
fr: Description
ko: 설명
my: ဖေါ်ပြချက်
vi: Mô tả
zh: 描述

# TRC_LIST_COL_DRIVER
source: Driver
ca: បើកបរ។
fr: Conduite
ko: 운전
my: မောင်း
vi: Lái xe
zh: 驱动器

# TRC_LIST_COL_END_TIME
source: Time KT
ca: ពេលវេលាខេធី។
fr: Heure KT
ko: 시간 KT
my: အချိန် KT
vi: Thời gian KT
zh: 时间KT

# TRC_LIST_COL_FILE_NAME
source: File name
ca: ឈ្មោះឯកសារ។
fr: Nom du fichier
ko: 파일명
vi: Tên tệp tin
zh: 文件名

# TRC_LIST_COL_GPS_POINT
source: GPS points
ca: ចំនុច GPS ។
fr: Points GPS
ko: GPS 포인트
my: GPS တည်နေရာ
vi: Điểm GPS
zh: GPS点数

# TRC_LIST_COL_GROUP
source: The group
ca: ក្រុម។
fr: Groupe
ko: 그룹
my: အုပ်စုတစ်စု
vi: Nhóm
zh: 组

# TRC_LIST_COL_KM
source: Kilometer
ca: គ។ ម
fr: Km
ko: 킬로미터
my: ကီလိုမီတာ
vi: Km
zh: 千米

# TRC_LIST_COL_LICENCES_PLATE
source: License plates
ca: ស្លាកលេខរថយន្ត។
fr: Plaque d'immatriculation du véhicule
ko: 차량 번호판
my: မော်တော်ကားအရေအတွက်ကပြား
vi: Biển số xe
zh: 车牌

# TRC_LIST_COL_MADE_FROM
source: Origin
ca: ប្រភពដើម។
fr: Origine
ko: 원산지
my: အရင်းအမြစ်
vi: Xuất xứ
zh: 起源

# TRC_LIST_COL_MANUFACT
source: Trademark
ca: ម៉ាក។
fr: Marque
ko: 브랜드
my: ကုန်အမှတ်တံဆိပ်
vi: Thương hiệu
zh: 商标

# TRC_LIST_COL_MASS
source: Mass
ca: កម្រិតសំឡេង។
fr: Volume
ko: 양
my: အသံအတိုးအကျယ်
vi: Khối lượng
zh: 音量

# TRC_LIST_COL_NOTE
source: Note
ca: កំណត់ចំណាំ។
fr: Les notes
ko: 비고
my: မှတ်ချက်ချ
vi: Ghi chú
zh: 注意

# TRC_LIST_COL_PLACE_SCBD
source: Where SCBD
ca: កន្លែង SCBD ។
fr: Où SCBD
ko: 어디 SCBD
my: နေရာအရပ် SCBD
vi: Nơi SCBD
zh: 哪里有SCBD

# TRC_LIST_COL_POINT
source: Place
ca: ទីតាំង។
fr: Emplacement
ko: 위치
my: တည်နေရာ
vi: Địa điểm
zh: 位置

# TRC_LIST_COL_QUOTA
source: Categories
ca: ប្រភេទ។
fr: Catégorie
ko: 카테고리
my: ပစ္စည်းများ
vi: Hạng mục
zh: 项目

# TRC_LIST_COL_RECEIVER
source: Receiver
ca: អ្នកទទួល។
fr: Destinataire
ko: 받는 사람
my: လက်လံသူ
vi: Người nhận
zh: 接受者

# TRC_LIST_COL_ROUTE_NAME
source: Route name
ca: ឈ្មោះផ្លូវ។
fr: Nom de la route
ko: 노선 이름
my: အွန်လိုင်း name ကို
vi: Tên tuyến
zh: 路线名称

# TRC_LIST_COL_SAVE
source: When storing
ca: នៅពេលរក្សាទុក។
fr: Lors du stockage
ko: 보관할 때
my: ဘယ်အချိန်မှာသိုလှောင်မှု
vi: Khi lưu trữ
zh: 存放时

# TRC_LIST_COL_SENDER
source: Who spent
ca: អ្នកណាចំណាយ។
fr: Qui a passé
ko: 누가 보냈는지
my: လူတွေဖြုန်း
vi: Người chi
zh: 谁花了

# TRC_LIST_COL_STATUS
source: Status
ca: ស្ថានភាព។
fr: Statut
ko: 상태
my: ပြည်နယ်
vi: Trạng thái
zh: 状态

# TRC_LIST_COL_TIME
source: Time
ca: ពេលវេលា។
fr: Le temps
ko: 시간
my: အချိန်
vi: Thời gian
zh: 时间

# TRC_LIST_COL_TIME_START
source: Real time
ca: ពេលវេលាពិតប្រាកដ។
fr: Temps réel
ko: 실시간
my: အချိန် PTT က
vi: Thời gian BĐ
zh: 实时

# TRC_LIST_COL_TITLE
source: Title
ca: ចំណងជើង
fr: Titre
ko: 직함
my: ဉီးတည်ချက်
vi: Tiêu đề
zh: 标题

# TRC_LIST_COL_TOTAL_DISTANCE
source: Total distance
ca: ចម្ងាយសរុប។
fr: Distance totale
ko: 총 거리
my: စုစုပေါင်းအကွာအဝေး
vi: Tổng quãng đường
zh: 总距离

# TRC_LIST_COL_TYPE
source: Species
ca: ប្រភេទ។
fr: Type
ko: 타입
my: အမျိုးအစား
vi: Loại
zh: 样

# TRC_LIST_COL_TYPE_FILE
source: File type
ca: ប្រភេទឯកសារ។
fr: Type de fichier
ko: 파일 타입
my: ဖိုင်အမျိုးအစား
vi: Loại tệp
zh: 文件类型

# TRC_LIST_COL_TYPE_WARNING
source: Warning type
ca: ប្រភេទព្រមាន។
fr: Type d'avertissement
ko: 경고 유형
my: တပ်လှန့်အမျိုးအစား
vi: Loại cảnh báo
zh: 警告类型

# TRC_LIST_COL_UNIT
source: Unit
ca: ឯកតានៃការគណនា។
fr: Unité de calcul
ko: 계산 단위
my: ယူနစ်
vi: Đơn vị tính
zh: 计算单位

# TRC_LIST_COL_UNIT_PRICE
source: Unit
ca: ឯកតានៃការគណនា។
fr: Unité de calcul
ko: 계산 단위
my: ယူနစ်
vi: Đơn vị tính
zh: 计算单位

# TRC_LIST_COL_VALUE
source: Value
ca: តម្លៃ។
fr: Valeur
ko: 가치
my: တန်ဘိုး
vi: Giá trị
zh: 值得

# TRC_LIST_COL_VIEW_ONL
source: See online
ca: មើលលើអ៊ីនធឺណិត។
fr: Voir en ligne
ko: 온라인 참조
my: အွန်လိုင်း Watch
vi: Xem trực tuyến
zh: 在线查看

# TRC_MSG_LICENCES_PLATE_NOT_BLANK
source: License plates must not be left blank
ca: ស្លាកលេខអាជ្ញាប័ណ្ណមិនត្រូវទុកចោលឡើយ។
fr: Les plaques d'immatriculation ne doivent pas être laissées en blanc
ko: 번호판은 비워 둘 수 없습니다
my: မော်တော်ကားနံပါတ်ပြားအလွတ်မဖြစ်ရ
vi: Biển số xe không được bỏ trống
zh: 车牌不得留空

# TRC_TAB_ATTR_EXTEND
source: Extended properties
ca: លក្ខណៈសម្បត្តិដែលបានពង្រីក។
fr: Propriétés étendues
ko: 확장 된 속성
my: တိုးချဲ့ Attribute တွေက
vi: Thuộc tính mở rộng
zh: 扩展属性

# TRC_TAB_HISTORY_ROUTE
source: Running history
ca: ប្រវត្តិរត់។
fr: Histoire courante
ko: 실행 기록
my: အွန်လိုင်းသမိုင်းကို run
vi: Lịch sử chạy tuyến
zh: 运行历史

# TRC_TAB_HISTORY_SCBD
source: SCBD history
ca: ប្រវត្តិ SCBD ។
fr: Histoire SCBD
ko: SCBD 역사
my: သမိုင်း SCBD
vi: Lịch sử SCBD
zh: SCBD历史

# TRC_TAB_PROFILE_TL
source: Profile TL
ca: ប្រវត្តិរូប TL ។
fr: Profil TL
ko: 프로필 TL
my: TL ကိုယ်ရေးအချက်အလက်
vi: Hồ sơ TL
zh: 简介TL

# TRC_TAB_QUOTA
source: Quota
ca: ធម្មតា។
fr: Les normes
ko: 규범
my: စံချိန်စံညွှန်းများ
vi: Định mức
zh: 规范

# TRC_TAB_REAL_COST
source: Actual costs
ca: ការចំណាយជាក់ស្តែង។
fr: Coût réel
ko: 실제 비용
my: အမှန်တကယ်ကုန်ကျစရိတ်
vi: Chi phí thực tế
zh: 实际成本

# TRC_TAB_WARNING
source: Warning
ca: ការព្រមាន។
fr: Avertissement
ko: 경고
my: သတိပေး
vi: Cảnh báo
zh: 警告

# TRC_TAB_WARNING_SCBD
source: Warning SCBD / Register
ca: ការព្រមាន SCBD / ចុះឈ្មោះ។
fr: Avertissement SCBD / Register
ko: 경고 SCBD / 등록
my: SCBD / မှတ်ပုံတင်မည်သတိပေး
vi: Cảnh báo SCBD/ Đăng kiểm
zh: 警告SCBD /注册

# TRC_TITLE_TRASH_CAR
source: Trash car
ca: ឡានដឹកសំរាម។
fr: Camion poubelle
ko: 쓰레기 트럭
my: အမှိုက်သရိုက် Truck ကား
vi: Xe rác
zh: 垃圾车

# TRC_VALIDATE_CHARACTER_ADDRESS
source: Address does not exceed 250 characters.
ca: អាសយដ្ឋានមិនលើសពី ២៥០ តួអក្សរ។
fr: L'adresse ne dépasse pas 250 caractères.
ko: 주소는 250자를 초과하지 않습니다.
my: လိပ်စာ 250 ဇာတ်ကောင်ထက်မပို။
vi: Địa chỉ không vượt quá 250 ký tự.
zh: 地址不超过250个字符。

# TRC_VALIDATE_CHARACTER_RESIDENT
source: Permanent residence does not exceed 250 characters.
ca: ទីលំនៅអចិន្ត្រៃយ៍មិនលើសពី 250 តួអក្សរ។
fr: La résidence permanente ne dépasse pas 250 caractères.
ko: 영주권은 250자를 초과 할 수 없습니다.
my: သူမ၏အမြဲတမ်းနေထိုင် 250 ဇာတ်ကောင်ထက်မပိုပါဘူး။
vi: Hộ khẩu thường trú không vượt quá 250 ký tự.
zh: 永久居留不超过250个字符。

# TRC_VALIDATE_CONTRACT_NUMBER
source: Request to enter the contract number.
ca: ស្នើសុំបញ្ចូលលេខកិច្ចសន្យា។
fr: Demande de saisie du numéro de contrat.
ko: 계약 번호 입력을 요청하십시오.
my: စာချုပ်လိုအပ်ချက်များကိုဝင်ရောက်ပါ။
vi: Yêu cầu nhập số hợp đồng.
zh: 要求输入合同号。

# TRC_VALIDATE_ENTER_ADDRESS
source: Request to enter the address.
ca: ស្នើសុំបញ្ចូលអាសយដ្ឋាន។
fr: Demande d'entrer l'adresse.
ko: 주소 입력 요청
my: လိပ်စာရိုက်ထည့်ဖို့တောင်းဆိုခဲ့တယ်။
vi: Yêu cầu nhập địa chỉ.
zh: 请求输入地址。

# TRC_VALIDATE_ENTER_BANK_ACCOUNT
source: Requires bank account entry.
ca: ទាមទារការបញ្ចូលគណនីធនាគារ។
fr: Nécessite une entrée de compte bancaire.
ko: 은행 계좌 입력이 필요합니다.
my: သင့်ရဲ့ဘဏ်အကောင့်ထဲဝငျဖို့တောင်းဆိုခဲ့တယ်။
vi: Yêu cầu nhập tài khoản ngân hàng.
zh: 需要银行帐户输入。

# TRC_VALIDATE_ENTER_CONTACT_FAMILY
source: Request to enter relatives
ca: ស្នើសុំបញ្ចូលសាច់ញាតិ។
fr: Demande d'entrer des parents
ko: 친척 입력 요청
my: entry လိုအပ်ချက်များဆွေမျိုးသားချင်းများ
vi: Yêu cầu nhập người thân
zh: 要求进入亲属

# TRC_VALIDATE_ENTER_DATE_OF_BIRTH
source: Request for birth date.
ca: ស្នើសុំថ្ងៃខែឆ្នាំកំណើត។
fr: Demande de date de naissance.
ko: 생년월일 요청.
my: မွေးနေ့တောင်းဆိုချက်။
vi: Yêu cầu nhập ngày sinh.
zh: 要求出生日期。

# TRC_VALIDATE_ENTER_EDUCATION_LEVEL
source: Requires admission to the cultural level.
ca: តម្រូវឱ្យមានការចូលរៀនកម្រិតវប្បធម៌។
fr: Nécessite l'admission au niveau culturel.
ko: 문화적 수준의 입학이 필요합니다.
my: entry လိုအပ်ချက်များယဉ်ကျေးမှုအဆင့်အထိ။
vi: Yêu cầu nhập trình độ văn hóa.
zh: 需要进入文化水平。

# TRC_VALIDATE_ENTER_END_DAY
source: To date required
ca: ដើម្បីកាលបរិច្ឆេទ
fr: À ce jour requis
ko: 필요한 날짜
my: ရက်စွဲကိုရန်လိုအပ်
vi: Đến ngày yêu cầu bắt buộc
zh: 到目前为止

# TRC_VALIDATE_ENTER_END_TIME
source: Request to enter the end time.
ca: ស្នើសុំបញ្ចូលពេលវេលាចុងក្រោយ។
fr: Demande d'entrer l'heure de fin.
ko: 종료 시간을 입력하도록 요청하십시오.
my: အဆုံးအချိန်ရိုက်ထည့်ဖို့တောင်းဆိုခဲ့တယ်။
vi: Yêu cầu nhập thời gian kết thúc.
zh: 请求输入结束时间。

# TRC_VALIDATE_ENTER_ERR_TAX_CODE
source: Tax code is not entered correctly!
ca: លេខកូដពន្ធមិនត្រូវបានបញ្ចូលត្រឹមត្រូវទេ!
fr: Code de taxe n'est pas entré correctement!
ko: 세금 코드가 올바르게 입력되지 않았습니다!
my: မှန်ကန်သောအခွန်ကုဒ်မဝင်နိုင်!
vi: Mã số thuế không nhập đúng!
zh: 税码未正确输入！

# TRC_VALIDATE_ENTER_FULL_NAME
source: Request to enter first and last name.
ca: ស្នើសុំបញ្ចូលឈ្មោះនិងត្រកូល។
fr: Demande d'entrer le prénom et le nom.
ko: 이름과 성을 입력하도록 요청하십시오.
my: တစ်ဦးပထမဦးဆုံးနှင့်နောက်ဆုံးအမည်ထည့်သွင်းဖို့တောင်းဆိုခဲ့တယ်။
vi: Yêu cầu nhập họ và tên.
zh: 请求输入姓名。

# TRC_VALIDATE_ENTER_HEALTH
source: Request to enter health status.
ca: ស្នើសុំបញ្ចូលស្ថានភាពសុខភាព។
fr: Demande d'entrer l'état de santé.
ko: 건강 상태 입력 요청.
my: ကနျြးမာရေးတစ်ပြည်နယ်ထဲဝငျဖို့တောင်းဆိုခဲ့တယ်။
vi: Yêu cầu nhập tình trạng sức khoẻ.
zh: 请求进入健康状态。

# TRC_VALIDATE_ENTER_INSURRANCE_LEVEL
source: Required to enter the premium
ca: តម្រូវឱ្យបញ្ចូលបុព្វលាភ។
fr: Nécessaire pour entrer la prime
ko: 보험료를 입력해야합니다
my: အာမခံပရီမီယံရိုက်ထည့်ရန်မလိုအပ်
vi: Yêu cầu nhập mức đóng bảo hiểm
zh: 需要输入保费

# TRC_VALIDATE_ENTER_NAME_TRAINING
source: Request to enter the name of the training course.
ca: ស្នើសុំបញ្ចូលឈ្មោះវគ្គបណ្តុះបណ្តាល។
fr: Demande de saisir le nom du cours de formation.
ko: 교육 과정의 이름을 입력하도록 요청하십시오.
my: လေ့ကျင့်ရေး၏အမည်ကိုရိုက်ထည့်ဖို့တောင်းဆိုခဲ့တယ်။
vi: Yêu cầu nhập tên khóa đào tạo.
zh: 要求输入培训课程的名称。

# TRC_VALIDATE_ENTER_NATIONANITY
source: Requires citizenship
ca: តម្រូវឱ្យមានសញ្ជាតិ។
fr: Nécessite la citoyenneté
ko: 시민권 필요
my: နိုင်ငံသားများအတွက်လိုအပ်ချက်များ
vi: Yêu cầu nhập quốc tịch
zh: 需要公民身份

# TRC_VALIDATE_ENTER_NUMBER_ACCOUNT
source: Account number required
ca: ទាមទារលេខគណនី។
fr: Numéro de compte requis
ko: 계좌 번호 필요
my: သင့်အကောင့်အရေအတွက်ကရိုက်ထည့်ဖို့တောင်း
vi: Yêu cầu nhập số tài khoản
zh: 需要帐号

# TRC_VALIDATE_ENTER_PASSPORT
source: Request to enter CMT / Passport
ca: ស្នើសុំបញ្ចូលស៊ី។ អឹម។ ភី / លិខិតឆ្លងដែន។
fr: Demande d'inscription à CMT / Passport
ko: CMT / 여권 입력 요청
my: ID ကို / နိုင်ငံကူးလက်မှတ်ရိုက်ထည့်ရန်မလိုအပ်
vi: Yêu cầu nhập CMT/Hộ chiếu
zh: 要求输入CMT / Passport

# TRC_VALIDATE_ENTER_PHONE
source: Phone number required.
ca: ត្រូវការលេខទូរស័ព្ទ។
fr: Numéro de téléphone requis.
ko: 전화 번호가 필요합니다.
my: ဖုန်းနံပါတ်တစ်ခုရိုက်ထည့်ဖို့တောင်းဆိုခဲ့တယ်။
vi: Yêu cầu nhập số điện thoại.
zh: 需要电话号码。

# TRC_VALIDATE_ENTER_RELATIONSHIP
source: Request to enter a relationship
ca: ស្នើសុំបញ្ចូលទំនាក់ទំនង។
fr: Demande d'entrer dans une relation
ko: 관계 입력 요청
my: ဆက်ဆံရေးရိုက်ထည့်ဖို့တောင်း
vi: Yêu cầu nhập mối quan hệ
zh: 请求输入关系

# TRC_VALIDATE_ENTER_RESIDENT
source: Request for permanent residence.
ca: ស្នើសុំទីលំនៅអចិន្ត្រៃយ៍។
fr: Demande de résidence permanente.
ko: 영주권 요청.
my: အမြဲတမ်းနေထိုင်ရိုက်ထည့်ဖို့တောင်းဆိုခဲ့တယ်။
vi: Yêu cầu nhập hộ khẩu thường trú.
zh: 要求永久居留。

# TRC_VALIDATE_ENTER_RESULT
source: Request to enter results.
ca: ស្នើសុំបញ្ចូលលទ្ធផល។
fr: Demande de saisie des résultats.
ko: 결과 입력 요청.
my: ရလဒ်ကိုရိုက်ထည့်ရန်လိုအပ်သည်။
vi: Yêu cầu nhập kết quả.
zh: 要求输入结果。

# TRC_VALIDATE_ENTER_SALALY
source: Salary requirements.
ca: តម្រូវការប្រាក់ខែ។
fr: Exigences salariales.
ko: 급여 요건.
my: entry လိုအပ်ချက်များလုပ်ခလစာ။
vi: Yêu cầu nhập lương.
zh: 薪资要求。

# TRC_VALIDATE_ENTER_START_DAY
source: From the date required
ca: ចាប់ពីកាលបរិច្ឆេទចាំបាច់។
fr: À partir de la date demandée
ko: 필요한 날짜부터
my: နေ့မှစ. လိုအပ်
vi: Từ ngày yêu cầu bắt buộc
zh: 从需要的日期开始

# TRC_VALIDATE_ENTER_START_TIME
source: Request to enter start time.
ca: ស្នើសុំបញ្ចូលពេលវេលាចាប់ផ្តើម។
fr: Demande d'entrer l'heure de début.
ko: 시작 시간 입력 요청.
my: စတင်ချိန်ရိုက်ထည့်ရန်လိုအပ်သည်။
vi: Yêu cầu nhập thời gian bắt đầu.
zh: 请求输入开始时间。

# TRC_VALIDATE_ENTER__RESIDENT
source: Request for permanent residence.
ca: ស្នើសុំទីលំនៅអចិន្ត្រៃយ៍។
fr: Demande de résidence permanente.
ko: 영주권 요청.
my: အမြဲတမ်းနေထိုင်ရိုက်ထည့်ဖို့တောင်းဆိုခဲ့တယ်။
vi: Yêu cầu nhập hộ khẩu thường trú.
zh: 要求永久居留。

# TRC_VALIDATE_ERR_DAY_RANGE
source: Error entering date of issue.
ca: កំហុសពេលបញ្ចូលកាលបរិច្ឆេទ។
fr: Erreur lors de la saisie de la date d'émission.
ko: 발행일 입력 오류.
my: မှားယွင်းနေသည်ထောက်ပံ့ကြေးရက်စွဲများ။
vi: Lỗi nhập ngày cấp.
zh: 输入发行日期时出错。

# TRC_VALIDATE_ERR_ENTER_BIRTHDAY
source: Error entering birth date.
ca: កំហុសក្នុងការបញ្ចូលថ្ងៃខែឆ្នាំកំណើត។
fr: Erreur lors de la saisie de la date de naissance.
ko: 생년월일 입력 오류.
my: မွေးနေ့အမှားအယွင်းများ။
vi: Lỗi nhập ngày sinh.
zh: 输入出生日期出错。

# TRC_VALIDATE_ERR_NUMBER_ACCOUNT
source: Account number entered incorrectly!
ca: លេខគណនីបានបញ្ចូលមិនត្រឹមត្រូវ!
fr: Numéro de compte mal saisi!
ko: 계좌 번호가 잘못 입력되었습니다!
my: သို့ ဝင်. အကောင့်အရေအတွက်ကမမှန်ကန်ကြောင်းပါ!
vi: Số tài khoản nhập không đúng!
zh: 帐号输入错误！

# TRC_VALIDATE_LIMIT_BANK_ACCOUNT
source: Bank account does not exceed 100 characters.
ca: គណនីធនាគារមិនលើសពី ១០០ តួអក្សរ។
fr: Le compte bancaire ne dépasse pas 100 caractères.
ko: 은행 계좌는 100자를 초과하지 않습니다.
my: သင့်ရဲ့ဘဏ်အကောင့်ကို 100 ဇာတ်ကောင်ထက်မပိုပါဘူး။
vi: Tài khoản ngân hàng không vượt quá 100 ký tự.
zh: 银行帐户不超过100个字符。
