Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/TrashCarController.*.resx
Languages: ca, fr, ko, my, vi, zh

# TRC_VALIDATE_LIMIT_CHARACTER_CONTRACT_NUMBER
source: Contract number does not exceed 250 characters.
ca: លេខកិច្ចសន្យាមិនលើសពី ២៥០ តួអក្សរ។
fr: Le numéro de contrat ne dépasse pas 250 caractères.
ko: 계약 번호는 250자를 초과하지 않습니다.
my: စာချုပ်အရေအတွက်က 250 ဇာတ်ကောင်ထက်မပိုပါဘူး။
vi: Số hợp đồng không vượt quá 250 ký tự.
zh: 合同号不超过250个字符。

# TRC_VALIDATE_LIMIT_CHARACTER_EDUCATIONAL_LEVEL
source: Educational level does not exceed 50 characters.
ca: កម្រិតនៃការអប់រំមិនលើសពី 50 តួអក្សរ។
fr: Le niveau d'éducation ne dépasse pas 50 caractères.
ko: 교육 수준은 50자를 초과하지 않습니다.
my: ပညာရေးကို 50 ဇာတ်ကောင်ထက်မပိုပါဘူး။
vi: Trình độ văn hóa không vượt quá 50 ký tự.
zh: 教育程度不超过50个字符。

# TRC_VALIDATE_LIMIT_CHARACTER_HEALTH
source: Health status does not exceed 50 characters.
ca: ស្ថានភាពសុខភាពមិនលើសពី 50 តួអក្សរ។
fr: L'état de santé ne dépasse pas 50 caractères.
ko: 건강 상태는 50자를 초과하지 않습니다.
my: ကနျြးမာရေး status ကို 50 ဇာတ်ကောင်ထက်မပိုပါဘူး။
vi: Tình trạng sức khoẻ không vượt quá 50 ký tự.
zh: 健康状况不超过50个字符。

# TRC_VALIDATE_LIMIT_CHARACTER_ISSUED
source: Place of issue does not exceed 100 characters.
ca: ទីកន្លែងនៃបញ្ហាមិនលើសពី ១០០ តួអក្សរ។
fr: Le lieu de publication ne dépasse pas 100 caractères.
ko: 문제의 장소는 100자를 초과하지 않습니다.
my: အဆင့်ဆင့်က 100 ဇာတ်ကောင်ထက်မပိုပါဘူးဘယ်မှာ။
vi: Nơi cấp không vượt quá 100 ký tự.
zh: 发行地点不超过100个字符。

# TRC_VALIDATE_LIMIT_CHARACTER_NAME
source: The name does not exceed 50 characters.
ca: ឈ្មោះមិនលើសពី 50 តួអក្សរ។
fr: Le nom ne dépasse pas 50 caractères.
ko: 이름은 50자를 초과하지 않습니다.
my: သူတို့က 50 ဇာတ်ကောင်ထက်မကျော်လွန် NAME ။
vi: Họ tên không vượt quá 50 ký tự.
zh: 名称不超过50个字符。

# TRC_VALIDATE_LIMIT_CHARACTER_NAME_RELATIVES
source: Family name does not exceed 250 characters.
ca: ឈ្មោះគ្រួសារមិនលើសពី ២៥០ តួអក្សរ។
fr: Le nom de famille ne dépasse pas 250 caractères.
ko: 성은 250자를 초과 할 수 없습니다.
my: မိသားစုနာမည် 250 ဇာတ်ကောင်ထက်မပို။
vi: Tên người thân không vượt quá 250 ký tự.
zh: 系列名称不超过250个字符。

# TRC_VALIDATE_LIMIT_CHARACTER_NATIONANITY
source: Nationality does not exceed 50 characters.
ca: សញ្ជាតិមិនលើសពី ៥០ តួអក្សរ។
fr: La nationalité ne dépasse pas 50 caractères.
ko: 국적은 50자를 초과하지 않습니다.
my: နိုင်ငံသား 50 ဇာတ်ကောင်ထက်မပိုပါဘူး။
vi: Quốc tịch không vượt quá 50 ký tự.
zh: 国籍不超过50个字符。

# TRC_VALIDATE_LIMIT_CHARACTER_NUMBER_ACCOUNT
source: Account number does not exceed 50 characters.
ca: លេខគណនីមិនលើសពី ៥០ តួអក្សរ។
fr: Le numéro de compte ne dépasse pas 50 caractères.
ko: 계좌 번호는 50자를 초과하지 않습니다.
my: အကောင့်အရေအတွက်က 50 ဇာတ်ကောင်ထက်မပိုပါဘူး။
vi: Số tài khoản không vượt quá 50 ký tự.
zh: 帐号不超过50个字符。

# TRC_VALIDATE_LIMIT_CHARACTER_PASSPORT
source: CMT / Passport does not exceed 12 characters.
ca: ស៊ី។ អ។ ធី / លិខិតឆ្លងដែនមិនលើសពី ១២ តួអក្សរ។
fr: CMT / Passport ne dépasse pas 12 caractères.
ko: CMT / 여권은 12자를 초과하지 않습니다.
my: ID ကို / နိုင်ငံကူးလက်မှတ် 12 ဇာတ်ကောင်ထက်မပိုပါဘူး။
vi: CMT/Hộ chiếu không vượt quá 12 ký tự.
zh: CMT / Passport不超过12个字符。

# TRC_VALIDATE_LIMIT_CHARACTER_PHONE
source: Phone number does not exceed 50 characters.
ca: លេខទូរស័ព្ទមិនលើសពី 50 តួអក្សរ។
fr: Le numéro de téléphone ne dépasse pas 50 caractères.
ko: 전화 번호는 50자를 초과하지 않습니다.
my: အဆိုပါဖုန်းနံပါတ် 50 ဇာတ်ကောင်ထက်မပိုပါဘူး။
vi: Số điện thoại không vượt quá 50 ký tự.
zh: 电话号码不超过50个字符。

# TRC_VALIDATE_LIMIT_CHARACTER_RELATIONSHIP
source: Relationship does not exceed 50 characters.
ca: ទំនាក់ទំនងមិនលើសពី 50 តួអក្សរ។
fr: La relation ne dépasse pas 50 caractères.
ko: 관계는 50자를 초과하지 않습니다.
my: ဆက်ဆံရေး 50 ဇာတ်ကောင်ထက်မပိုပါဘူး။
vi: Mối quan hệ không vượt quá 50 ký tự.
zh: 关系不超过50个字符。

# TRC_VALIDATE_LIMIT_CHARACTER_RESIDENT
source: Permanent residence does not exceed 250 characters.
ca: ទីលំនៅអចិន្ត្រៃយ៍មិនលើសពី 250 តួអក្សរ។
fr: La résidence permanente ne dépasse pas 250 caractères.
ko: 영주권은 250자를 초과 할 수 없습니다.
my: သူမ၏အမြဲတမ်းနေထိုင် 250 ဇာတ်ကောင်ထက်မပိုပါဘူး။
vi: Hộ khẩu thường trú không vượt quá 250 ký tự.
zh: 永久居留不超过250个字符。

# TRC_VALIDATE_LIMIT_CHARACTER_RESULT
source: Results do not exceed 50 characters.
ca: លទ្ធផលមិនលើសពី ៥០ តួអក្សរ។
fr: Les résultats ne dépassent pas 50 caractères.
ko: 결과는 50자를 초과하지 않습니다.
my: ရလဒ် 50 ဇာတ်ကောင်ထက်မပိုပါဘူး။
vi: Kết quả không vượt quá 50 ký tự.
zh: 结果不超过50个字符。

# TRC_VALIDATE_LIMIT_CHARACTER_TRAINING_NAME
source: Training course name does not exceed 250 characters.
ca: ឈ្មោះវគ្គបណ្តុះបណ្តាលមិនលើសពី ២៥០ តួអក្សរ។
fr: Le nom du cours ne dépasse pas 250 caractères.
ko: 교육 과정 이름은 250자를 초과하지 않습니다.
my: လေ့ကျင့်ရေးနာမကိုအမှီ 250 ဇာတ်ကောင်ထက်မပို။
vi: Tên khóa đào tạo không vượt quá 250 ký tự.
zh: 培训课程名称不超过250个字符。

# TRC_VALIDATE_NAME_JOB
source: The job title is required
ca: ចំណងជើងការងារត្រូវបានទាមទារ។
fr: Le titre du poste est obligatoire
ko: 직책이 필요합니다
my: လိုအပ်သောတာဝန်ပေးအပ်အလုပ်အမည်
vi: Tên công việc được giao yêu cầu bắt buộc
zh: 职位是必需的

# TRC_VALIDATE_PROCEDURE
source: Workflow required
ca: ទាមទារលំហូរការងារ។
fr: Flux de travail requis
ko: 필요한 워크 플로우
my: အဆိုပါ Workflows လိုအပ်
vi: Bản quy trình công việc yêu cầu bắt buộc
zh: 需要工作流程

# TRC_VALIDATE_RATIO_SALARY
source: Required salary coefficient
ca: មេគុណប្រាក់ខែដែលត្រូវការ។
fr: Coefficient de salaire requis
ko: 필요한 급여 계수
my: လစာအချိုးလိုအပ်ချက်
vi: Hệ số lương yêu cầu bắt buộc
zh: 要求的工资系数

# TRC_VALIDATE_SALARY_LEVEL
source: Required salary rank
ca: ចំណាត់ថ្នាក់ប្រាក់ខែដែលត្រូវការ។
fr: Rang de salaire requis
ko: 필요한 급여 순위
my: လုပ်ခအဆင့်ကိုလိုအပ်
vi: Hệ số lương yêu cầu bắt buộc
zh: 要求的薪资等级

# TRC_VALIDATE_TRC_NULL_REFRESH
source: The car does not exist, please refresh the page
ca: រថយន្តមិនមានទេសូមផ្ទុកទំព័រឡើងវិញ។
fr: La voiture n'existe pas, veuillez actualiser la page
ko: 차가 존재하지 않습니다. 페이지를 새로 고침하세요.
my: အဆိုပါကားကိုမတည်ရှိပါဘူး, စာမကျြနှာ refresh ကျေးဇူးပြုပြီး
vi: Xe không tồn tại, vui lòng làm mới trang
zh: 该车不存在，请刷新页面

# TRC_VALIDATE_TRC_UPDATE_ERR
source: Update failed, garbage car does not exist
ca: ការធ្វើបច្ចុប្បន្នភាពបានបរាជ័យរថយន្តសំរាមមិនមានទេ។
fr: La mise à jour a échoué, le wagonnet n'existe pas
ko: 쓰레기 차가 존재하지 않습니다
my: Update ကိုပျက်ကွက်, အမှိုက်သရိုက်ကုန်တင်ကားမတည်ရှိပါဘူး
vi: Cập nhật bị lỗi, xe rác không tồn tại
zh: 更新失败，垃圾车不存在
