Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/UrencoCarManagerController.*.resx
Languages: ca, ja, ko, my, vi, zh

# UCM_CBB_CAR_PLATE
source: Choose the driver
ca: ជ្រើសរើសអ្នកបើកបរ
ja: ドライバーを選択
ko: 드라이버를 선택하십시오
my: ယာဉ်မောင်းကိုရွေးချယ်ပါ
vi: Chọn người lái xe
zh: 选择驱动程序

# UCM_CBB_CHOOSE_BRANCH
source: Choose branch
ca: ជ្រើសរើសសាខា
ja: ブランチを選択
ko: 지점을 선택하십시오
my: ဌာနခွဲကိုရွေးချယ်ပါ
vi: Chọn chi nhánh
zh: 选择分支

# UCM_CBB_CHOOSE_CAR
source: Choose a car
ca: ជ្រើសរើសឡាន
ja: 車を選ぶ
ko: 차를 선택하십시오
my: ကားရွေးပါ
vi: Chọn xe
zh: 选择一辆车

# UCM_CBB_ROUTE
source: Choose a route
ca: ជ្រើសរើសផ្លូវ
ja: ルートを選択
ko: 경로를 선택하십시오
my: လမ်းကြောင်းရွေးပါ
vi: Chọn tuyến đường
zh: 选择路线

# UCM_CBB_SHIFT
source: Select a shift
ca: ជ្រើសរើសការផ្លាស់ប្តូរ
ja: シフトを選択
ko: 교대를 선택하십시오
my: ပြောင်းကုန်ပြီရွေးပါ
vi: Chọn ca làm việc
zh: 选择一个班次

# UCM_LBL_BRANCH
source: Branch
ca: សាខា
ja: 支店
ko: 지점
my: ဌာနခွဲ
vi: Chi nhánh
zh: 分行

# UCM_LBL_CAR_PLATE
source: License plates
ca: ស្លាកលេខ
ja: ナンバープレート
ko: 번호판
my: လိုင်စင်ပြား
vi: Biển số xe
zh: 车牌

# UCM_LBL_DRIVER
source: The driver
ca: អ្នកបើកបរ
ja: ドライバー
ko: 운전사
my: ယာဉ်မောင်း
vi: Người lái
zh: 司机

# UCM_LBL_END_TIME
source: End time
ca: ពេលវេលាបញ្ចប់
ja: 終了時間
ko: 종료 시간
my: အဆုံးအချိန်
vi: Thời gian kết thúc
zh: 结束时间

# UCM_LBL_QUANTITY
source: Quantity
ca: លទ្ធផល
ja: アウトプット
ko: 출력
my: ရလဒ်
vi: Sản lượng
zh: 输出量

# UCM_LBL_ROUTE
source: Route
ca: ផ្លូវ
ja: ルート
ko: 노선
my: လမ်းကြောင်း
vi: Tuyến đường
zh: 路线

# UCM_LBL_START_TIME
source: Time to start
ca: ពេលវេលាត្រូវចាប់ផ្តើម
ja: 開始する時間
ko: 시작 시간
my: စတင်ရန်အချိန်
vi: Thời gian bắt đầu
zh: 开始时间

# UCM_LBL_UNIT
source: Unit
ca: ឯកតានៃការគណនា
ja: 計算の単位
ko: 계산 단위
my: တွက်ချက်မှုယူနစ်
vi: Đơn vị tính
zh: 计算单位

# UCM_MSG_ACCESS_DENIED
source: You do not have permission to perform the operation
ca: អ្នកមិនមានការអនុញ្ញាតឱ្យអនុវត្តប្រតិបត្តិការនេះទេ
ja: 操作を実行する権限がありません
ko: 작업을 수행 할 권한이 없습니다
my: စစ်ဆင်ရေးလုပ်ဆောင်ရန်သင့်တွင်ခွင့်ပြုချက်မရှိပါ
vi: Bạn không có quyền thực hiện thao tác
zh: 您无权执行操作

# UCM_MSG_ACTIVITY_NOT_NULL
source: Activity cannot be empty!
ca: សកម្មភាពមិនអាចទទេបានទេ!
ja: アクティビティは空にできません！
ko: 활동은 비워 둘 수 없습니다!
my: လှုပ်ရှားမှုအချည်းနှီးမဖြစ်နိုင်ပါ!
vi: Hoạt động không được để trống!
zh: 活动不能为空！

# UCM_MSG_ADD_ACTIVITY_SUCCESS
source: Activity saved to log
ca: សកម្មភាពត្រូវបានរក្សាទុកដើម្បីចូល
ja: ログに保存されたアクティビティ
ko: 활동이 로그에 저장되었습니다
my: မှတ်တမ်းကိုသိမ်းဆည်းထားသည်
vi: Hoạt động đã lưu vào log
zh: 活动已保存到日志

# UCM_MSG_ADD_SUCCESS
source: Add car dispatch card successfully
ca: បន្ថែមកាតចែកចាយរថយន្តដោយជោគជ័យ
ja: 車の発送カードを追加しました
ko: 자동차 파견 카드 추가
my: ကား dispatch ကတ်ကိုအောင်မြင်စွာထည့်ပါ
vi: Thêm phiếu điều độ xe thành công
zh: 成功添加汽车调度卡

# UCM_MSG_BRANCH_NOT_NULL
source: Branch cannot be empty!
ca: សាខាមិនអាចទុកចោលបានទេ!
ja: ブランチは空にできません！
ko: 지점은 비워 둘 수 없습니다!
my: ဘဏ်ခွဲသည်အလွတ်မရပါ။
vi: Chi nhánh không được để trống!
zh: 分支不能为空！

# UCM_MSG_CAR_NOT_NULL
source: Car must not be empty!
ca: ឡានមិនត្រូវទុកចោលទេ!
ja: 車は空にしてはいけません！
ko: 차는 비워서는 안됩니다!
my: ကားကဗလာမထားရ
vi: Xe không được để trống!
zh: 车不能为空！

# UCM_MSG_DELETE_SUCCESS
source: Successful removal of vehicle dispatch
ca: ការដកហូតយានយន្តចេញដោយជោគជ័យ
ja: 車両派遣の削除に成功
ko: 차량 파견의 성공적인 제거
my: မော်တော်ယာဉ် dispatch ၏အောင်မြင်သောဖယ်ရှားခြင်း
vi: Xóa phiếu điều độ xe thành công
zh: 成功取消车辆调度

# UCM_MSG_DRIVER_NOT_NULL
source: Driver must not leave it blank!
ca: អ្នកបើកបរមិនត្រូវទុកវាចោលអោយសោះ!
ja: ドライバーは空白にしないでください！
ko: 운전자는 비워두면 안됩니다!
my: ယာဉ်မောင်းကအလွတ်မထားရပါ။
vi: Người lái xe không được để trống!
zh: 驱动程序不得空白！

# UCM_MSG_ROUTE_NOT_NULL
source: The route must not be empty!
ca: ផ្លូវមិនត្រូវទទេទេ!
ja: ルートは空にできません！
ko: 경로는 비워 둘 수 없습니다!
my: လမ်းကြောင်းကဗလာမဖြစ်ရ
vi: Tuyến đường không được bỏ trống!
zh: 路线不能为空！

# UCM_MSG_UNIT_NOT_NULL
source: Unit is not empty!
ca: ឯកតាមិនទទេទេ!
ja: ユニットは空ではありません！
ko: 장치가 비어 있지 않습니다!
my: ယူနစ်ဗလာမဟုတ်ပါဘူး!
vi: ĐVT không được trống!
zh: 单位不为空！

# UCM_MSG_UPDATE_SUCCESS
source: Update the dispatch card successfully
ca: ធ្វើបច្ចុប្បន្នភាពកាតបញ្ជូនដោយជោគជ័យ
ja: ディスパッチカードを更新しました
ko: 디스패치 카드를 성공적으로 업데이트
my: dispatch ကတ်ကိုအောင်မြင်စွာ update လုပ်ပါ
vi: Cập nhật phiếu điều độ xe thành công
zh: 成功更新调度卡

# UCM_TITLE_ADD_FORM
source: Add car dispatch card
ca: បន្ថែមកាតបញ្ជូនរថយន្ត
ja: 車発送カードを追加
ko: 자동차 파견 카드 추가
my: ကား dispatch ကဒ်ထည့်ပါ
vi: Thêm phiếu điều độ xe
zh: 添加汽车调度卡

# UCM_TITLE_EDIT_FORM
source: Modify the vehicle dispatch card
ca: កែប្រែកាតបញ្ជូនរថយន្ត
ja: 車両発送カードを変更する
ko: 차량 파견 카드 수정
my: ယာဉ် dispatch ကဒ်ကိုပြုပြင်မွမ်းမံပါ
vi: Sửa phiếu điều độ xe
zh: 修改车辆调度卡

# UCM_TITLE_HEADER_PAGE
source: Vehicle moderation management
ca: ការគ្រប់គ្រងកម្រិតយានយន្ត
ja: 車両モデレーション管理
ko: 차량 조정 관리
my: ယာဉ်ကိုစီမံခန့်ခွဲမှု
vi: Quản lý điều độ xe
zh: 车辆审核管理

# UCM_TITLE_HOME
source: Urenco System
ca: ប្រព័ន្ធយូរីកូ
ja: ウレンコシステム
ko: 우렌 코 시스템
my: Urenco စနစ်
zh: Urenco系统

# UCM_TXT_CAR_PLATE
source: Driver
ca: អ្នកបើកបរ
ja: ドライバー
ko: 운전사
my: ယာဉ်မောင်း
vi: Người lái xe
zh: 司机

# UCM_TXT_CHOOSE_TIME
source: Choose time
ca: ជ្រើសរើសពេលវេលា
ja: 時間を選択してください
ko: 시간을 선택하세요
my: အချိန်ရွေးပါ
vi: Chọn thời gian
zh: 选择一个时间

# UCM_TXT_MACHINE_RUN
source: Number of running hours
ca: ចំនួនម៉ោងដែលកំពុងរត់
ja: 稼働時間
ko: 운영 시간
my: အလုပ်ချိန်နာရီ
vi: Số giờ nổ máy
zh: 营业时间

# UCM_TXT_NUM_KM
source: Mileage
ca: ចំនួនគីឡូម៉ែត្រ
ja: キロメートル数
ko: 킬로미터 수
my: ကီလိုမီတာအရေအတွက်
vi: Số km
zh: 公里数

# UCM_TXT_QUANTITY
source: Enter output
ca: បញ្ចូលលទ្ធផល
ja: 出力を入力してください
ko: 출력 입력
my: output ကိုရိုက်ထည့်ပါ
vi: Sản lượng
zh: 输入输出

# UCM_TXT_SHIFT
source: Shift
ca: ផ្លាស់ប្តូរការងារ
ja: シフト勤務
ko: 교대 근무
my: အလုပ်ပြောင်းပါ
vi: Ca làm việc
zh: 轮班工作

# UCM_TXT_STATUS_OBJ_ACT
source: Flow state
ca: រដ្ឋលំហូរ
ja: 流れの状態
ko: 흐름 상태
my: စီးဆင်းမှုအခြေအနေ
vi: Trạng thái luồng
zh: 流状态
