Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/VayxeBookingFeController.*.resx
Languages: vi

# VBF_CURD_LBL_BOOKING_CAR_FIRST
source: Put the car in advance
vi: Đặt xe trước

# VBF_CURD_LBL_DATE_START
source: Days to go
vi: Ngày đi

# VBF_CURD_LBL_END_POINT
source: Destination
vi: Điểm đến

# VBF_CURD_LBL_FORM
source: Form
vi: Hình thức

# VBF_CURD_LBL_FULL_NAME
source: First and last name
vi: Họ và tên

# VBF_CURD_LBL_GO_TOGETHER
source: Go together
vi: Đi chung

# VBF_CURD_LBL_HAVING_CAR
source: There are cars
vi: Có xe

# VBF_CURD_LBL_HOUR_START
source: Time to go
vi: Giờ đi

# VBF_CURD_LBL_INFO_CUS
source: CUSTOMER INFORMATION
vi: THÔNG TIN KHÁCH HÀNG

# VBF_CURD_LBL_NAME_CUSTOMER
source: Customer name
vi: Tên Khách Hàng

# VBF_CURD_LBL_NOTE
source: Note
vi: Ghi chú

# VBF_CURD_LBL_PHONE_NUM
source: phone number
vi: Số điện thoại

# VBF_CURD_LBL_REASON
source: Reason
vi: Lý do

# VBF_CURD_LBL_SAVE_AND_NEW
source: Save and add new
vi: Lưu và thêm mới

# VBF_CURD_LBL_START_POINT
source: Point away
vi: Điểm đi

# VBF_CURD_LBL_STATUS
source: Status
vi: Tình trạng

# VBF_CURD_LBL_SUCCESS
source: Accomplished
vi: Đã hoàn thành

# VBF_CURD_LBL_TOTAL_SEAT
source: Number of seats
vi: Số chỗ

# VBF_CURD_LBL_TRIP_STATUS
source: TRIP STATUS
vi: TÌNH TRẠNG CHUYẾN ĐI

# VBF_CURD_LBL_TYPE_CAR
source: Range of vehicle
vi: Loại xe

# VBF_CURD_LBL_WATTING
source: Waiting
vi: Đang chờ

# VBF_CURD_TXT_DATE_START
source: Days to go
vi: Ngày đi

# VBF_CURD_TXT_END_POINT
source: Destination
vi: Điểm đến

# VBF_CURD_TXT_FULL_NAME
source: Customer name, phone
vi: Tên khách hàng, điện thoại

# VBF_CURD_TXT_HOUR_START
source: Time to go
vi: Giờ đi

# VBF_CURD_TXT_NAME_CUSTOMER
source: Customer name
vi: Tên Khách Hàng

# VBF_CURD_TXT_PHONE_NUM
source: Phone
vi: Điện thoại

# VBF_CURD_TXT_PHONE_NUM1
source: Phone
vi: Điện thoại

# VBF_CURD_TXT_SELECT_TYPE_CAR
source: Select the vehicle type
vi: Chọn loại xe

# VBF_CURD_TXT_START_OR_END_POINT
source: Destination or destination
vi: Điểm đi hoặc điểm đến

# VBF_CURD_TXT_START_POINT
source: Point away
vi: Điểm đi

# VBF_CURD_TXT_TOTAL_SEAT
source: Number of seats
vi: Số chỗ

# VBF_CURD_TXT_TYPE_CAR
source: select the group
vi: chọn nhóm

# VBF_LIST_COL_DATE_START
source: Days to go
vi: Ngày đi

# VBF_LIST_COL_END_POINT
source: Destination
vi: Điểm đến

# VBF_LIST_COL_FORM
source: Form
vi: Hình thức

# VBF_LIST_COL_HOUR_START
source: Time to go
vi: Giờ đi

# VBF_LIST_COL_NOTE
source: Note
vi: Ghi chú

# VBF_LIST_COL_NUM_SEAT
source: Number of seats
vi: Số chỗ

# VBF_LIST_COL_START_POINT
source: Point away
vi: Điểm đi

# VBF_LIST_COL_STATUS
source: Status
vi: Trạng thái

# VBF_LIST_COL_TYPE_CAR
source: Range of vehicle
vi: Loại xe

# VBF_LIST_COL_USER
source: Orderer
vi: Người đặt

# VBF_LIST_COL_USER_PHONE
source: Phone number set
vi: SĐT người đặt

# VBF_MSG_ADD_ORDER_SUCCESS
source: Add successful shipping orders
vi: Thêm đơn vận chuyển hàng thành công

# VBF_MSG_CANCEL_MOVEDON_SUCCESS
source: Cancel the trip successfully
vi: Hủy chuyến thành công

# VBF_MSG_ERR_ADD_ITEMS
source: There was an error adding the item
vi: Có lỗi khi thêm khoản mục

# VBF_MSG_NO
source: Is not
vi: Không

# VBF_MSG_SELECT_TYPE_CAR
source: Request to select a vehicle type.
vi: Yêu cầu chọn loại xe.

# VBF_MSG_SURE_CHANGE_CANCLE_TRIP
source: Do you want to change your flight cancellation?
vi: Bạn có muốn thay đổi hủy chuyến không?

# VBF_MSG_YES
source: Have
vi: Có

# VBF_SURE_DELETE_TRIP
source: Are you sure to delete this trip?
vi: Bạn có chắc chắn xóa chuyến này ?

# VBF_SURE_SEND_ORDER_TO_DRIVER
source: Are you sure to send the order form to the driver?
vi: Bạn có chắc chắn gửi đơn đặt xe đến tài xế ?

# VBF_TITLE_ADD
source: Add new trip
vi: Thêm mới chuyến đi

# VBF_TITLE_EDIT
source: Update
vi: Cập nhật
