Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/VayxeCustomerController.*.resx
Languages: ja, ko, my

# VC_MSG_ADD_NEW_USER_SUCCESS
source: Add new users successfully!
ja: 新しいユーザーを追加してください！
ko: 새로운 사용자를 성공적으로 추가하십시오!
my: အောင်မြင်စွာအသစ်သောအသုံးပြုသူများကို Add!

# VC_MSG_CHANGE_STATUS_SUCCESS
source: Change the status of success
ja: 成功のステータスを変更する
ko: 성공 상태 변경
my: အောင်မြင်သော status ကိုအပြောင်းအလဲ

# VC_MSG_EDIT_INF_SUCCESS
source: Edit user information successfully!
ja: ユーザー情報を正常に編集してください！
ko: 사용자 정보를 성공적으로 편집하십시오!
my: အောင်မြင်စွာ Edit ကိုအသုံးပြုသူသတင်းအချက်အလက်!

# VC_MSG_EMAIL_EXIST
source: Email is exists
ja: メールが存在します
ko: 이메일이 존재합니다
my: အီးမေးလ်ပို့ရန်တည်ရှိဖြစ်ပါသည်

# VC_MSG_EMAIL_EXISTING
source: Email already exists
ja: メールは既に存在します
ko: 이메일이 이미 존재합니다
my: အီးမေးလ်ပို့ရန်ပြီးသားတည်ရှိ

# VC_MSG_ERR_ADD_CODE_SHARE
source: AddCodeSahre error
ja: AddCodeSahreエラー
ko: AddCodeSahre 오류
my: AddCodeSahre အမှား

# VC_MSG_ERR_ADD_ITEMS
source: There was an error adding the item
ja: アイテムの追加中にエラーが発生しました
ko: 항목을 추가하는 중에 오류가 발생했습니다
my: မှားယွင်းနေသည်ဖြည့်စွက်တဲ့ item

# VC_MSG_ERR_EDIT_INF
source: There was an error correcting the information
ja: 情報の修正中にエラーが発生しました
ko: 정보를 수정하는 중에 오류가 발생했습니다
my: မှားယွင်းနေသည်ဆုံးမခြင်းသတင်းအချက်အလက်များ

# VC_MSG_ERR_LOCK
source: Error when locking!
ja: ロック時のエラー！
ko: 잠글 때 오류가 발생했습니다!
my: မှားယွင်းနေသည်သော့ခတ်!

# VC_MSG_ERR_LOGIN
source: Account or password is incorrect
ja: アカウントまたはパスワードが間違っています
ko: 계정 또는 비밀번호가 잘못되었습니다
my: အကောင့်သို့မဟုတ်စကားဝှက်ကိုမမှန်ကန်

# VC_MSG_ERR_UPDATE_ITEMS
source: There was an error updating the item
ja: アイテムの更新中にエラーが発生しました
ko: 항목을 업데이트하는 중에 오류가 발생했습니다
my: ပစ္စည်းများကိုအဆင့်မြှင့်တင်နေစဉ်မှားယွင်းမှုတစ်ခုရှိခဲ့သည်

# VC_MSG_GET_ITEMS_FAIL
source: The Get Item fails!
ja: Get Itemは失敗します！
ko: Get Item이 실패합니다!
my: Item ကျရှုံးရ!

# VC_MSG_GET_USER_SUCCESS
source: Get User success
ja: ユーザーを成功させる
ko: 사용자 성공
my: အသုံးပြုသူအောင်မြင်မှု Get

# VC_MSG_LOCK_USER_SUCCESS
source: User lock successful!
ja: ユーザーロックが成功しました！
ko: 사용자 잠금 성공!
my: စားသုံးသူ Key ကိုအောင်မြင်ပါသည်!

# VC_MSG_LOGIN_ERR
source: Login error
ja: ログインエラー
ko: 로그인 오류
my: login အမှား

# VC_MSG_LOGIN_SUCCES
source: Login success
ja: ログイン成功
ko: 로그인 성공
my: login အောင်မြင်မှု

# VC_MSG_LOGIN_SUCCESS
source: Logged in successfully
ja: ログイン成功
ko: 로그인 성공
my: login အောင်မြင်သော

# VC_MSG_NO_EXIST_CODE_SHARE
source: The share code does not exist
ja: 共有コードは存在しません
ko: 공유 코드가 존재하지 않습니다
my: Code ကိုဝေစုမတည်ရှိပါဘူး

# VC_MSG_NO_PHONE_NUM
source: Phone number is not available on the system
ja: 電話番号はシステムで利用できません
ko: 시스템에서 전화 번호를 사용할 수 없습니다
my: ဖုန်းနံပါတ်စနစ်အပေါ်မဟုတ်ပါဘူး

# VC_MSG_NO_PICTURE
source: No photos
ja: 写真なし
ko: 사진이 없습니다
my: အဘယ်သူမျှမဓာတ်ပုံများ

# VC_MSG_NO_VERITY_SUCCES
source: Verify not success
ja: 成功しないことを確認
ko: 성공하지 않음 확인
my: မဟုတ်အောင်မြင်မှု Verify

# VC_MSG_PHONE_NUM_EXIST
source: Phone number already exists
ja: 電話番号は既に存在します
ko: 전화 번호가 이미 존재합니다
my: ဖုန်းနံပါတ်တစ်ခုရှိထားပြီးသား

# VC_MSG_SEND
source: SENDED
ja: 送信済み
ko: 보낸
my: ပေးပို့

# VC_MSG_UPDATE_PASSWORD
source: Change Password
ja: パスワードを変更する
ko: 비밀번호 변경
my: ပြောင်းလဲမှုကို Password ကို

# VC_MSG_USER_EXISTING
source: Account already exists
ja: アカウントは既に存在します
ko: 계정이 이미 존재합니다
my: အကောင့်ရှိထားပြီးသား

# VC_MSG_USER_NO_EXIST
source: User does not exist
ja: ユーザーが存在しません
ko: 사용자가 존재하지 않습니다
my: အသုံးပြုသူမတည်ရှိပါဘူး

# VC_MSG_VERITY_SUCCES
source: Verify success
ja: 成功を確認する
ko: 성공 확인
my: အောင်မြင်မှု Verify

# VC_TXT_MSG_UPDATEPASSWORD
source: Change password successfully. Your new password is:
ja: パスワードを正常に変更します。新しいパスワードは次のとおりです。
ko: 비밀번호를 성공적으로 변경하십시오. 새 비밀번호는 다음과 같습니다.
my: အောင်မြင်စွာသင့်ရဲ့စကားဝှက်ကိုပြောင်းလဲသွားတယ်။ သင့်ရဲ့စကားဝှက်အသစ်ဖြစ်ပါသည်:

# VX_CUST_BTN_BLOCK
source: lock up
ja: ロックする
ko: 잠금
my: သော့ခတ်

# VX_CUST_LBL_ACC_SERVER
source: Network account
ja: ネットワークアカウント
ko: 네트워크 계정
my: Network မှအကောင့်

# VX_CUST_LBL_ACC_SERVER_NO
source: Is not
ja: いや
ko: 아니요
my: မဟုတ်

# VX_CUST_LBL_ACC_SERVER_YES
source: Have
ja: はい
ko: 예
my: ရှိ

# VX_CUST_LBL_ACT
source: Work
ja: 運営
ko: 조작
my: အလုပ်

# VX_CUST_LBL_ADD
source: Add new users
ja: 新しいユーザーを追加
ko: 새로운 사용자 추가
my: အသုံးပြုသူအသစ်ပေါင်းထည့်ပါ

# VX_CUST_LBL_AVAILABLE
source: Activated
ja: 有効化
ko: 활성화
my: ကိုသက်ဝင်

# VX_CUST_LBL_AVATAR
source: Avatar
ja: プロフィール写真
ko: 프로필 사진
my: Hailie

# VX_CUST_LBL_BALANCE
source: Wallet account
ja: ウォレットアカウント
ko: 월렛 계정
my: အကောင့်အတွက်

# VX_CUST_LBL_DATE_UPDATE
source: Update day
ja: 更新日
ko: 업데이트 날짜
my: ပြန်လည်ပြုပြင်မွမ်းမံ၏နေ့စွဲ

# VX_CUST_LBL_DAY_CREATE
source: Date created
ja: 作成日
ko: 작성일
my: ရက်စွဲကိုဖန်တီး

# VX_CUST_LBL_DEACT
source: Stop working
ja: 仕事をやめる
ko: 작동 중지
my: Decommissioning

# VX_CUST_LBL_EDIT
source: Edit information
ja: 情報を編集
ko: 정보 편집
my: လုပ်ဆောင်ချက်များ

# VX_CUST_LBL_EMAIL
source: email
ja: メール
ko: 이메일
my: အီးမေးလ်က

# VX_CUST_LBL_FIRST_NAME
source: Name
ja: お名前
ko: 이름
my: နာမတျောကို

# VX_CUST_LBL_FULL_NAME
source: First and last name..
ja: フルネーム..
ko: 성명 ..
my: နာမည်အပြည့်အစုံ ..

# VX_CUST_LBL_INFO_CUSTOMER
source: Customer information
ja: 顧客情報
ko: 고객 정보
my: ဖောက်သည်သတင်းအချက်အလက်

# VX_CUST_LBL_LAST_NAME
source: They
ja: 彼らは
ko: 그들은
my: သူတို့

# VX_CUST_LBL_MSG_BLOCK_USR
source: Are you sure to block the user:
ja: ユーザーをブロックしてもよろしいですか：
ko: 사용자를 차단 하시겠습니까?
my: သငျသညျအသုံးပြုသူများကို lock သင်သေချာလား:

# VX_CUST_LBL_MSG_BLOCK_USR_CANCLE
source: Cancel
ja: キャンセルする
ko: 취소
my: ဖျက်ခြင်း

# VX_CUST_LBL_MSG_BLOCK_USR_TITLE
source: Confirm
ja: 確認する
ko: 확인
my: အတည်ပြု

# VX_CUST_LBL_MSG_CHANGE_STAT
source: Do you want to change the status?
ja: ステータスを変更しますか？
ko: 상태를 변경 하시겠습니까?
my: သင်က status ကိုပြောင်းလဲပစ်ချင်ကြသည်မဟုတ်လော

# VX_CUST_LBL_MSG_CHANGE_STAT_NO
source: Is not
ja: いや
ko: 아니요
my: မဟုတ်

# VX_CUST_LBL_MSG_CHANGE_STAT_YES
source: Have
ja: はい
ko: 예
my: ရှိ

# VX_CUST_LBL_PHONE
source: phone number
ja: 電話番号
ko: 전화 번호
my: ဖုန်းနံပါတ်

# VX_CUST_LBL_SERACH_BY_NAME_PHONE_EMAIL
source: Search by name, phone number or email
ja: 名前、電話番号、またはメールで検索
ko: 이름, 전화 번호 또는 이메일로 검색
my: အမည်, ဖုန်းသို့မဟုတ်အီးမေးလ်ဖြင့်ရှာရန်

# VX_CUST_LBL_SOCIAL_ID
source: Social Id
ja: 社会ID
ko: 소셜 ID
my: လူမှု Id

# VX_CUST_LBL_TOTAL_TRANS
source: Total number of trips
ja: 総旅行数
ko: 총 여행 횟수
my: စုစုပေါင်းခရီးစဉ်

# VX_CUST_LBL_UNAVAILABLE
source: No Activation
ja: アクティベーションなし
ko: 활성화하지 않음
my: အဘယ်သူမျှမ Activation

# VX_CUST_LBL_VALIDATE_ITEM_CODE
source: {0} does not exceed 255 characters.
ja: {0}は255文字を超えません。
ko: {0}은 255자를 초과하지 않습니다.
my: {0} 255 ဇာတ်ကောင်ထက်မပိုပါဘူး။

# VX_CUST_MSG_EMAIL_FORM
source: Email format is not correct, please re-enter
ja: メール形式が正しくありません。再入力してください
ko: 이메일 형식이 올바르지 않습니다. 다시 입력하십시오
my: အီးမေးလ်ပို့ရန် format နဲ့ re-ရိုက်ထည့်ပါမမှန်ကန်

# VX_CUST_NAME
source: User
ja: ユーザー
ko: 사용자
my: အသုံးပြုသူများသည်

# VX_CUST_REGI_TOUR
source: REGISTRATION TRIPS TO TODAY
ja: 今日までの登録方法
ko: 오늘의 등록 정보
my: ယနေ့မှတ်ပုံတင်ရန်ခရီးစဉ်

# VX_CUST_TXT_AVATAR
source: Avatar
ja: プロフィール写真
ko: 프로필 사진
my: Hailie

# VX_CUST_TXT_EMAIL
source: email
ja: メール
ko: 이메일
my: အီးမေးလ်က

# VX_CUST_TXT_FIRST_NAME
source: Name
ja: お名前
ko: 이름
my: နာမတျောကို

# VX_CUST_TXT_FULL_NAME
source: First and last name..
ja: フルネーム..
ko: 성명 ..
my: နာမည်အပြည့်အစုံ ..

# VX_CUST_TXT_LAST_NAME
source: They
ja: 彼らは
ko: 그들은
my: သူတို့

# VX_CUST_TXT_PHONE
source: phone number
ja: 電話番号
ko: 전화 번호
my: ဖုန်းနံပါတ်

# VX_CUST_TXT_SERACH_BY_NAME_PHONE_EMAIL
source: Search by name, phone number or email ...
ja: 名前、電話番号、またはメールで検索...
ko: 이름, 전화 번호 또는 이메일로 검색 ...
my: အမည်, ဖုန်းနံပါတ်သို့မဟုတ်အီးမေးလ်ဖြင့်ရှာရန် ... လျှပ်စစ်မီး

# VX_CUST_VALIDATE_REQUEST
source: {0} Required entry
ja: {0}必須エントリ
ko: {0} 필수 입력
my: {0} Entry လိုအပ်ချက်များ
