Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/VayxeCatSevicesController.*.resx
Languages: vi

# VX_CS_LBL_ACT
source: Work
vi: Hoạt động

# VX_CS_LBL_ADD
source: Add new maintenance service
vi: Thêm mới dịch vụ bảo dưỡng

# VX_CS_LBL_DEACT
source: Stop working
vi: Ngừng hoạt động

# VX_CS_LBL_EDIT
source: Edit information
vi: Sửa thông tin

# VX_CS_LBL_IMG
source: Image
vi: Ảnh

# VX_CS_LBL_NOTE
source: Note
vi: Ghi chú

# VX_CS_LBL_SD_SERVICE_CODE
source: Service code
vi: Mã dịch vụ

# VX_CS_LBL_SD_SERVICE_GROUP
source: Service group
vi: Nhóm dịch vụ

# VX_CS_LBL_SD_SERVICE_NAME
source: service name
vi: Tên dịch vụ

# VX_CS_LBL_SD_SERVICE_TYPE
source: Type of service
vi: Loại dịch vụ

# VX_CS_LBL_SERVICE_CODE
source: service code
vi: mã dịch vụ

# VX_CS_LBL_SERVICE_NAME
source: service name
vi: tên dịch vụ

# VX_CS_LBL_STATUS
source: Status
vi: Trạng thái

# VX_CS_LBL_TITLE
source: Title
vi: Tiêu đề

# VX_CS_LBL_VALIDATE_ITEM_CODE
source: {0} does not exceed 250 characters.
vi: {0}không vượt quá 250 ký tự.

# VX_CS_LBL_VALIDATE_TYPE_FULL
source: {0} Requires full entry
vi: {0}Yêu cầu nhập đầy đủ

# VX_CS_MSG_ADD_NEW_SERVICE
source: Add new service successfully
vi: Thêm mới dịch vụ thành công

# VX_CS_MSG_DELETE
source: Are you sure you want to lock these selected items?
vi: Bạn có chắc chắn muốn khoá các khoản mục đã chọn này ?

# VX_CS_MSG_DELETE_ALERT
source: No items selected!
vi: Không có khoản mục nào được chọn!

# VX_CS_MSG_DELETE_CANCLE
source: Cancel
vi: Hủy

# VX_CS_MSG_DELETE_DIALOG_TITLE
source: Confirm
vi: Xác nhận

# VX_CS_MSG_DELETE_SERVICE
source: Are you sure to delete the service:
vi: Bạn có chắc chắn xóa dịch vụ:

# VX_CS_MSG_DELETE_YES
source: Sure
vi: Chắc chắn

# VX_CS_MSG_DEL_SERVICE_SUCCESS
source: Delete service successfully!
vi: Xóa dịch vụ thành công!

# VX_CS_MSG_EDIT_INF_SERVICE
source: Edit service information successfully
vi: Sửa thông tin dịch vụ thành công

# VX_CS_MSG_ERR_ADD_ITEMS
source: There was an error adding the item
vi: Có lỗi khi thêm khoản mục

# VX_CS_MSG_ERR_CODE_EXIST
source: Code already exists
vi: Mã đã tồn tại

# VX_CS_MSG_ERR_EDIT_INF_ITEMS
source: There was an error editing the item
vi: Có lỗi khi sửa khoản mục

# VX_CS_NAME
source: Search by service name ...
vi: Tìm theo tên dịch vụ...

# VX_CS_TXT_NOTE
source: Note...
vi: Ghi chú...

# VX_CS_TXT_SD_SERVICE_CODE
source: Service code
vi: Mã dịch vụ

# VX_CS_TXT_SD_SERVICE_GROUP
source: Service group
vi: Nhóm dịch vụ

# VX_CS_TXT_SD_SERVICE_NAME
source: service name
vi: Tên dịch vụ

# VX_CS_TXT_SD_SERVICE_TYPE
source: Type of service...
vi: Loại dịch vụ...

# VX_CS_TXT_STATUS
source: Status...
vi: Trạng thái...
