Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/VayxeDeliveryFeController.*.resx
Languages: my

# VD_MSG_ADD_ITEMS
source: There was an error adding the item
my: Terdapat ralat menambah item tersebut

# VD_MSG_ADD_ORDER_SUCCESS
source: Add successful shipping orders
my: Tambah pesanan perkapalan dengan jayanya

# VD_MSG_CANCEL_SEND_SUCCESS
source: Cancel the trip successfully
my: Perjalanan telah berjaya dibatalkan

# VD_MSG_EDIT_USER_SUCCESS
source: Edit user information successfully
my: Edit maklumat pengguna dengan jayanya

# VD_MSG_ERR_UPDATE_ITEMS
source: There was an error updating the item
my: Terdapat ralat semasa mengemas kini item

# VX_DELI_FE_ADD
source: Add new trip
my: Tambah perjalanan baru

# VX_DELI_FE_EDIT
source: Update the trip
my: Kemas kini perjalanan

# VX_DELI_FE_INFO_CUSTOMER
source: CUSTOMER INFORMATION
my: MAKLUMAT PELANGGAN

# VX_DELI_FE_LBL_IMG
source: Image
my: Imej

# VX_DELI_FE_LBL_INFO_CUSTOMER_DATE_START
source: Days to go
my: Hari jauh

# VX_DELI_FE_LBL_INFO_CUSTOMER_EMAIL
source: Email
my: E-mel

# VX_DELI_FE_LBL_INFO_CUSTOMER_FROM_DAY
source: Since
my: Dari tarikh itu

# VX_DELI_FE_LBL_INFO_CUSTOMER_FULLNAME
source: First and last name
my: Nama penuh

# VX_DELI_FE_LBL_INFO_CUSTOMER_LOCAL_END1
source: Destination
my: Destinasi

# VX_DELI_FE_LBL_INFO_CUSTOMER_LOCAL_START
source: Point away
my: Titik untuk pergi

# VX_DELI_FE_LBL_INFO_CUSTOMER_NOTE
source: Note
my: Nota

# VX_DELI_FE_LBL_INFO_CUSTOMER_PHONE
source: Phone
my: Telefon

# VX_DELI_FE_LBL_INFO_CUSTOMER_TIME_START
source: Time to go
my: Sekarang pergi

# VX_DELI_FE_LBL_INFO_CUSTOMER_TYPE_VEHICLE
source: Range of vehicle
my: Jenis kenderaan

# VX_DELI_FE_LBL_LOCAL_END
source: Destination
my: Destinasi

# VX_DELI_FE_LBL_LOCAL_START
source: Point away
my: Titik untuk pergi

# VX_DELI_FE_LBL_MERCHAN_NAME
source: Name of goods
my: Nama barang

# VX_DELI_FE_LBL_RECEPIENT_PHONE
source: Phone number of the recipient
my: Nombor telefon penerima

# VX_DELI_FE_LBL_RECV_DATE
source: Received date
my: Tarikh diterima

# VX_DELI_FE_LBL_SENDER_NAME
source: Name of the person
my: Nama Pengguna

# VX_DELI_FE_LBL_SENDER_PHONE
source: Phone number
my: Nombor Telefon

# VX_DELI_FE_LBL_STATUS_TOUR
source: TRIP STATUS
my: STATUS TRIP

# VX_DELI_FE_LBL_WEIGHT
source: Weight
my: Berat badan

# VX_DELI_FE_MSG_CANCLE
source: Do you want to change your flight cancellation?
my: Adakah anda ingin menukar pembatalan?

# VX_DELI_FE_MSG_DELETE
source: Are you sure to delete this trip?
my: Adakah anda pasti memadam perjalanan ini?

# VX_DELI_FE_MSG_DELETE_CANCLE
source: Cancel
my: Abort

# VX_DELI_FE_MSG_INFO_CUSTOMER_TYPE_VEHICLE
source: Request to select a vehicle type
my: Sila pilih jenis kenderaan

# VX_DELI_FE_MSG_SEND
source: Are you sure to send the order to the appropriate driver?
my: Adakah anda pasti menghantar pesanan kepada pemandu yang sesuai?

# VX_DELI_FE_MSG_SEND_NO
source: Is not
my: Tidak.

# VX_DELI_FE_MSG_SEND_YES
source: Have
my: Terdapat

# VX_DELI_FE_MSG_TITLE
source: Confirm
my: Sahkan

# VX_DELI_FE_SAVE_ADD
source: Save and add new
my: Simpan dan tambah baru

# VX_DELI_FE_STT_ACCEPT
source: There are cars
my: Ada kereta

# VX_DELI_FE_STT_CANCLE
source: Cancel
my: Abort

# VX_DELI_FE_STT_FINISH
source: Accomplished
my: Selesai

# VX_DELI_FE_STT_REASON
source: Reason
my: Sebabnya

# VX_DELI_FE_STT_WAITING
source: Waiting
my: Menunggu

# VX_DELI_FE_TXT_INFO_CUSTOMER_EMAIL
source: Email
my: E-mel

# VX_DELI_FE_TXT_INFO_CUSTOMER_FULLNAME
source: First and last name
my: Nama penuh

# VX_DELI_FE_TXT_INFO_CUSTOMER_LOCAL_END1
source: Destination...
my: Destinasi ...

# VX_DELI_FE_TXT_INFO_CUSTOMER_LOCAL_START1
source: Point ...
my: Titik untuk pergi ...

# VX_DELI_FE_TXT_INFO_CUSTOMER_PHONE
source: Phone
my: Telefon

# VX_DELI_FE_TXT_INFO_CUSTOMER_TYPE_VEHICLE
source: Range of vehicle
my: Jenis kenderaan

# VX_DELI_FE_TXT_LOCAL_END
source: Destination...
my: Destinasi ...

# VX_DELI_FE_TXT_LOCAL_START
source: Point ...
my: Titik untuk pergi ...

# VX_DELI_FE_TXT_MERCHAN_NAME
source: Product name ...
my: Nama Produk ...
