Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/VayxeDeliveryController.*.resx
Languages: ca, fr, ja, ko, my

# VD_MSG_ADD_ORDER_SUCCESS
source: Add successful shipping orders
ca: បន្ថែមការបញ្ជាទិញដឹកជញ្ជូនដោយជោគជ័យ។
fr: Ajouter des commandes d'expédition réussies
ja: 成功した配送注文を追加する
ko: 성공적인 배송 주문 추가
my: အောင်မြင်စွာရေကြောင်းယူနစ် Add

# VD_MSG_CANCELLED_ORDER_SUCCESS
source: You canceled your order
ca: អ្នកបានលុបចោលការបញ្ជាទិញរបស់អ្នក។
fr: Vous avez annulé votre commande
ja: 注文をキャンセルしました
ko: 주문을 취소했습니다
my: သငျသညျလက်ခံရရှိသယ်ယူပို့ဆောင်ရေးမတိုင်မီဖျက်သိမ်း

# VD_MSG_CANCEL_ORDER_FAIL
source: Canceling the order failed
ca: ការបោះបង់ការបញ្ជាទិញបានបរាជ័យ។
fr: L'annulation de la commande a échoué
ja: 注文のキャンセルに失敗しました
ko: 주문 취소 실패
my: စစ်ဆင်ရေးပျက်ကွက် Cancel

# VD_MSG_CANCEL_ORDER_SUCCESS
source: Cancellation of successful delivery
ca: ការលុបចោលការដឹកជញ្ជូនដោយជោគជ័យ។
fr: Annulation de livraison réussie
ja: 配達成功のキャンセル
ko: 성공적인 배송 취소
my: ကင်ပိန်းကိုအောင်မြင်စွာလက်ခံရရှိဖျက်သိမ်း

# VD_MSG_CANCEL_ORDER_SUCCESS1
source: Cancel the order successfully
ca: បោះបង់ការបញ្ជាទិញដោយជោគជ័យ។
fr: Annuler la commande avec succès
ja: 注文を正常にキャンセルする
ko: 주문을 성공적으로 취소
my: ကင်ပိန်းကိုအောင်မြင်စွာဖျက်သိမ်း

# VD_MSG_DELETE_ORDER_SUCCESS
source: Delete successful orders
ca: លុបការបញ្ជាទិញដែលជោគជ័យ។
fr: Supprimer les commandes réussies
ja: 成功した注文を削除する
ko: 성공적인 주문 삭제
my: စစ်ဆင်ရေးအောင်မြင်သောလျှောက်လွှာကိုဖျက်မည်

# VD_MSG_DRIVER_APPLY_ORDER
source: The driver has already received the order
ca: អ្នកបើកបរបានទទួលការបញ្ជាទិញរួចហើយ។
fr: Le chauffeur a déjà reçu la commande
ja: ドライバーはすでに注文を受けています
ko: 운전자가 이미 주문을 받았습니다
my: အဆိုပါယာဉ်မောင်းပြီးတော့တစ်ခုတည်းတင်သင်္ဘောတယ်

# VD_MSG_DRIVER_NOT_APPLY_ORDER
source: The driver has not confirmed the order
ca: អ្នកបើកបរមិនបានបញ្ជាក់ពីការបញ្ជាទិញទេ។
fr: Le chauffeur n'a pas confirmé la commande
ja: ドライバーは注文を確認していません
ko: 운전자가 주문을 확인하지 않았습니다
my: အဆိုပါယာဉ်မောင်းရသေးအမိန့်ကိုအတည်ပြုမထားပါဘူး

# VD_MSG_ERR_ADD_ITEMS
source: There was an error adding the item
ca: មានកំហុសក្នុងការបន្ថែមធាតុ។
fr: Une erreur s'est produite lors de l'ajout de l'élément.
ja: アイテムの追加中にエラーが発生しました
ko: 항목을 추가하는 중에 오류가 발생했습니다
my: မှားယွင်းနေသည်ဖြည့်စွက်တဲ့ item

# VD_MSG_ERR_DELETE_ORDER_SUCCESS
source: Deleting the order failed
ca: ការលុបការបញ្ជាទិញបានបរាជ័យ។
fr: La suppression de la commande a échoué
ja: 注文の削除に失敗しました
ko: 주문 삭제 실패
my: စစ်ဆင်ရေးပျက်ကွက်ယူနစ်ကိုဖျက်မည်

# VD_MSG_ERR_LOAD_LIST
source: There was an error getting the list
ca: មានកំហុសក្នុងការទទួលយកបញ្ជី។
fr: Une erreur s'est produite lors de l'obtention de la liste
ja: リストの取得中にエラーが発生しました
ko: 목록을 가져 오는 중에 오류가 발생했습니다
my: စာရင်းရတဲ့မှားယွင်းမှုတစ်ခုရှိခဲ့သည်

# VD_MSG_NOT_EXIST_ORDER
source: Order does not exist or is not available
ca: ការបញ្ជាទិញមិនមានឬមិនមានទេ។
fr: La commande n'existe pas ou n'est pas disponible
ja: 注文が存在しないか、利用できません
ko: 주문이 없거나 사용할 수 없습니다
my: အမိန့်မတည်ရှိသို့မဟုတ်အသုံးမပြုနိုင်ပါဘူး

# VD_MSG_NOT_EXIST_ORDER1
source: Orders do not exist or are no longer available
ca: ការបញ្ជាទិញមិនមានឬមិនមានទៀតទេ។
fr: Les commandes n'existent pas ou ne sont plus disponibles
ja: 注文が存在しないか、利用できなくなっています
ko: 주문이 존재하지 않거나 더 이상 사용할 수 없습니다
my: လူပျိုသယ်ယူပို့ဆောင်ရေးတည်ရှိသို့မဟုတ်မရနိုင်တော့ပါပါဘူး

# VD_MSG_NOT_EXIST_ORDER2
source: Orders do not exist or are not available
ca: ការបញ្ជាទិញមិនមានឬមិនមានទេ។
fr: Les commandes n'existent pas ou ne sont pas disponibles
ja: 注文が存在しないか、利用できません
ko: 주문이 없거나 사용할 수 없습니다
my: လူပျိုသယ်ယူပို့ဆောင်ရေးတည်ရှိသို့မဟုတ်အသုံးမပြုနိုင်ပါဘူး

# VD_MSG_NO_EXISTS_ORDER
source: There is no single transport
ca: មិនមានការដឹកជញ្ជូនតែមួយទេ។
fr: Il n'y a pas de transport unique
ja: 単一のトランスポートはありません
ko: 단일 운송 수단이 없습니다
my: N ကို Single-လေယာဉ်တင်သင်္ဘော

# VD_MSG_NO_FIND_ORDER
source: No orders found
ca: រកមិនឃើញការបញ្ជាទិញទេ។
fr: Aucune commande trouvée
ja: 注文が見つかりません
ko: 주문을 찾을 수 없습니다
my: အဘယ်သူမျှမတစ်ခုတည်းလေယာဉ်တင်သင်္ဘောကိုတွေ့ရှိခဲ့

# VD_MSG_ORDER_NO_EXIST
source: There are no single orders
ca: មិនមានការបញ្ជាទិញតែមួយទេ។
fr: Il n'y a pas de commande unique
ja: 単一の注文はありません
ko: 단일 주문이 없습니다
my: N ကိုတစ်ခုတည်းသယ်ယူပို့ဆောင်ရေးယူနစ်

# VD_MSG_RECIVER_ORDER_SUCCESS
source: Get successful shipping orders
ca: ទទួលបានការបញ្ជាទិញដឹកជញ្ជូនដោយជោគជ័យ។
fr: Obtenez des commandes d'expédition réussies
ja: 正常な配送注文を取得する
ko: 성공적인 배송 주문 받기
my: ကင်ပိန်းအောင်မြင်သောလက်ခံရရှိ

# VD_MSG_SENDED_SUCCESS
source: Successfully sent notify!
ca: ផ្ញើការជូនដំណឹងដោយជោគជ័យ!
fr: Envoyé avec succès informer!
ja: 通知を送信しました！
ko: 통지를 성공적으로 보냈습니다!
my: အောင်မြင်မှုအကြောင်းကြား Sent!

# VD_MSG_UPDATE_SIGNATURE_SUCCESS
source: Update the signature successfully
ca: ធ្វើបច្ចុប្បន្នភាពហត្ថលេខាដោយជោគជ័យ។
fr: Mettre à jour la signature avec succès
ja: 署名を正常に更新します
ko: 서명을 성공적으로 업데이트
my: အောင်မြင်သောလက်မှတ် updates များကို

# VD_MSG_UPDATE_STATUS_SUCCESS
source: Update status successfully
ca: ធ្វើបច្ចុប្បន្នភាពស្ថានភាពដោយជោគជ័យ។
fr: Mise à jour du statut avec succès
ja: ステータスを正常に更新
ko: 상태를 성공적으로 업데이트
my: အောင်မြင်သောအခြေအနေအပ်ဒိတ်များ

# VX_DELI_ADD
source: Add new
ca: បន្ថែមថ្មី។
fr: Ajouter un nouveau
ja: 新規追加
ko: 새로 추가
my: အသစ်က Add

# VX_DELI_EDIT
source: Update trip information
ca: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានដំណើរកម្សាន្ត។
fr: Mettre à jour les informations de voyage
ja: 旅行情報を更新する
ko: 여행 정보 업데이트
my: ခရီးစဉ်သတင်းအချက်အလက် update ကို

# VX_DELI_LBL_AVATAR
source: Avatar
ca: រូបភាពប្រវត្តិរូប។
fr: Photo de profil
ja: プロフィール写真
ko: 프로필 사진
my: Hailie

# VX_DELI_LBL_DRIVER_NAME
source: Driver's name
ca: ឈ្មោះរបស់អ្នកបើកបរ។
fr: Nom du conducteur
ja: ドライバーの名前
ko: 운전사 이름
my: အဆိုပါယာဉ်မောင်း

# VX_DELI_LBL_GARAGE
source: Garage
ca: យានដ្ឋាន។
ja: ガレージ
ko: 차고
my: ကားရုံ

# VX_DELI_LBL_LOCAL_END
source: Destination
ca: ទិសដៅ។
fr: La destination
ja: 行き先
ko: 목적지
my: ခရီးလမ်းဆုံး

# VX_DELI_LBL_LOCAL_START
source: Point away
ca: ចង្អុលទៅឆ្ងាយ។
fr: Pointer loin
ja: 指さす
ko: 멀리 포인트
my: မှတ်သွားပါ

# VX_DELI_LBL_MERCHAN_NAME
source: Name of goods
ca: ឈ្មោះទំនិញ។
fr: Nom de la marchandise
ja: 商品名
ko: 상품명
my: ကုန်စည် name ကို

# VX_DELI_LBL_NUMB_SEAT
source: Number of seats
ca: ចំនួនអាសនៈ។
fr: Nombre de places
ja: 座席数
ko: 좌석 수
my: ထိုင်ခုံအရေအတွက်

# VX_DELI_LBL_SEARCH_BY_GARAGE
source: Search by car name
ca: ស្វែងរកតាមឈ្មោះរថយន្ត។
fr: Recherche par nom de voiture
ja: 車名で検索
ko: 자동차 이름으로 검색
my: နာမတျောကိုကားဂိုဒေါင်အားဖြင့်ရှာရန်

# VX_DELI_LBL_SERVICCE
source: Type of service
ca: ប្រភេទសេវាកម្ម។
fr: Type de service
ja: サービスの種類
ko: 서비스 유형
my: ဝန်ဆောင်မှုအမျိုးအစား

# VX_DELI_LBL_ST_STATUS
source: Status
ca: ស្ថានភាព។
fr: Statut
ja: ステータス
ko: 상태
my: ပြည်နယ်

# VX_DELI_LBL_TRANS_FEE
source: Transport fee
ca: ថ្លៃដឹកជញ្ជូន។
fr: Frais d'expédition
ja: 送料
ko: 배송료
my: shipping ကုန်ကျစရိတ်များ

# VX_DELI_LBL_TYPE_SEAT
source: Seat type
ca: ប្រភេទកៅអី។
fr: Type de siège
ja: 座席タイプ
ko: 좌석 유형
my: type ထိုင်ခုံ

# VX_DELI_LBL_VEHICLE_CODE
source: License plates
ca: ស្លាកលេខរថយន្ត។
fr: Plaque d'immatriculation du véhicule
ja: 車両ナンバープレート
ko: 차량 번호판
my: မော်တော်ကားအရေအတွက်ကပြား

# VX_DELI_LBL_VEHICLE_TYPE
source: Car type
ca: ប្រភេទឡាន។
fr: Type de voiture
ja: 車種
ko: 차종
my: မော်ဒယ်များ

# VX_DELI_LBL_VENDOR_NAME
source: Driver's name
ca: ឈ្មោះរបស់អ្នកបើកបរ។
fr: Nom du conducteur
ja: ドライバーの名前
ko: 운전사 이름
my: အဆိုပါယာဉ်မောင်း

# VX_DELI_LBL_WEIGHT
source: Weight
ca: ទំងន់។
fr: Poids
ja: 重さ
ko: 중량
my: အလေးချိန်

# VX_DELI_MAIN_TIME
source: Add Main Hours
ca: បន្ថែមម៉ោងសំខាន់ៗ។
fr: Ajouter les heures principales
ja: メイン時間を追加
ko: 메인 시간 추가
my: နာရီပင်မ Add

# VX_DELI_MSG_CANCLE
source: Trip canceled
ca: បានបោះបង់ដំណើរកម្សាន្ត។
fr: Voyage annulé
ja: 旅行はキャンセルされました
ko: 여행 취소
my: ဖျက်သိမ်းပျံသန်းမှု

# VX_DELI_MSG_CHOOSE_ALL
source: Select all garage
ca: ជ្រើសរើសយានដ្ឋានទាំងអស់។
fr: Sélectionner tout garage
ja: すべてのガレージを選択
ko: 모든 차고를 선택하십시오
my: အားလုံးကားဂိုဒေါင်ကို Select လုပ်ပါ

# VX_DELI_MSG_DELETE
source: Are you sure you want to delete these selected trips?
ca: តើអ្នកពិតជាចង់លុបការធ្វើដំណើរដែលបានជ្រើសរើសទាំងនេះមែនទេ?
fr: Êtes-vous sûr de vouloir supprimer ces trajets sélectionnés?
ja: 選択したこれらの旅行を削除してもよろしいですか？
ko: 선택한 여행을 삭제 하시겠습니까?
my: သငျသညျသေချာသည်ဤရှေးခယျြခဲ့သည့်ခရီးစဉ်ကိုဖျက်ပစ်ချင်သင်သေချာပါသလား?

# VX_DELI_MSG_DELETE_CANCLE
source: Cancel
ca: បោះបង់។
fr: Annuler
ja: キャンセルする
ko: 취소
my: ဖျက်ခြင်း

# VX_DELI_MSG_DELETE_NULL
source: No items selected!
ca: គ្មានធាតុត្រូវបានជ្រើសរើសទេ!
fr: Aucun article sélectionné!
ja: アイテムが選択されていません！
ko: 선택된 항목이 없습니다!
my: အဘယ်သူမျှမကို item ကိုရွေးချယ်နေပါသည်!

# VX_DELI_MSG_DELETE_OK
source: Sure
ca: ប្រាកដ។
fr: Bien sûr
ja: 確かに
ko: 물론
my: ဧကန်အမှန်

# VX_DELI_MSG_DELETE_TITLE
source: Confirm
ca: បញ្ជាក់។
fr: Confirmer
ja: 確認する
ko: 확인
my: အတည်ပြု

# VX_DELI_MSG_DELETE_TRANS
source: Are you sure to delete the shipment from:
ca: តើអ្នកប្រាកដជាលុបការដឹកជញ្ជូនចេញពី៖
fr: Êtes-vous sûr de vouloir supprimer l'envoi de:
ja: 次から発送物を削除してもよろしいですか？
ko: 다음에서 발송물을 삭제 하시겠습니까?
my: သင့်ထံမှကုန်တင်လေယာဉ်ခရီးစဉ်ကိုဖယ်ရှားသင်သေချာလား:

# VX_DELI_MSG_FINISH
source: Completed the trip
ca: បានបញ្ចប់ដំណើរកម្សាន្ត។
fr: Terminé le voyage
ja: 旅行を完了しました
ko: 여행을 완료
my: completed ပျံသန်းမှု

# VX_DELI_NAME
source: Cargo shipment statistics
ca: ស្ថិតិនៃការដឹកជញ្ជូនទំនិញ។
fr: Statistiques sur les envois de fret
ja: 貨物の出荷統計
ko: 화물 선적 통계
my: စာရင်းအင်းကုန်တင်လေယာဉ်ခရီးစဉ်

# VX_DELI_NO
source: Not activated
ca: មិនត្រូវបានធ្វើឱ្យសកម្ម។
fr: Non activé
ja: アクティブ化されていません
ko: 활성화되지 않음
my: အဘယ်သူမျှမဖွင့်သုံး

# VX_DELI_SUP_TIME
source: Adding Extra Hours
ca: បន្ថែមម៉ោងបន្ថែម។
fr: Ajout d'heures supplémentaires
ja: 余分な時間を追加する
ko: 추가 시간 추가
my: အချိန်ပို Add

# VX_DELI_TXT_DRIVER_NAME
source: Driver's name
ca: ឈ្មោះរបស់អ្នកបើកបរ។
fr: Nom du conducteur
ja: ドライバーの名前
ko: 운전사 이름
my: အဆိုပါယာဉ်မောင်း

# VX_DELI_TXT_GARAGE
source: Choose a car ...
ca: ជ្រើសរើសឡាន ...
fr: Choisissez une voiture ...
ja: 車を選んで......
ko: 차를 선택하십시오 ...
my: ကားကိုရွေးပါ ...

# VX_DELI_TXT_LOCAL_END
source: Destination...
ca: ទិសដៅ ...
ja: 目的地...
ko: 목적지 ...
my: ခရီးစဉ် ...

# VX_DELI_TXT_LOCAL_START
source: Point ...
ca: ចំណុច ...
ja: ポイント...
ko: 포인트 ...
my: ရမှတ်ကိုသွား ...

# VX_DELI_TXT_MERCHAN_NAME
source: Product name ...
ca: ឈ្មោះផលិតផល ...
fr: Nom du produit ...
ja: 製品名...
ko: 제품명 ...
my: ကုန်စည်ဒိုင်အမည် ...

# VX_DELI_TXT_NUMB_SEAT
source: Number of seats...
ca: ចំនួនអាសនៈ ...
fr: Nombre de places ...
ja: 座席数...
ko: 좌석 수 ...
my: ထိုင်ခုံအရေအတွက် ...

# VX_DELI_TXT_SEARCH_BY_GARAGE
source: Search by car name ...
ca: ស្វែងរកតាមឈ្មោះរថយន្ត ...
fr: Rechercher par nom de voiture ...
ja: 車名で検索...
ko: 자동차 이름으로 검색 ...
my: နာမတျောကိုကားဂိုဒေါင်အားဖြင့်ရှာရန် ...

# VX_DELI_TXT_SERVICCE
source: Choose service type ...
ca: ជ្រើសរើសប្រភេទសេវាកម្ម ...
fr: Choisissez le type de service ...
ja: サービスの種類を選択してください...
ko: 서비스 유형 선택 ...
my: ဝန်ဆောင်မှုအမျိုးအစားကိုရွေးပါ ...

# VX_DELI_TXT_ST_STATUS
source: Status
ca: ស្ថានភាព។
fr: Statut
ja: ステータス
ko: 상태
my: ပြည်နယ်

# VX_DELI_TXT_TRANS_FEE
source: Transport fee
ca: ថ្លៃដឹកជញ្ជូន។
fr: Frais d'expédition
ja: 送料
ko: 배송료
my: shipping ကုန်ကျစရိတ်များ

# VX_DELI_TXT_TYPE_SEAT
source: Choose seat type ...
ca: ជ្រើសរើសប្រភេទកៅអី ...
fr: Choisissez le type de siège ...
ja: 座席タイプを選択してください...
ko: 좌석 종류 선택 ...
my: ထိုင်ခုံအမျိုးအစားကိုရွေးပါ ...

# VX_DELI_TXT_VEHICLE_CODE
source: License plates
ca: ស្លាកលេខរថយន្ត។
fr: Plaque d'immatriculation du véhicule
ja: 車両ナンバープレート
ko: 차량 번호판
my: မော်တော်ကားအရေအတွက်ကပြား

# VX_DELI_TXT_VEHICLE_TYPE
source: Car type ...
ca: ប្រភេទឡាន ...
fr: Type de voiture ...
ja: 車種...
ko: 자동차 종류 ...
my: မော်ဒယ် ...

# VX_DELI_TXT_VENDOR_NAME
source: Driver's name
ca: ឈ្មោះរបស់អ្នកបើកបរ។
fr: Nom du conducteur
ja: ドライバーの名前
ko: 운전사 이름
my: အဆိုပါယာဉ်မောင်း

# VX_DELI_TXT_WEIGHT
source: Weight...
ca: ទំងន់ ...
fr: Poids ...
ja: 重量...
ko: 무게 ...
my: အလေးချိန် ...

# VX_DELI_YES
source: Activated
ca: ធ្វើឱ្យសកម្ម។
fr: Activer
ja: 有効化
ko: 활성화
my: activating
