Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/VayxeDriverController.*.resx
Languages: my

# VX_DRIV_ACT
source: Work
my: အလုပ်

# VX_DRIV_ADD
source: Add new driver
my: အသစ်ကကားမောင်းသူ Add

# VX_DRIV_BALANCE
source: Driver wallet
my: ယာဉ်မောင်းများအတွက်

# VX_DRIV_BTN_IMPORT
source: Import
my: ဝင်ရောက်

# VX_DRIV_BTN_PLUS_MONEY
source: Public money
my: ခကျြခကျြပိုက်ဆံ

# VX_DRIV_CAR_NAME
source: vehicle name
my: ကားတစ်စီး name ကို

# VX_DRIV_COACH_FOURTYFIVE
source: Number of 45-seat passenger cars
my: ဘတ်စ်ကားအရေအတွက်က 45 ပွဲချင်းပြီး

# VX_DRIV_COACH_THIRTYTWO
source: Number of 32-seat passenger cars
my: ဘတ်စ်ကားအရေအတွက်က 32 ပွဲချင်းပြီး

# VX_DRIV_COACH_TWENTYNINE
source: Number of 29-seat passenger cars
my: ဘတ်စ်ကားအရေအတွက်က 29 ပွဲချင်းပြီး

# VX_DRIV_DEACT
source: Stop working
my: Decommissioning

# VX_DRIV_EDIT
source: Edit Driving details
my: Edit ကိုအသေးစိတ်ကားမောင်း

# VX_DRIV_EMAIL
source: email
my: အီးမေးလ်က

# VX_DRIV_ERR_ADD_INFO
source: Error adding information, please try again later
my: ပိုမိုသိရှိလိုပါကအမှား, နောက်မှာထပ်ကြိုးစားကြည့်ပါ

# VX_DRIV_FULLNAME
source: full name
my: သူတို့နာ

# VX_DRIV_GET_STATUS_SEAT
source: Get the seat status
my: ပြည်နယ်ထိုင်ခုံ Get

# VX_DRIV_IMG_CONFIRM
source: Image verification
my: image ကိုစိစစ်အတည်ပြု

# VX_DRIV_IMG_VEHICLE
source: Car image
my: ဓါတ်ပုံများယာဉ်များ

# VX_DRIV_LBL_ACT
source: Activated
my: ကိုသက်ဝင်

# VX_DRIV_LBL_AVATAR
source: Avatar
my: Hailie

# VX_DRIV_LBL_BLOCK
source: lock up
my: သော့ခတ်

# VX_DRIV_LBL_DEACT
source: Not activated
my: activated မရ

# VX_DRIV_LBL_EMAIL
source: Email
my: အီးမေးလ်က

# VX_DRIV_LBL_FULLNAME
source: First and last name
my: နာမည်အပြည့်အစုံ

# VX_DRIV_LBL_HISTORY_BALANCE
source: History of driver wallet
my: ယာဉ်မောင်းများအတွက်သမိုင်း

# VX_DRIV_LBL_ID_NO
source: is not
my: မဟုတ်

# VX_DRIV_LBL_ID_YES
source: Have
my: ရှိ

# VX_DRIV_LBL_LICENSE
source: Vehicle license
my: ယာဉ်လိုင်စင်

# VX_DRIV_LBL_MODEL_CAR
source: Car life
my: ဘဝယာဉ်များ

# VX_DRIV_LBL_MONEY
source: Amount plus
my: ငွေပမာဏပေါင်း

# VX_DRIV_LBL_NAME_CAR
source: Car name
my: ကားတစ်စီး name ကို

# VX_DRIV_LBL_NAME_PHONE
source: Driver or phone number
my: ယာဉ်မောင်းသို့မဟုတ်ဖုန်းနံပါတ်

# VX_DRIV_LBL_NOTE
source: Note
my: မှတ်ချက်ချ

# VX_DRIV_LBL_NUMB_SEAT
source: Number of seats
my: ထိုင်ခုံအရေအတွက်

# VX_DRIV_LBL_PHONE
source: phone number
my: ဖုန်းနံပါတ်

# VX_DRIV_LBL_ST_STATUS
source: Status
my: ပြည်နယ်

# VX_DRIV_LBL_TYPE
source: Range of vehicle
my: မော်တော်ယာဉ်

# VX_DRIV_LIST
source: LIST OF DRIVER
my: Driver များစာရင်း

# VX_DRIV_MSG_ACCOUNT
source: Account
my: အကောင့်

# VX_DRIV_MSG_BLOCK
source: Are you sure you want to lock these selected items?
my: သင်သည်ဤမှရှေးခယျြထားသောပစ္စည်းများကိုသော့ခတ်ချင်သင်သေချာပါသလား?

# VX_DRIV_MSG_BLOCK_CANCLE
source: Cancel
my: ဖျက်ခြင်း

# VX_DRIV_MSG_BLOCK_NULL
source: No items selected!
my: အဘယ်သူမျှမကို item ကိုရွေးချယ်နေပါသည်!

# VX_DRIV_MSG_BLOCK_OK
source: Sure
my: ဧကန်အမှန်

# VX_DRIV_MSG_BLOCK_TITLE
source: Confirm
my: အတည်ပြု

# VX_DRIV_MSG_BLOCK_USER
source: Are you sure to block the user:
my: သငျသညျအသုံးပြုသူများကို lock သင်သေချာလား:

# VX_DRIV_MSG_CHANGE_STATUS_USER
source: Change user status
my: ပြောင်းလဲမှုကိုအသုံးပြုသူ status ကို

# VX_DRIV_MSG_CHOOSE_USER_NULL
source: No User selected
my: အသုံးပြုသူကိုရှေးခယျြမထားဘူး

# VX_DRIV_MSG_DRIVER
source: driver
my: ကားမောင်းသမား

# VX_DRIV_MSG_DRIVER_NOT_EXIST
source: The driver does not exist, please try again later
my: အဆိုပါယာဉ်မောင်းမတည်ရှိပါဘူးနောက်မှထပ်ကြိုးစားကျေးဇူးပြုပြီး

# VX_DRIV_MSG_EDIT_INFO_DRIVER
source: Edit driver information
my: လုပ်ဆောင်ချက်များကားမောင်းသမား

# VX_DRIV_MSG_EDIT_INFO_USER
source: Edit user information
my: Edit ကိုအသုံးပြုသူသတင်းအချက်အလက်

# VX_DRIV_MSG_EMAIL
source: Email
my: အီးမေးလ်က

# VX_DRIV_MSG_ERR_PLS_REFRESH
source: Error, please try again.
my: အမှားထပ်ကြိုးစားကြည့်ပါပေါ်လာသည်။

# VX_DRIV_MSG_INFO
source: information
my: ဆက်သွယ်ရေး

# VX_DRIV_MSG_INFO_CAR_NOT_EXIST
source: Vehicle information does not exist
my: ယာဉ်သတင်းအချက်အလက်မတည်ရှိပါဘူး

# VX_DRIV_MSG_INFO_DRIVER
source: driving information
my: သတင်းအချက်အလက် drive ကို

# VX_DRIV_MSG_LOGIN
source: Log in
my: ရဲ့ login

# VX_DRIV_MSG_PHONE_NUM
source: phone number
my: ဖုန်းနံပါတ်

# VX_DRIV_MSG_REGISTER
source: Registration
my: မှတ်ပုံတင်

# VX_DRIV_MSG_UPDATE_INFO_DRIVER_ERR
source: Update error driver information, please try again later
my: မောင်းသူအမှားနောက်ဆုံးရေးသားချိန်နောက်မှထပ်ကြိုးစားကျေးဇူးပြုပြီး

# VX_DRIV_MSG_USERNAME_PASS_WRONG
source: Username or password is wrong
my: username သို့မဟုတ်စကားဝှက်မမှန်ပါ

# VX_DRIV_MSG_USERNAME_PHONE_EXIST
source: Username or phone number
my: username သို့မဟုတ်ဖုန်းနံပါတ်

# VX_DRIV_MSG_USER_NOT_EXIST
source: User does not exist
my: အသုံးပြုသူမတည်ရှိပါဘူး

# VX_DRIV_NAME
source: Driver
my: ကားမောင်းသမား

# VX_DRIV_NUMB
source: number
my: ဂဏန်း

# VX_DRIV_NUMB_SEAT
source: seats.
my: ထိုင်ခုံ။

# VX_DRIV_PHONE
source: phone number.
my: သူမ၏တယ်လီဖုန်းနံပါတ်။

# VX_DRIV_PLUS_BALANCE
source: Plus driver's wallet
my: Plus အားယာဉ်မောင်းများအတွက်

# VX_DRIV_PRICE
source: price
my: စြေး

# VX_DRIV_TXT_SEARCH
source: search...
my: ရှာဖွေနေ ...
