Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/VayXeTableCostController.*.resx
Languages: fr

# VXTC_CURD_LBL_DATE_APPLY
source: Application date
fr: Date d'application

# VXTC_CURD_LBL_NOTE
source: Note
fr: Les notes

# VXTC_CURD_LBL_PERSON_APPLY
source: Approved by
fr: Le critique

# VXTC_CURD_LBL_PERSON_APPLY_NAME
source: Enter the browser's name ...
fr: Entrez le nom du navigateur ...

# VXTC_CURD_LBL_SERVICE_NAME
source: service name
fr: Nom du service

# VXTC_CURD_LBL_STATUS
source: Status
fr: Statut

# VXTC_CURD_LBL_TABLE_CODE
source: Table code
fr: Code de table

# VXTC_CURD_LBL_TABLE_NAME
source: Table name
fr: Nom de la table

# VXTC_CURD_LBL_TO_DATE
source: To date
fr: Viens

# VXTC_CURD_TXT_DATE_APPLY
source: Start day...
fr: Date de début ...

# VXTC_CURD_TXT_NOTE
source: Enter note ...
fr: Entrez la note ...

# VXTC_CURD_TXT_SERVICE_NAME
source: Select the service name
fr: Sélectionnez le nom du service

# VXTC_CURD_TXT_STATUS
source: select status ...
fr: sélectionnez le statut ...

# VXTC_CURD_TXT_TABLE_CODE
source: Enter table code ...
fr: Entrez le code de la table ...

# VXTC_CURD_TXT_TABLE_NAME
source: Enter table name ...
fr: Entrez le nom de la table ...

# VXTC_CURD_TXT_TO_DATE
source: End date...
fr: Date de fin ...

# VXTC_LIST_COL_DATE_APPLY
source: Start day
fr: Date de début

# VXTC_LIST_COL_PERSON_APPLY
source: Approved by
fr: Le critique

# VXTC_LIST_COL_SERVICE_CODE
source: Service code
fr: Code de service

# VXTC_LIST_COL_SERVICE_NAME
source: service name
fr: Nom du service

# VXTC_LIST_COL_STATUS
source: Status
fr: Statut

# VXTC_LIST_COL_TABLE_CODE
source: Table code
fr: Code de table

# VXTC_LIST_COL_TABLE_NAME
source: Table name
fr: Nom de la table

# VXTC_LIST_COL_TO_DATE
source: End date
fr: Date de fin

# VXTC_LIST_ITEM_APPLY
source: Approved
fr: Approuvé

# VXTC_LIST_ITEM_NOT_APPLY
source: Not yet approved
fr: Pas encore approuvé

# VXTC_LIST_ITEM_NO_INFINITY
source: Unknown
fr: Inconnu

# VXTC_MSG_LOCK_SURE
source: Are you sure you want to lock these selected items?
fr: Êtes-vous sûr de vouloir verrouiller ces éléments sélectionnés?

# VXTC_MSG_NOT_CHOOSE
source: No items selected!
fr: Aucun article sélectionné!

# VXTC_MSG_SURE_DEL
source: Are you sure to delete this item?
fr: Êtes-vous sûr de vouloir supprimer cet article?

# VXTC_TITLE_ADD_NEW_TABLE
source: Add new service table
fr: Ajouter une nouvelle table de service

# VXTC_TITLE_DEL_ITEMS
source: Delete the item
fr: Supprimer l'élément

# VXTC_TITLE_DETAIL_SERVICE_NAME
source: Details of service information
fr: Détails des informations de service

# VXTC_TITLE_EDIT_INF
source: Edit information
fr: Modifier les informations

# VXTC_TITLE_EDIT_ITEMS
source: Edit the item
fr: Modifier l'élément

# VXTC_TITLE_UPDATE_DETAIL_SERVICE
source: Update service details
fr: Mettre à jour les détails du service

# VXTC_VALIDATE_ADD_TIME
source: Add Main Hours
fr: Ajouter les heures principales

# VXTC_VALIDATE_ADD_TIME_MORE
source: Adding Extra Hours
fr: Ajout d'heures supplémentaires
