Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/VCLastConsumpController.*.resx
Languages: vi

# VCLC_CHART_TITLE_IMPORT_DATA
source: Chart
vi: Biểu đồ

# VCLC_CORD_IN_MONTH
source: In month
vi: Trong tháng

# VCLC_CORD_LBL_CEMENT_DENSITY_CHART
source: Cement density chart
vi: Biểu đồ tỷ trọng xi măng

# VCLC_CORD_LBL_CONSUMPTION
source: Consumption
vi: Sản lượng tiêu thụ

# VCLC_CORD_OF
source: of the
vi: của

# VCLC_CURD_LBL_AREA
source: Area
vi: Khu vực

# VCLC_CURD_LBL_CLASSIFY
source: Species
vi: Chủng loại

# VCLC_CURD_LBL_DISTRIBUTOR_AGENCY_STORE
source: NPP / Agent / Store
vi: NPP/Đại lý/Cửa hàng

# VCLC_CURD_LBL_EMPLOYEES
source: Choose an employee
vi: Chọn nhân viên

# VCLC_CURD_LBL_SUM
source: total
vi: Tổng cộng

# VCLC_CURD_LBL_TIME
source: Time
vi: Thời gian

# VCLC_CURD_LBL_TRADEMARK
source: Trademark
vi: Thương hiệu

# VCLC_CURD_TXT_AREA
source: All areas
vi: Tất cả khu vực

# VCLC_CURD_TXT_CLASSIFY
source: All categories
vi: Tất cả chủng loại

# VCLC_CURD_TXT_DISTRIBUTOR_AGENCY_STORE
source: NPP / Agent / Store
vi: NPP/Đại lý/Cửa hàng

# VCLC_CURD_TXT_EMPLOYEES
source: Employees
vi: Nhân viên

# VCLC_CURD_TXT_TIME
source: Choose the month
vi: Chọn tháng

# VCLC_CURD_TXT_TRADEMARK
source: All brands
vi: Tất cả thương hiệu

# VCLC_LINK_HOME
source: Home page
vi: Trang chủ

# VCLC_LIST_COL_AREA
source: Area
vi: Khu vực

# VCLC_LIST_COL_CLASSIFY
source: Species
vi: Chủng loại

# VCLC_LIST_COL_DISTRIBUTOR_AGENCY_STORE
source: NPP / Agent / Store
vi: NPP/Đại lý/Cửa hàng

# VCLC_LIST_COL_EMPLOYEES
source: Employees
vi: Nhân viên

# VCLC_LIST_COL_ORDER
source: Order
vi: Thứ tự

# VCLC_LIST_COL_PRODUCTION_CONSUMPTION_MONTH
source: Production of monthly consumption (T)
vi: Sản lượng tiêu thụ tháng (T)

# VCLC_LIST_COL_TIME
source: Time
vi: Thời gian

# VCLC_LIST_COL_TRADEMARK
source: Trademark
vi: Thương hiệu

# VCLC_SOS_CURD_LBL_FROM_DAY
source: Since
vi: Từ ngày

# VCLC_SOS_CURD_LBL_TO_DAY
source: To date
vi: Đến ngày

# VCLC_SOS_CURD_TXT_FROM_DAY
source: Since
vi: Từ ngày

# VCLC_SOS_CURD_TXT_TODAY
source: To date
vi: Đến ngày

# VCLC_SOS_LIST_COL_ADDRESS
source: Address
vi: Địa chỉ

# VCLC_SOS_LIST_COL_KEY_SOSCODE
source: Code (SOS Code)
vi: Mã (SOS Code)

# VCLC_SOS_LIST_COL_LEVEL
source: Level
vi: Mức độ

# VCLC_SOS_LIST_COL_LOCATION
source: Location location
vi: Vị trí location

# VCLC_SOS_LIST_COL_MANIPULATION
source: Manipulation
vi: Thao tác

# VCLC_SOS_LIST_COL_TIME
source: Time
vi: Thời gian

# VCLC_SOS_LIST_COL_TITLE
source: Title
vi: Tiêu đề

# VCLC_SOS_MSG_TIP
source: Double click to view the photo list
vi: Nhấn đúp chuột để xem danh sách ảnh

# VCLC_SOS_TITLE_SOS
source: Emergency (SOS)
vi: Khẩn cấp (SOS)

# VCLC_TITLE_IMPORT_DATA
source: Report data entered at the end of the month
vi: B/C dữ liệu nhập cuối tháng

# VCLC_TITLE_PRODUCTION_LAST_MONTH
source: Production at the end of the month
vi: Sản lượng cuối tháng
