Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/VCMarketMonitoringController.*.resx
Languages: fr

# VCMMM_LIST_COL_NOTE
source: Note
fr: Les notes

# VCMMM_TAB_DETAIK_LIST_COL_NOTE
source: Note
fr: Les notes

# VCMM_BTN_EDIT
source: Edit
fr: Éditer

# VCMM_BTN_ERROR_RECORD
source: Error log
fr: Journal des erreurs

# VCMM_BTN_EXPORT_EXCEL
source: Export excel
fr: Exporter Excel

# VCMM_BTN_SELECT_FILE
source: Choose file
fr: Choisir un fichier

# VCMM_CURD_LBL_APPROVE_WORK_PLAN
source: Browse the work plan
fr: Parcourir le plan de travail

# VCMM_CURD_LBL_AREA
source: Region
fr: Région

# VCMM_CURD_LBL_AREAS
source: Area
fr: Zone

# VCMM_CURD_LBL_AVAILABLE_RESERVES
source: Available reserves
fr: Réserves disponibles

# VCMM_CURD_LBL_BUT_SON
source: But Son
fr: Mais fils

# VCMM_CURD_LBL_BUY_CONST
source: Prices entered
fr: Prix ​​entrés

# VCMM_CURD_LBL_CATEGORY_WORK_PLAN
source: List of jobs
fr: Liste des emplois

# VCMM_CURD_LBL_CHECK_IN
source: Time Checkin
fr: Heure d'arrivée

# VCMM_CURD_LBL_CHECK_OUT
source: Checkout time
fr: Heure de départ

# VCMM_CURD_LBL_CODE_EMPLOYEES
source: Employee code
fr: Code d'employé

# VCMM_CURD_LBL_CODE_PLAN
source: Plan code
fr: Code du plan

# VCMM_CURD_LBL_CODE_STORE
source: Store code
fr: Code de magasin

# VCMM_CURD_LBL_CONSUMPTION
source: Consumption
fr: Consommation sortie

# VCMM_CURD_LBL_DATASHEET
source: Tables
fr: Tableau de données

# VCMM_CURD_LBL_DETAIL_STATISTICAL_AREA
source: Detailed area statistics
fr: Statistiques détaillées par zone

# VCMM_CURD_LBL_DIAGRAM_CEMENT
source: Cement density chart
fr: Diagramme de densité de ciment

# VCMM_CURD_LBL_DIAGRAM_SEGMENTATION_BUILD
source: Chart of density of Construction & Placement segment
fr: Graphique de densité du segment Construction & Placement

# VCMM_CURD_LBL_DISTRIBUTOR_AGENCY_STORE
source: Distributor / Agent / Store
fr: BNP / Agent / Magasin

# VCMM_CURD_LBL_EMPLOYEES
source: Employees
fr: Le personnel

# VCMM_CURD_LBL_EMPLOYEE_CHECKIN_CHECKOUT
source: Staff checkin / checkout
fr: Personnel entrant et sortant

# VCMM_CURD_LBL_EMPTY_RESERVES
source: Empty reserves
fr: Réserves vides

# VCMM_CURD_LBL_END_MONTH
source: Until the end of the month
fr: Jusqu'à la fin du mois

# VCMM_CURD_LBL_GUIDE
source: Guide
fr: Les instructions

# VCMM_CURD_LBL_IMPORT_WORK_PLAN
source: Download weekly plots
fr: Télécharger les parcelles hebdomadaires

# VCMM_CURD_LBL_INVENTORY_AREA
source: Inventory by region
fr: Inventaire par région

# VCMM_CURD_LBL_IN_MONTH
source: in month
fr: dans le mois

# VCMM_CURD_LBL_JOB_CODE
source: Job Code
fr: Code d'emploi

# VCMM_CURD_LBL_NAME_EMPLOYEES
source: Staff's name
fr: Nom de l'employé

# VCMM_CURD_LBL_NOTE
source: Note
fr: Les notes

# VCMM_CURD_LBL_NOTE_SEARCH_LIMIT
source: Note: Search is limited to 1 month
fr: Remarque: la recherche est limitée à 1 mois

# VCMM_CURD_LBL_OF
source: of the
fr: de

# VCMM_CURD_LBL_PERCENTAGE
source: Ratio %
fr: Pourcentage%

# VCMM_CURD_LBL_PROGRESS_COMPLETING_WORK
source: Progress of completing work
fr: Avancement des travaux

# VCMM_CURD_LBL_PROPORTION
source: Proportion
fr: La densité

# VCMM_CURD_LBL_QUANTITY_IMPORT
source: The number of import
fr: Quantité entrée

# VCMM_CURD_LBL_REPORT_INSTOCK
source: Inventory / Entry price / Selling price
fr: Inventaire / Prix d'entrée / Prix de vente

# VCMM_CURD_LBL_SEARCH
source: Search
fr: Recherche

# VCMM_CURD_LBL_SEARCH_BUY_CONST
source: Search for entry prices
fr: Rechercher des prix d'entrée

# VCMM_CURD_LBL_SEARCH_CONSUMPTION
source: Looking for consumption
fr: À la recherche de consommation

# VCMM_CURD_LBL_SEARCH_EMPTY_RESERVES
source: Search for empty reserves
fr: Recherche de réserves vides

# VCMM_CURD_LBL_SEARCH_FROM_DATE
source: Since
fr: Du jour

# VCMM_CURD_LBL_SEARCH_INPUT_QUANTITY_IN_MONTH
source: Search for the number of entries in the month
fr: Rechercher le nombre d'entrées dans le mois

# VCMM_CURD_LBL_SEARCH_INVENTORY_AREA
source: Search for inventory by region
fr: Recherche d'inventaire par région

# VCMM_CURD_LBL_SEARCH_PROPORTION_CEMENT
source: Search for cement density
fr: Recherche de densité de ciment

# VCMM_CURD_LBL_SEARCH_PROPORTION_PRODUCT_GROUP
source: Search for segment density
fr: Recherche de densité de segment

# VCMM_CURD_LBL_SEARCH_TO_DATE
source: To date
fr: Viens

# VCMM_CURD_LBL_SEARCH_WORKING_PROGRESS
source: Search for work progress
fr: Recherche d'avancement

# VCMM_CURD_LBL_SELECT_EMPLOYEES
source: Choose an employee
fr: Choisissez un employé

# VCMM_CURD_LBL_SPECIES
source: Species
fr: Les catégories

# VCMM_CURD_LBL_SPECIES_ALL
source: All categories
fr: Toutes les catégories

# VCMM_CURD_LBL_STATUS
source: Status
fr: Statut

# VCMM_CURD_LBL_STORE
source: Store
fr: Boutique

# VCMM_CURD_LBL_TIME
source: Time
fr: Le temps

# VCMM_CURD_LBL_TONS
source: Ton
fr: Tonnes

# VCMM_CURD_LBL_TRADEMARK
source: Trademark
fr: Marque

# VCMM_CURD_LBL_WEEK
source: Week
fr: Semaine

# VCMM_CURD_TXT_AREAS_ALL
source: All areas
fr: Tous les domaines

# VCMM_CURD_TXT_CHECK_IN
source: Time Checkin
fr: Heure d'arrivée

# VCMM_CURD_TXT_CHECK_OUT
source: Checkout time
fr: Heure de départ

# VCMM_CURD_TXT_CODE_PLAN
source: Plan code
fr: Code du plan

# VCMM_CURD_TXT_DISTRIBUTOR_AGENCY_STORE
source: Distributor / Agent / Store
fr: BNP / Agent / Magasin

# VCMM_CURD_TXT_EMPLOYEES
source: Employees
fr: Le personnel

# VCMM_CURD_TXT_JOB_CODE
source: Job Code
fr: Code d'emploi

# VCMM_CURD_TXT_SEARCH_FROM_DATE
source: Since
fr: Du jour

# VCMM_CURD_TXT_SEARCH_TO_DATE
source: To date
fr: Viens

# VCMM_CURD_TXT_SELECT_AREA
source: Select the region
fr: Sélectionnez la région

# VCMM_CURD_TXT_SELECT_EMPLOYEES
source: Choose an employee
fr: Choisissez un employé

# VCMM_CURD_TXT_SELECT_FILE
source: Select the upload file
fr: Sélectionnez le fichier de téléchargement

# VCMM_CURD_TXT_SELECT_MONTH
source: Choose the month
fr: Choisissez le mois

# VCMM_CURD_TXT_SELECT_SPECIES
source: Choose a category
fr: Choisissez une catégorie

# VCMM_CURD_TXT_SELECT_STORE
source: Choose a store
fr: Choisissez un magasin

# VCMM_CURD_TXT_STATUS
source: All status
fr: Tous les statuts

# VCMM_CURD_TXT_TRADEMARK
source: Trademark
fr: Marque

# VCMM_LBL_DOUBLE_CLICK_EDIT
source: Double click to edit the store list in the plan before browsing
fr: Double-cliquez pour éditer la liste de magasins dans le plan avant de naviguer

# VCMM_LBL_DOUBLE_CLICK_VIEW_DETAIL_IMAGE
source: Double click to see image details
fr: Double-cliquez pour voir les détails de l'image

# VCMM_LBL_DOUBLE_CLICK_VIEW_WORK_PLAN_DETAIL
source: Double click to see the work plan details
fr: Double-cliquez pour voir les détails du plan de travail

# VCMM_LINK_APPROVE_WORK_PLAN
source: Browse the work plan
fr: Parcourir le plan de travail

# VCMM_LINK_CATEGORY_WORK_PLAN
source: List of jobs
fr: Liste des emplois

# VCMM_LINK_HOME
source: Home page
fr: Accueil

# VCMM_LINK_IMPORT_WORK_PLAN
source: Download weekly plots
fr: Télécharger les parcelles hebdomadaires

# VCMM_LINK_MARKET_MANAGEMENT
source: Market management
fr: Gestion de marché

# VCMM_LIST_COL_AREAS
source: Area
fr: Zone

# VCMM_LIST_COL_CHECK_IN
source: Time Checkin
fr: Heure d'arrivée

# VCMM_LIST_COL_CHECK_OUT
source: Checkout time
fr: Heure de départ

# VCMM_LIST_COL_CURRENT_STATUS
source: Status
fr: Statut

# VCMM_LIST_COL_DISTRIBUTOR_AGENCY_STORE
source: Distributor / Agent / Store
fr: BNP / Agent / Magasin

# VCMM_LIST_COL_FROM_DAY
source: Since
fr: Du jour

# VCMM_LIST_COL_IMAGE
source: Image
fr: Des photos

# VCMM_LIST_COL_IMPORT_PRICE
source: Prices entered
fr: Prix ​​entrés

# VCMM_LIST_COL_INVENTORY
source: Inventory (T)
fr: Inventaire (T)

# VCMM_LIST_COL_LEADER_IDEA
source: User comments
fr: Commentaires de l'utilisateur

# VCMM_LIST_COL_NAME
source: Employees
fr: Le personnel

# VCMM_LIST_COL_PERCENT
source: % finish
fr: % complété

# VCMM_LIST_COL_PROPORTION_CALTULATE
source: But Son proportion (calculated)
fr: Mais proportion de fils (calculée)

# VCMM_LIST_COL_PROPORTION_ENTER_HAND
source: But Son proportion (enter hand)
fr: Mais proportion de fils (entrer main)

# VCMM_LIST_COL_SPECIES
source: Species
fr: Les catégories

# VCMM_LIST_COL_STORE
source: Store
fr: Boutique

# VCMM_LIST_COL_STT
source: Order
fr: La commande

# VCMM_LIST_COL_TIME
source: Time
fr: Le temps

# VCMM_LIST_COL_TIME_IMPLEMENT
source: Execution time
fr: Temps de mise en oeuvre

# VCMM_LIST_COL_TOTAL_CAN_IMP
source: Empty reserves
fr: Réserves vides

# VCMM_LIST_COL_TO_DAY
source: To date
fr: Viens

# VCMM_LIST_COL_WEEK_NO
source: Week of things
fr: Semaine de choses

# VCMM_LIST_COL_WP_CODE
source: Plan code
fr: Code du plan

# VCMM_MSG_ADD_RECORD_ERROR
source: There was an error adding the record
fr: Une erreur s'est produite lors de l'ajout de l'enregistrement.

# VCMM_MSG_ADD_RECORD_SUCCESS
source: Add successful record
fr: Ajouter un enregistrement réussi

# VCMM_MSG_ADD_STORE_SUCCESS
source: Add successful store.
fr: Ajouter un magasin avec succès.

# VCMM_MSG_CHANGE_STATUS_APPOVE_SUCCESS
source: Transfer status successfully.
fr: Statut de transfert avec succès.

# VCMM_MSG_CHANGE_STATUS_REJECTED_APPROVE_SUCCESS
source: Successfully reject the approval status.
fr: Rejeter avec succès le statut d'approbation.

# VCMM_MSG_EMPLOYEE_REQUIRED
source: Staff required
fr: Personnel requis

# VCMM_MSG_ERROR_ADD_STORE
source: There was an additional store error.
fr: Il y avait une erreur de magasin supplémentaire.

# VCMM_MSG_ERROR_LOAD
source: Error loading store list!
fr: Erreur lors du chargement de la liste de magasins!

# VCMM_MSG_FROM_DATE_REQUIRED
source: From the date required
fr: À partir de la date demandée

# VCMM_MSG_IMPLEMENTATION_PLAN
source: The week plan has been done.
fr: Le plan de la semaine a été fait.

# VCMM_MSG_NON_STORE_USER_MANAGER
source: Users do not manage stores!
fr: Les utilisateurs ne gèrent pas les magasins!

# VCMM_MSG_NOT_EXITS_ROCORD
source: No record exists
fr: Aucun enregistrement n'existe

# VCMM_MSG_NOT_REPAIR_PLAN
source: Unable to edit the plan.
fr: Impossible de modifier le plan.

# VCMM_MSG_RECORD_NOT_EXIST_OR_DELETED
source: The record does not exist or has been deleted
fr: L'enregistrement n'existe pas ou a été supprimé

# VCMM_MSG_SELECT_RECORD
source: Select the record to create new
fr: Sélectionnez l'enregistrement pour créer un nouveau

# VCMM_MSG_SELECT_RECORD_DELETE
source: Select the record to delete
fr: Sélectionnez l'enregistrement à supprimer

# VCMM_MSG_SPECIES_REQUIRED
source: Required categories
fr: Catégories requises

# VCMM_MSG_STORE_HAD_IN_PLAN
source: The store is already in the plan.
fr: Le magasin est déjà dans le plan.

# VCMM_MSG_STORE_REQUIRED
source: Store required
fr: Magasin requis

# VCMM_MSG_TIME_REQUIRED
source: Required time required
fr: Temps requis requis

# VCMM_MSG_TO_DATE_REQUIRED
source: To date required
fr: À ce jour requis

# VCMM_MSG_TRADEMARK_REQUIRED
source: Brand required
fr: Marque requise

# VCMM_MSG_USER_EXIST
source: User does not exist!
fr: L'utilisateur n'existe pas!

# VCMM_MSG_WEEK_PLAN_ADD_STORE_SUCCESS
source: Add stores to successful week plans
fr: Ajouter des magasins aux plans de semaine réussis

# VCMM_MSG_WEEK_PLAN_DELETE_STORE_SUCCESS
source: Delete the store from the successful weekly plan
fr: Supprimer le magasin du plan hebdomadaire réussi

# VCMM_MSG_WEEK_PLAN_ERRORED_DELETE
source: There was an error deleting the week plan
fr: Une erreur s'est produite lors de la suppression du plan hebdomadaire.

# VCMM_MSG_WEEK_PLAN_ERROR_ADD
source: There was an error adding the store to the week plan
fr: Une erreur s'est produite lors de l'ajout du magasin au plan hebdomadaire.

# VCMM_MSG_WEEK_PLAN_ERROR_APPROVE
source: There was an error browsing the week plan.
fr: Une erreur s'est produite lors de la navigation dans le plan hebdomadaire.

# VCMM_MSG_WEEK_PLAN_ERROR_DELETE_STORE
source: There was an error deleting the store from the week plan
fr: Une erreur s'est produite lors de la suppression du magasin du plan hebdomadaire.

# VCMM_MSG_WEEK_PLAN_HAD_STORE
source: Stores already in the week plan
fr: Magasins déjà dans le plan de la semaine

# VCMM_MSG_WEEK_PLAN_NOT_DELETE
source: The approved week plan cannot be deleted
fr: Le plan hebdomadaire approuvé ne peut pas être supprimé

# VCMM_MSG_WEEK_PLAN_NOT_EXIST
source: The week plan does not exist or has been deleted
fr: Le plan hebdomadaire n'existe pas ou a été supprimé

# VCMM_MSG_WEEK_PLAN_NOT_STORE
source: The store is not included in the weekly plan
fr: Le magasin n'est pas inclus dans le forfait hebdomadaire

# VCMM_MSG_WRONG_STATUS_REQUIRED
source: Incorrect transfer of status required
fr: Transfert de statut incorrect requis

# VCMM_TAB_DETAIL_LIST_COL_ADDRESS_DISTRIBUTOR_AGENCY_STORE
source: Address
fr: Adresse

# VCMM_TAB_DETAIL_LIST_COL_DISTRIBUTOR_AGENCY_STORE
source: Distributor / Agent / Store
fr: BNP / Agent / Magasin

# VCMM_TAB_DETAIL_LIST_COL_EMPLOYEES
source: Employees
fr: Le personnel

# VCMM_TAB_DETAIL_LIST_COL_EMPTY_RESERVES
source: Empty reserves
fr: Réserves vides

# VCMM_TAB_DETAIL_LIST_COL_PLAN_TIME
source: Plan time
fr: Planifier le temps

# VCMM_TAB_DETAIL_LIST_COL_PROPORTION
source: Proportion of paint pen
fr: Proportion de stylo de peinture

# VCMM_TAB_DETAIL_LIST_COL_STATUS
source: Status
fr: Statut

# VCMM_TAB_DETAIL_TITLE_JOB_DETAIL
source: Details of work execution
fr: Détails de l'exécution du travail

# VCMM_TAB_DN_LIST_COL_INVENTORY
source: Inventory
fr: Inventaire

# VCMM_TAB_DN_LIST_COL_PRICE
source: Price
fr: Prix

# VCMM_TAB_DN_LIST_COL_PRODUCT
source: Product
fr: Des produits

# VCMM_TAB_DN_LIST_COL_PURCHASE_PRICE
source: Purchase price
fr: Prix ​​d'achat

# VCMM_TAB_DN_LIST_COL_QUANTITY_CONSUME
source: Consumption
fr: Consommation sortie

# VCMM_TAB_DN_LIST_COL_TRADEMARK
source: Trademark
fr: Marque

# VCMM_TAB_DN_TITLE_DETAIL_DISTRIBUTOR_AGENCY_STORE
source: Detailed information of Distributor / Agent / Merchant
fr: Informations détaillées de NPP / Agent / Merchant

# VCMM_TITLE_ADD_RECORD
source: Add the selected record
fr: Ajouter l'enregistrement sélectionné

# VCMM_TITLE_ADD_RECORD_ALL
source: Add all records
fr: Ajouter tous les enregistrements

# VCMM_TITLE_JOB_STATUS
source: Status of work
fr: Etat du travail
