Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/VCMapDistributorController.*.resx
Languages: my

# VCMD_CURD_ADD_CUS
source: Add customers
my: ဖောက်သည် Add

# VCMD_CURD_LBL_AREA
source: Area (region)
my: ဧရိယာ (ဒေသ)

# VCMD_CURD_LBL_BACKGROUND_COLOR
source: Background color
my: နောက်ခံ

# VCMD_CURD_LBL_CUS
source: Customer
my: ဝယ်သူ

# VCMD_CURD_LBL_DELETE_PAINT
source: Delete the data just drawn
my: ဒေတာရုံ Drew ဖျက်ပစ်ပါ

# VCMD_CURD_LBL_DESCRIPTION
source: Describe
my: ဖေါ်ပြချက်

# VCMD_CURD_LBL_GROUP
source: The group
my: အုပ်စုတစ်စု

# VCMD_CURD_LBL_IMAGES
source: Image
my: ရုပ်ပုံ

# VCMD_CURD_LBL_NAME
source: Name
my: နာမတျောကို

# VCMD_CURD_LBL_NAME_CUS
source: Customer name
my: ဖောက်သည်အမည်

# VCMD_CURD_LBL_PAINT
source: Draw a map
my: မြေပုံ

# VCMD_CURD_LBL_PICTURE
source: Image
my: ပုံရိပ်

# VCMD_CURD_LBL_SIZE
source: Size
my: အရွယ်

# VCMD_CURD_LBL_START_PAINT
source: Start drawing
my: drawing Start

# VCMD_CURD_LBL_TYPE_CUS
source: Customer Type
my: ဖောက်သည်အမျိုးအစား

# VCMD_CURD_LIST_NEW_ADD
source: List of newly added locations
my: ရုံနေရာချထားစာရင်း add

# VCMD_CURD_TXT_CUS
source: Choose customers
my: ဖောက်သည်ကို Select လုပ်ပါ

# VCMD_CURD_TXT_DESCRIPTION
source: Describe
my: ဖေါ်ပြချက်

# VCMD_CURD_TXT_NAME
source: Name
my: နာမတျောကို

# VCMD_CURD_TXT_NAME_CUS
source: Enter the customer name
my: ဖောက်သည်၏အမည်ကိုရိုက်ထည့်ပါ

# VCMD_CURD_TXT_PICTURE
source: Choose photos
my: ဓါတ်ပုံကို Select လုပ်ပါ

# VCMD_LIST_COL_ADDRESS
source: Address:
my: နေရပ်လိပ်စာ:

# VCMD_LIST_COL_AREA
source: Area
my: ဧရိယာ

# VCMD_LIST_COL_CATE
source: Species
my: မျိုးစိတ်

# VCMD_LIST_COL_CODE_CATE
source: Category code
my: category: ကုဒ်

# VCMD_LIST_COL_COST
source: Price
my: အရောင်းရဆုံးစျေးနှုန်း

# VCMD_LIST_COL_CUS_CODE
source: Customer's code:
my: ဖောက်သည် Code ကို:

# VCMD_LIST_COL_GROUP
source: The group
my: အုပ်စုတစ်စု

# VCMD_LIST_COL_INVENTORY
source: Inventory
my: စာရင်း

# VCMD_LIST_COL_LOGO
source: Logo
my: လိုဂို

# VCMD_LIST_COL_MANUFACT
source: Trademark
my: ကုန်အမှတ်တံဆိပ်

# VCMD_LIST_COL_NAME_CUS
source: Customer name:
my: ဖောက်သည်အမည်:

# VCMD_LIST_COL_PHONE_NUM
source: Phone number:
my: ဖုန်းနံပါတ်:

# VCMD_LIST_COL_TYPE
source: Species
my: အမျိုးအစား

# VCMD_MSG_LOCATION
source: Place
my: တည်နေရာ

# VCMD_MSG_NOT_FOUND_DATA
source: No data found
my: ဒေတာတစ်ခုမှမတွေ့

# VCMD_MSG_PARK
source: Parking lot
my: ကားရပ်ခြံ

# VCMD_MSG_PLS_ENTER_CUS_AND_NAME
source: Please select a customer and enter a name
my: ဖောက်သည်တစ်ဦးကိုရွေးပါနှင့်နာမည်တစ်ခုရိုက်ထည့်ပေးပါ

# VCMD_OPTION_COMBO_POLYGON
source: Polygon
my: အနား

# VCMD_OPTION_NOT_SELECT
source: Not selected
my: မရွေးချယ်

# VCMD_TAB_CUSTOMER
source: Customer
my: ဝယ်သူ

# VCMD_TAB_PARKING
source: Draw a map
my: မြေပုံ

# VCMD_TH_ACTION
source: Action
my: လုပ်ရပ်များ

# VCMD_TH_IMAGES_PARK
source: Image
my: ရုပ်ပုံ

# VCMD_TH_NAME_POSITION
source: Location name
my: Nameplate

# VCMD_TITTLE_DETAILS
source: Details
my: အသေးစိတ်

# VCMD_TXT_SEARCH
source: Search for location
my: ရှာရန်တည်နေရာ
