Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/VCProporCurrentController.*.resx
Languages: ca

# VCPCM_LIST_COL_NOTE
source: Note
ca: កំណត់ចំណាំ។

# VCPCM_TAB_DETAIK_LIST_COL_NOTE
source: Note
ca: កំណត់ចំណាំ។

# VCPC_BTN_EDIT
source: Edit
ca: កែសម្រួល។

# VCPC_BTN_ERROR_RECORD
source: Error log
ca: កំណត់ហេតុកំហុស។

# VCPC_BTN_EXPORT_EXCEL
source: Export excel
ca: នាំចេញនាំចេញ។

# VCPC_BTN_SELECT_FILE
source: Choose file
ca: ជ្រើសរើសឯកសារ។

# VCPC_CURD_LBL_ADD_STANDARD
source: Add standard
ca: បន្ថែមស្តង់ដារ។

# VCPC_CURD_LBL_APPROVE_WORK_PLAN
source: Browse the work plan
ca: រកមើលផែនការការងារ។

# VCPC_CURD_LBL_AREA
source: Region
ca: តំបន់។

# VCPC_CURD_LBL_AREAS
source: Area
ca: តំបន់។

# VCPC_CURD_LBL_AVAILABLE_RESERVES
source: Available reserves
ca: ទុនបំរុងដែលមាន។

# VCPC_CURD_LBL_BUT_SON
source: But Son
ca: ប៉ុន្តែព្រះបុត្រា។

# VCPC_CURD_LBL_BUY_CONST
source: Prices entered
ca: តម្លៃបានបញ្ចូល។

# VCPC_CURD_LBL_CATEGORY_WORK_PLAN
source: List of jobs
ca: បញ្ជីការងារ។

# VCPC_CURD_LBL_CHECK_IN
source: Time Checkin
ca: ការត្រួតពិនិត្យពេលវេលា។

# VCPC_CURD_LBL_CHECK_OUT
source: Checkout time
ca: ពេលវេលាពិនិត្យចេញ។

# VCPC_CURD_LBL_CODE_EMPLOYEES
source: Employee code
ca: លេខកូដបុគ្គលិក។

# VCPC_CURD_LBL_CODE_PLAN
source: Plan code
ca: លេខកូដផែនការ។

# VCPC_CURD_LBL_CODE_STORE
source: Store code
ca: លេខកូដហាង។

# VCPC_CURD_LBL_CONDITION
source: Condition
ca: លក្ខខណ្ឌ។

# VCPC_CURD_LBL_CONSUMPTION
source: Consumption
ca: លទ្ធផលនៃការប្រើប្រាស់។

# VCPC_CURD_LBL_DATASHEET
source: Tables
ca: តារាងទិន្នន័យ។

# VCPC_CURD_LBL_DETAIL_STATISTICAL_AREA
source: Detailed area statistics
ca: ស្ថិតិតំបន់លម្អិត។

# VCPC_CURD_LBL_DIAGRAM_CEMENT
source: Cement density chart
ca: តារាងដង់ស៊ីតេស៊ីម៉ងត៍។

# VCPC_CURD_LBL_DIAGRAM_SEGMENTATION_BUILD
source: Chart of density of Construction & Placement segment
ca: ដង់ស៊ីតេដង់ស៊ីតេនៃផ្នែកសំណង់និងទីកន្លែង។

# VCPC_CURD_LBL_DISTRIBUTOR_AGENCY_STORE
source: NPP / Agent / Store
ca: អិនភីភី / ភ្នាក់ងារ / ហាង។

# VCPC_CURD_LBL_EMPLOYEES
source: Employees
ca: បុគ្គលិក។

# VCPC_CURD_LBL_EMPLOYEE_CHECKIN_CHECKOUT
source: Staff checkin / checkout
ca: បុគ្គលិកត្រួតពិនិត្យ / ឆែកចូល។

# VCPC_CURD_LBL_EMPTY_RESERVES
source: Empty reserves
ca: ទុនបម្រុងទទេ។

# VCPC_CURD_LBL_END_MONTH
source: Until the end of the month
ca: រហូតដល់ចុងខែ។

# VCPC_CURD_LBL_GUIDE
source: Guide
ca: សេចក្តីណែនាំ។

# VCPC_CURD_LBL_IMPORT_WORK_PLAN
source: Download weekly plots
ca: ទាញយកដីឡូត៍ប្រចាំសប្តាហ៍។

# VCPC_CURD_LBL_INVENTORY_AREA
source: Inventory by region
ca: សារពើភ័ណ្ឌតាមតំបន់។

# VCPC_CURD_LBL_IN_MONTH
source: in month
ca: ក្នុងខែ

# VCPC_CURD_LBL_JOB_CODE
source: Job Code
ca: លេខកូដការងារ។

# VCPC_CURD_LBL_NAME_EMPLOYEES
source: Staff's name
ca: ឈ្មោះនិយោជិក។

# VCPC_CURD_LBL_NOTE
source: Note
ca: កំណត់ចំណាំ។

# VCPC_CURD_LBL_NOTE_SEARCH_LIMIT
source: Note: Search is limited to 1 month
ca: សម្គាល់ៈការស្វែងរកត្រូវបានកំណត់ត្រឹម ១ ខែ។

# VCPC_CURD_LBL_OF
source: of the
ca: នៃ

# VCPC_CURD_LBL_PERCENTAGE
source: Ratio %
ca: ភាគរយ%

# VCPC_CURD_LBL_PROGRESS_COMPLETING_WORK
source: Progress of completing work
ca: វឌ្ឍនភាពនៃការបញ្ចប់ការងារ។

# VCPC_CURD_LBL_PROPORTION
source: Proportion
ca: ដង់ស៊ីតេ។

# VCPC_CURD_LBL_QUANTITY_IMPORT
source: The number of import
ca: បរិមាណបានបញ្ចូល។

# VCPC_CURD_LBL_REPORT_INSTOCK
source: Inventory / Entry price / Selling price
ca: សន្និធិ / តំលៃចូល / ថ្លៃលក់។

# VCPC_CURD_LBL_SEARCH
source: Search
ca: ស្វែងរក

# VCPC_CURD_LBL_SEARCH_BUY_CONST
source: Search for entry prices
ca: ស្វែងរកតម្លៃធាតុ។

# VCPC_CURD_LBL_SEARCH_CONSUMPTION
source: Looking for consumption
ca: កំពុងរកមើលការប្រើប្រាស់។

# VCPC_CURD_LBL_SEARCH_EMPTY_RESERVES
source: Search for empty reserves
ca: ស្វែងរកទុនបំរុងទទេ។

# VCPC_CURD_LBL_SEARCH_FROM_DATE
source: Since
ca: ចាប់ពីថ្ងៃ។

# VCPC_CURD_LBL_SEARCH_INPUT_QUANTITY_IN_MONTH
source: Search for the number of entries in the month
ca: ស្វែងរកចំនួនធាតុក្នុងខែ។

# VCPC_CURD_LBL_SEARCH_INVENTORY_AREA
source: Search for inventory by region
ca: ស្វែងរកសារពើភ័ណ្ឌតាមតំបន់។

# VCPC_CURD_LBL_SEARCH_PROPORTION_CEMENT
source: Search for cement density
ca: ស្វែងរកដង់ស៊ីតេស៊ីម៉ងត៍។

# VCPC_CURD_LBL_SEARCH_PROPORTION_PRODUCT_GROUP
source: Search for segment density
ca: ស្វែងរកដង់ស៊ីតេផ្នែក។

# VCPC_CURD_LBL_SEARCH_TO_DATE
source: To date
ca: សូមអញ្ជើញមក។

# VCPC_CURD_LBL_SEARCH_WORKING_PROGRESS
source: Search for work progress
ca: ស្វែងរកវឌ្ឍនភាពការងារ។

# VCPC_CURD_LBL_SELECT_EMPLOYEES
source: Choose an employee
ca: ជ្រើសរើសនិយោជិក។

# VCPC_CURD_LBL_SPECIES
source: Species
ca: ប្រភេទ។

# VCPC_CURD_LBL_SPECIES_ALL
source: All categories
ca: ប្រភេទទាំងអស់។

# VCPC_CURD_LBL_STANDARD_CODE
source: Standard code
ca: លេខកូដស្តង់ដារ។

# VCPC_CURD_LBL_STANDARD_GROUP
source: Standard group
ca: ក្រុមស្តង់ដារ។

# VCPC_CURD_LBL_STANDARD_NAME
source: standard name
ca: ឈ្មោះស្តង់ដារ។

# VCPC_CURD_LBL_STATUS
source: Status
ca: ស្ថានភាព។

# VCPC_CURD_LBL_STORE
source: Store
ca: ហាង។

# VCPC_CURD_LBL_TIME
source: Time
ca: ពេលវេលា។

# VCPC_CURD_LBL_TONS
source: Ton
ca: តោន។

# VCPC_CURD_LBL_TOTAL
source: total
ca: សរុប។

# VCPC_CURD_LBL_TRADEMARK
source: Trademark
ca: ម៉ាក។

# VCPC_CURD_LBL_VALUE
source: Value
ca: តម្លៃ។

# VCPC_CURD_LBL_WEEK
source: Week
ca: សប្តាហ៍។

# VCPC_CURD_TXT_AREAS_ALL
source: All areas
ca: តំបន់ទាំងអស់។

# VCPC_CURD_TXT_CHECK_IN
source: Time Checkin
ca: ការត្រួតពិនិត្យពេលវេលា។

# VCPC_CURD_TXT_CHECK_OUT
source: Checkout time
ca: ពេលវេលាពិនិត្យចេញ។

# VCPC_CURD_TXT_CODE_PLAN
source: Plan code
ca: លេខកូដផែនការ។

# VCPC_CURD_TXT_CONDITION
source: Enter conditions
ca: បញ្ចូលលក្ខខណ្ឌ។

# VCPC_CURD_TXT_DISTRIBUTOR_AGENCY_STORE
source: NPP / Agent / Store
ca: អិនភីភី / ភ្នាក់ងារ / ហាង។

# VCPC_CURD_TXT_EMPLOYEES
source: Employees
ca: បុគ្គលិក។

# VCPC_CURD_TXT_JOB_CODE
source: Job Code
ca: លេខកូដការងារ។

# VCPC_CURD_TXT_SEARCH_FROM_DATE
source: Since
ca: ចាប់ពីថ្ងៃ។

# VCPC_CURD_TXT_SEARCH_TO_DATE
source: To date
ca: សូមអញ្ជើញមក។

# VCPC_CURD_TXT_SELECT_AREA
source: Select the region
ca: ជ្រើសរើសតំបន់។

# VCPC_CURD_TXT_SELECT_EMPLOYEES
source: Choose an employee
ca: ជ្រើសរើសនិយោជិក។

# VCPC_CURD_TXT_SELECT_FILE
source: Select the upload file
ca: ជ្រើសឯកសារផ្ទុកឡើង។

# VCPC_CURD_TXT_SELECT_MONTH
source: Choose the month
ca: ជ្រើសរើសខែ។

# VCPC_CURD_TXT_SELECT_SPECIES
source: Choose a category
ca: ជ្រើសរើសប្រភេទ។

# VCPC_CURD_TXT_SELECT_STORE
source: Choose a store
ca: ជ្រើសរើសហាង។

# VCPC_CURD_TXT_STANDARD_CODE
source: Enter the standard code
ca: បញ្ចូលលេខកូដស្តង់ដារ។

# VCPC_CURD_TXT_STANDARD_GROUP
source: Select standard group
ca: ជ្រើសរើសក្រុមស្តង់ដារ។

# VCPC_CURD_TXT_STANDARD_NAME
source: Enter the standard name
ca: បញ្ចូលឈ្មោះស្តង់ដារ។

# VCPC_CURD_TXT_STATUS
source: All status
ca: ស្ថានភាពទាំងអស់។

# VCPC_CURD_TXT_TRADEMARK
source: Trademark
ca: ម៉ាក។

# VCPC_CURD_TXT_VALUE
source: Enter the value
ca: បញ្ចូលតម្លៃ។

# VCPC_LBL_DOUBLE_CLICK_EDIT
source: Double click to edit the store list in the plan before browsing
ca: ចុចទ្វេដងដើម្បីកែសម្រួលបញ្ជីហាងនៅក្នុងផែនការមុនពេលបើកមើល។

# VCPC_LBL_DOUBLE_CLICK_VIEW_DETAIL_IMAGE
source: Double click to see image details
ca: ចុចទ្វេដងដើម្បីមើលព័ត៌មានលម្អិតអំពីរូបភាព។

# VCPC_LBL_DOUBLE_CLICK_VIEW_WORK_PLAN_DETAIL
source: Double click to see the work plan details
ca: ចុចទ្វេដងដើម្បីមើលព័ត៌មានលម្អិតផែនការការងារ។

# VCPC_LBL_VALUE
source: Choose standard group!
ca: ជ្រើសរើសក្រុមស្តង់ដារ!

# VCPC_LINK_APPROVE_WORK_PLAN
source: Browse the work plan
ca: រកមើលផែនការការងារ។

# VCPC_LINK_CATEGORY_WORK_PLAN
source: List of jobs
ca: បញ្ជីការងារ។

# VCPC_LINK_HOME
source: Home page
ca: ផ្ទះ។

# VCPC_LINK_IMPORT_WORK_PLAN
source: Download weekly plots
ca: ទាញយកដីឡូត៍ប្រចាំសប្តាហ៍។

# VCPC_LINK_MARKET_MANAGEMENT
source: Market management
ca: ការគ្រប់គ្រងទីផ្សារ។

# VCPC_LIST_COL_ACTION
source: Action
ca: សកម្មភាព។

# VCPC_LIST_COL_AREAS
source: Area
ca: តំបន់។

# VCPC_LIST_COL_CHECK_IN
source: Time Checkin
ca: ការត្រួតពិនិត្យពេលវេលា។

# VCPC_LIST_COL_CHECK_OUT
source: Checkout time
ca: ពេលវេលាពិនិត្យចេញ។

# VCPC_LIST_COL_CURRENT_STATUS
source: Status
ca: ស្ថានភាព។

# VCPC_LIST_COL_DISTRIBUTOR_AGENCY_STORE
source: NPP / Agent / Store
ca: អិនភីភី / ភ្នាក់ងារ / ហាង។

# VCPC_LIST_COL_FROM_DAY
source: Since
ca: ចាប់ពីថ្ងៃ។

# VCPC_LIST_COL_ID
source: Id
ca: លេខសម្គាល់។

# VCPC_LIST_COL_IMAGE
source: Image
ca: រូបថត។

# VCPC_LIST_COL_IMAGE_CHECKIN_CHECKOUT
source: Photo Checkin / Checkout
ca: ចូល / ឆែករូបថត។

# VCPC_LIST_COL_IMPORT_PRICE
source: Prices entered
ca: តម្លៃបានបញ្ចូល។

# VCPC_LIST_COL_INVENTORY
source: Inventory (T)
ca: សារពើភ័ណ្ឌ (T)

# VCPC_LIST_COL_LEADER_IDEA
source: User comments
ca: យោបល់របស់អ្នកប្រើប្រាស់។

# VCPC_LIST_COL_NAME
source: Employees
ca: បុគ្គលិក។

# VCPC_LIST_COL_PERCENT
source: % finish
ca: បានបញ្ចប់% ហើយ។

# VCPC_LIST_COL_PROPORTION_CALTULATE
source: But Son proportion (calculated)
ca: ប៉ុន្តែសមាមាត្រសុន (គណនា)

# VCPC_LIST_COL_PROPORTION_ENTER_HAND
source: But Son proportion (enter hand)
ca: ប៉ុន្តែសមាមាត្រសុន (បញ្ចូលក្នុងដៃ)

# VCPC_LIST_COL_SPECIES
source: Species
ca: ប្រភេទ។

# VCPC_LIST_COL_STORE
source: Store
ca: ហាង។

# VCPC_LIST_COL_STT
source: Order
ca: បញ្ជាទិញ។

# VCPC_LIST_COL_TIME
source: Time
ca: ពេលវេលា។

# VCPC_LIST_COL_TIME_IMPLEMENT
source: Execution time
ca: ពេលវេលាអនុវត្ត។

# VCPC_LIST_COL_TOTAL_CAN_IMP
source: Empty reserves
ca: ទុនបម្រុងទទេ។

# VCPC_LIST_COL_TO_DAY
source: To date
ca: សូមអញ្ជើញមក។

# VCPC_LIST_COL_WEEK_NO
source: Week of things
ca: សប្តាហ៍នៃរឿង។

# VCPC_LIST_COL_WP_CODE
source: Plan code
ca: លេខកូដផែនការ។

# VCPC_MSG_ADD_RECORD_ERROR
source: There was an error adding the record
ca: មានកំហុសក្នុងការបន្ថែមកំណត់ត្រា។

# VCPC_MSG_ADD_RECORD_SUCCESS
source: Add successful record
ca: បន្ថែមកំណត់ត្រាជោគជ័យ។

# VCPC_MSG_ADD_STORE_SUCCESS
source: Add successful store.
ca: បន្ថែមហាងដែលជោគជ័យ។

# VCPC_MSG_CHANGE_STATUS_APPOVE_SUCCESS
source: Transfer status successfully.
ca: ផ្ទេរស្ថានភាពដោយជោគជ័យ។

# VCPC_MSG_CHANGE_STATUS_REJECTED_APPROVE_SUCCESS
source: Successfully reject the approval status.
ca: បដិសេធស្ថានភាពទទួលបានជោគជ័យ។

# VCPC_MSG_EMPLOYEE_REQUIRED
source: Staff required
ca: បុគ្គលិកត្រូវការ។

# VCPC_MSG_ERROR_ADD_STORE
source: There was an additional store error.
ca: មានកំហុសហាងបន្ថែម។

# VCPC_MSG_ERROR_LOAD
source: Error loading store list!
ca: កំហុសក្នុងការផ្ទុកបញ្ជីហាង!

# VCPC_MSG_FROM_DATE_REQUIRED
source: From the date required
ca: ចាប់ពីកាលបរិច្ឆេទចាំបាច់។

# VCPC_MSG_IMPLEMENTATION_PLAN
source: The week plan has been done.
ca: ផែនការប្រចាំសប្តាហ៍បានធ្វើហើយ។

# VCPC_MSG_NON_STORE_USER_MANAGER
source: Users do not manage stores!
ca: អ្នកប្រើប្រាស់មិនគ្រប់គ្រងហាង!

# VCPC_MSG_NOT_EXITS_ROCORD
source: No record exists
ca: មិនមានកំណត់ត្រាទេ។

# VCPC_MSG_NOT_REPAIR_PLAN
source: Unable to edit the plan.
ca: មិនអាចកែគំរោងបានទេ។

# VCPC_MSG_PLAN
source: Plan
ca: ផែនការ។

# VCPC_MSG_RECORD_NOT_EXIST_OR_DELETED
source: The record does not exist or has been deleted
ca: កំណត់ត្រាមិនមានឬត្រូវបានលុបចោល។

# VCPC_MSG_SELECT_RECORD
source: Select the record to create new
ca: ជ្រើសរើសកំណត់ត្រាដើម្បីបង្កើតថ្មី។

# VCPC_MSG_SELECT_RECORD_DELETE
source: Select the record to delete
ca: ជ្រើសរើសកំណត់ត្រាដើម្បីលុប។

# VCPC_MSG_SPECIES_REQUIRED
source: Required categories
ca: ប្រភេទដែលត្រូវការ។

# VCPC_MSG_STORE_HAD_IN_PLAN
source: The store is already in the plan.
ca: ហាងមានគំរោងរួចហើយ។

# VCPC_MSG_STORE_REQUIRED
source: Store required
ca: តំរូវការផ្ទុក។

# VCPC_MSG_TIME_REQUIRED
source: Required time required
ca: ត្រូវការពេលវេលាចាំបាច់។

# VCPC_MSG_TO_DATE_REQUIRED
source: To date required
ca: ដើម្បីកាលបរិច្ឆេទ

# VCPC_MSG_TRADEMARK_REQUIRED
source: Brand required
ca: យីហោទាមទារ។

# VCPC_MSG_USER_EXIST
source: User does not exist!
ca: អ្នកប្រើមិនមានទេ!

# VCPC_MSG_WEEK_PLAN_ADD_STORE_SUCCESS
source: Add stores to successful week plans
ca: បន្ថែមហាងទៅក្នុងផែនការសប្តាហ៍ដែលទទួលបានជោគជ័យ។

# VCPC_MSG_WEEK_PLAN_DELETE_STORE_SUCCESS
source: Delete the store from the successful weekly plan
ca: លុបហាងចេញពីផែនការប្រចាំសប្តាហ៍ដែលទទួលបានជោគជ័យ។

# VCPC_MSG_WEEK_PLAN_ERRORED_DELETE
source: There was an error deleting the week plan
ca: មានកំហុសក្នុងការលុបផែនការសប្តាហ៍។

# VCPC_MSG_WEEK_PLAN_ERROR_ADD
source: There was an error adding the store to the week plan
ca: មានកំហុសក្នុងការបន្ថែមហាងទៅក្នុងផែនការប្រចាំសប្តាហ៍។

# VCPC_MSG_WEEK_PLAN_ERROR_APPROVE
source: There was an error browsing the week plan.
ca: មានកំហុសក្នុងការរុករកផែនការសប្តាហ៍។

# VCPC_MSG_WEEK_PLAN_ERROR_DELETE_STORE
source: There was an error deleting the store from the week plan
ca: មានកំហុសក្នុងការលុបហាងពីផែនការប្រចាំសប្តាហ៍។

# VCPC_MSG_WEEK_PLAN_HAD_STORE
source: Stores already in the week plan
ca: ហាងរួចហើយនៅក្នុងផែនការសប្តាហ៍។

# VCPC_MSG_WEEK_PLAN_NOT_DELETE
source: The approved week plan cannot be deleted
ca: ផែនការសប្តាហ៍ដែលបានអនុម័តមិនអាចត្រូវបានលុបចោលទេ។

# VCPC_MSG_WEEK_PLAN_NOT_EXIST
source: The week plan does not exist or has been deleted
ca: ផែនការសប្តាហ៍មិនមានឬត្រូវបានលុបចោលទេ។

# VCPC_MSG_WEEK_PLAN_NOT_STORE
source: The store is not included in the weekly plan
ca: ហាងមិនត្រូវបានរាប់បញ្ចូលក្នុងផែនការប្រចាំសប្តាហ៍ទេ។

# VCPC_MSG_WRONG_STATUS_REQUIRED
source: Incorrect transfer of status required
ca: ការផ្ទេរស្ថានភាពមិនត្រឹមត្រូវ។

# VCPC_TAB_DETAIL_LIST_COL_ADDRESS_DISTRIBUTOR_AGENCY_STORE
source: Address
ca: អាសយដ្ឋាន។

# VCPC_TAB_DETAIL_LIST_COL_DISTRIBUTOR_AGENCY_STORE
source: NPP / Agent / Store
ca: អិនភីភី / ភ្នាក់ងារ / ហាង។

# VCPC_TAB_DETAIL_LIST_COL_EMPLOYEES
source: Employees
ca: បុគ្គលិក។

# VCPC_TAB_DETAIL_LIST_COL_EMPTY_RESERVES
source: Empty reserves
ca: ទុនបម្រុងទទេ។

# VCPC_TAB_DETAIL_LIST_COL_PLAN_TIME
source: Plan time
ca: ផែនការពេលវេលា។

# VCPC_TAB_DETAIL_LIST_COL_PROPORTION
source: Proportion of paint pen
ca: សមាមាត្រនៃប៊ិចថ្នាំលាប។

# VCPC_TAB_DETAIL_LIST_COL_STATUS
source: Status
ca: ស្ថានភាព។

# VCPC_TAB_DETAIL_TITLE_JOB_DETAIL
source: Details of work execution
ca: ព័ត៌មានលម្អិតនៃការប្រតិបត្តិការងារ។

# VCPC_TAB_DN_LIST_COL_INVENTORY
source: Inventory
ca: សារពើភ័ណ្ឌ។

# VCPC_TAB_DN_LIST_COL_PRICE
source: Price
ca: តម្លៃ។

# VCPC_TAB_DN_LIST_COL_PRODUCT
source: Product
ca: ផលិតផល។

# VCPC_TAB_DN_LIST_COL_PURCHASE_PRICE
source: Purchase price
ca: តម្លៃទិញ។

# VCPC_TAB_DN_LIST_COL_QUANTITY_CONSUME
source: Consumption
ca: លទ្ធផលនៃការប្រើប្រាស់។

# VCPC_TAB_DN_LIST_COL_TRADEMARK
source: Trademark
ca: ម៉ាក។

# VCPC_TAB_DN_TITLE_DETAIL_DISTRIBUTOR_AGENCY_STORE
source: Details information of NPP / Agent / Merchant
ca: ព័ត៌មានលំអិតរបស់អិនភីអេភី / ភ្នាក់ងារ / ពាណិជ្ជករ។

# VCPC_TEXT_EDIT_STANDART
source: Standard editing
ca: ការកែសម្រួលស្តង់ដារ។

# VCPC_TITLE_ADD_RECORD
source: Add the selected record
ca: បន្ថែមកំណត់ត្រាដែលបានជ្រើសរើស។

# VCPC_TITLE_ADD_RECORD_ALL
source: Add all records
ca: បន្ថែមកំណត់ត្រាទាំងអស់។

# VCPC_TITLE_JOB_STATUS
source: Status of work
ca: ស្ថានភាពការងារ។
