Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/VCVendorController.*.resx
Languages: my, zh

# VCVD_CURD_LBL_ADDRESS
source: Address
my: လိပ်စာ
zh: 地址

# VCVD_CURD_LBL_AREA
source: Area
my: ဧရိယာ
zh: 区

# VCVD_CURD_LBL_BACKGROUND_COLOR
source: background color
my: နောက်ခံ
zh: 背景颜色

# VCVD_CURD_LBL_BLIND
source: opacity
my: opacity ကို
zh: 不透明度

# VCVD_CURD_LBL_CARRIAGE
source: Carriage
my: ရထားတှဲ
zh: 马车

# VCVD_CURD_LBL_CATEGORY
source: Kind
my: အမျိုးအစား
zh: 类型

# VCVD_CURD_LBL_CHECK_IN
source: Time Checkin
my: checkin အချိန်
zh: 时间签到

# VCVD_CURD_LBL_CHECK_OUT
source: Checkout time
my: checkout အချိန်
zh: 结帐时间

# VCVD_CURD_LBL_CHOOSE_DISTRIBUTOR
source: Choose a distributor
my: ဖြန့်ဖြူးကို Select လုပ်ပါ
zh: 选择经销商

# VCVD_CURD_LBL_CHOOSE_DRAWING
source: Select drawing style
my: ဆေးသုတ်အမျိုးအစားကိုရွေးချယ်ပါ
zh: 选择绘图样式

# VCVD_CURD_LBL_CHOOSE_PRODUCT
source: Choose products
my: ထုတ်ကုန်ကို Select လုပ်ပါ
zh: 选择产品

# VCVD_CURD_LBL_CHOOSE_SPECIES
source: Choose a category
my: အမျိုးအစားကိုရွေးချယ်ပါ
zh: 选择一个类别

# VCVD_CURD_LBL_CHOOSE_SUPPLY
source: Choose NPP / clue
my: NPP / သဲလွန်စကိုရွေးချယ်ပါ
zh: 选择NPP /线索

# VCVD_CURD_LBL_CHOOSE_TRADEMARK
source: Choose a brand
my: ကုန်အမှတ်တံဆိပ်ကိုရွေးချယ်ပါ
zh: 选择一个品牌

# VCVD_CURD_LBL_CODE_BANK
source: Bank code
my: ဘဏ်ကုဒ်
zh: 银行代码

# VCVD_CURD_LBL_CODE_CMTND
source: ID card number
my: ID ကိုကဒ်အရေအတွက်က
zh: 身份证号码

# VCVD_CURD_LBL_CODE_CMTND_HAVE_NUMBER
source: ID card numbers must be digits!
my: ID ကိုကတ်နံပါတ်ဂဏန်းပါ!
zh: 身份证号码必须是数字！

# VCVD_CURD_LBL_CODE_CUSTOMER
source: Customer's code
my: ဖောက်သည်ကုဒ်
zh: 客户代码

# VCVD_CURD_LBL_CODE_FAX_FALSE
source: Wrong fax number format!
my: မှား format နဲ့ဖက်စ်နံပါတ်!
zh: 传真号码格式错误！

# VCVD_CURD_LBL_CODE_NPP_STORE
source: NPP Code / Focal Point / Store
my: Code ကို NPP / Focal / Store က
zh: NPP代码/联络点/商店

# VCVD_CURD_LBL_CODE_PLAN
source: Plan code
my: ma အစီအစဉ်များ
zh: 计划代码

# VCVD_CURD_LBL_CODE_PRODUCT
source: Product code
my: SKU
zh: 产品代码

# VCVD_CURD_LBL_CODE_TAX
source: Tax code
my: အခွန်ကုဒ်
zh: 税码

# VCVD_CURD_LBL_CODE_TAX_HAVE _NUMBER
source: Tax code must be digits!
my: အဆိုပါအခွန်ကုဒ်တစ်ဂဏန်းပါ!
zh: 税码必须是数字！

# VCVD_CURD_LBL_COLOR_FONT
source: text color
my: စာလုံးအရောင်
zh: 字体颜色

# VCVD_CURD_LBL_COLOR_RIM
source: border color
my: အရောင်မြိတ်
zh: 边框颜色

# VCVD_CURD_LBL_COLOR_RIM_FONT
source: color border
my: အရောင်များ chenille အက္ခရာများ
zh: 彩色边框

# VCVD_CURD_LBL_CUSTOMER_TYPE
source: Customer Type
my: ဖောက်သည်အမျိုးအစား
zh: 客户类型

# VCVD_CURD_LBL_DESCRIBE
source: Describe
my: ဖေါ်ပြချက်
zh: 描述

# VCVD_CURD_LBL_DETAILS
source: Details
my: ပြန်ကြားရေးလည်စည်း
zh: 信息领带

# VCVD_CURD_LBL_DETAILS_BANKING
source: Banking information
my: ဘဏ်လုပ်ငန်းသတင်းအချက်အလက်
zh: 银行信息

# VCVD_CURD_LBL_DETAIL_IMAGE
source: Detailed photos
my: ဓာတ်ပုံအသေးစိတျ
zh: 详细的照片

# VCVD_CURD_LBL_DISTRIBUTOR_AGENCY_STORE
source: NPP / Agent / Store
my: ဖြန့်ဖြူး / ကိုယ်စားလှယ် / Store က
zh: NPP /代理/商店

# VCVD_CURD_LBL_DURATION_INSURRANCE
source: Duration of insurance
my: term အာမခံ
zh: 保险期限

# VCVD_CURD_LBL_EDIT_INFORMATION_CAR
source: Fix car information
my: လုပ်ဆောင်ချက်များကားတစ်စီး
zh: 修理汽车信息

# VCVD_CURD_LBL_EDIT_NPP_STORE
source: Edit NPP information / Focal Point / Store
my: လုပ်ဆောင်ချက်များ NPP / Focal / Store က
zh: 编辑NPP信息/ Focal Point / Store

# VCVD_CURD_LBL_EMAIL
source: Email
my: အီးမေးလ်ပို့ရန်
zh: 电子邮件

# VCVD_CURD_LBL_EMPLOYEES
source: Employees
my: ဝန်ထမ်းများ
zh: 员工

# VCVD_CURD_LBL_EMPLOYEE_CHECKIN_CHECKOUT
source: Staff checkin / checkout
my: ဝန်ထမ်းစာရင်းပေးသွင်း / ကုန်ပစ္စည်း
zh: 工作人员签到/结账

# VCVD_CURD_LBL_EXPRESSION
source: Expression
my: စကားရပ်
zh: 表达

# VCVD_CURD_LBL_FONT SIZE
source: Text size
my: စာသားအရွယ်အစား
zh: 文字大小

# VCVD_CURD_LBL_GROUP
source: The group
my: အုပ်စုတစ်စု
zh: 组

# VCVD_CURD_LBL_GROUP_CUSTOMER
source: Customer group
my: ဖောက်သည်အုပ်စုတစ်စု
zh: 客户群

# VCVD_CURD_LBL_GROUP_PRODUCT
source: Product Groups
my: ကုန်ပစ္စည်းအဖွဲ့များ
zh: 产品组

# VCVD_CURD_LBL_IMAGE_CAR
source: Car image
my: ဓါတ်ပုံများယာဉ်များ
zh: 汽车图像

# VCVD_CURD_LBL_IMAGE_PRODUCT
source: Product image
my: ဓာတ်ပုံထုတ်ကုန်များ
zh: 产品照片

# VCVD_CURD_LBL_IMPORT_NUMBER_CAR
source: Enter license plate number
my: သွင်းကုန်ကားတစ်စီးအရေအတွက်ကပြား
zh: 输入车牌号码

# VCVD_CURD_LBL_IMPORT_PRICE
source: Import price
my: သဘောတူ
zh: 进口价格

# VCVD_CURD_LBL_KIND_CAR
source: Range of vehicle
my: မော်တော်ယာဉ်
zh: 车辆类型

# VCVD_CURD_LBL_KIND_CAR_NOT_BLANK
source: Vehicle type must not be left blank
my: မော်တော်ယာဉ်များအလွတ်မဖြစ်ရ
zh: 车辆类型不得留空

# VCVD_CURD_LBL_LABLE
source: Table
my: စားပှဲ
zh: 表

# VCVD_CURD_LBL_LIST_NPP_STORE
source: NPP List / Focal Point / Store
my: ဖြန့်ဖြူး / Focal / Store ကများစာရင်း
zh: NPP清单/联络点/商店

# VCVD_CURD_LBL_MAP
source: Map
my: မြေပုံ
zh: 地图

# VCVD_CURD_LBL_MEETING
source: The person met
my: အဘယ်သူသည်တွေ့ဆုံခဲ့ပြီး
zh: 这个人见了面

# VCVD_CURD_LBL_MULTI
source: Polygon
my: အနား
zh: 多边形

# VCVD_CURD_LBL_NAME
source: Name
my: နာမတျောကို
zh: 名

# VCVD_CURD_LBL_NAME_CUSTOMER
source: Customer name
my: ဖောက်သည်အမည်
zh: 客户名称

# VCVD_CURD_LBL_NAME_NPP_STORE
source: Name of NPP / Focal Point / Store
my: NPP အမည် / Focal / Store က
zh: NPP / Focal Point / Store的名称

# VCVD_CURD_LBL_NAME_PRODUCT
source: Product's name
my: ကုန်ပစ္စည်းအမည်ဖြင့်
zh: 产品名称

# VCVD_CURD_LBL_NEW
source: Add new
my: အသစ်က Add
zh: 添加新的

# VCVD_CURD_LBL_NEW_CAR
source: Add car
my: မော်တော်ယာဉ် Add
zh: 加车

# VCVD_CURD_LBL_NEW_NPP_STORE
source: Add new NPP / Focal Point / Store
my: အသစ်က NPP / Focal / Store မှာ Add
zh: 添加新的NPP / Focal Point / Store

# VCVD_CURD_LBL_NEW_SUPPLY
source: Add the feed
my: feed ကို Add
zh: 添加Feed

# VCVD_CURD_LBL_NOTE
source: Note
my: မှတ်ချက်ချ
zh: 注意

# VCVD_CURD_LBL_NOT_BLANK_ADDRESS
source: Do not leave the address field blank
my: အဘယ်သူမျှမလစ်လပ်လိပ်စာလယ်ပြင်
zh: 不要将地址字段留空

# VCVD_CURD_LBL_NOT_BLANK_AREA
source: Do not leave the area blank!
my: အဘယ်သူမျှမလွတ်ဧရိယာ!
zh: 不要将该区域留空！

# VCVD_CURD_LBL_NOT_BLANK_CODE_NPP_STORE
source: Do not leave the NPP code / Focal Point / Store blank
my: အဘယ်သူမျှမလစ်လပ်ကုဒ် NPP / Focal / Store က
zh: 不要将NPP代码/ Focal Point / Store留空

# VCVD_CURD_LBL_NOT_BLANK_NAME_NPP_STORE
source: Do not leave field name NPP / Focal Point / Store blank
my: လယ်ပြင်၌အလွတ် name ကို NPP / Focal / Store ကိုစွန့်ခွာမနေပါနဲ့
zh: 不要将字段名称NPP / Focal Point / Store留空

# VCVD_CURD_LBL_NOT_CHOOSE
source: Not selected
my: မရွေးချယ်
zh: 不要选择

# VCVD_CURD_LBL_NPP_STORE
source: NPP / Focal Point / Store
my: NPP / Focal / Store က

# VCVD_CURD_LBL_NUMBER_ACCOUNT
source: Account
my: အကောင့်
zh: 帐户

# VCVD_CURD_LBL_NUMBER_CAR
source: License plates
my: မော်တော်ကားအရေအတွက်ကပြား
zh: 车牌

# VCVD_CURD_LBL_NUMBER_CAR_NOT_BLANK
source: License plates must not be left blank
my: မော်တော်ကားနံပါတ်ပြားအလွတ်မဖြစ်ရ
zh: 车牌不得留空

# VCVD_CURD_LBL_ORIGIN
source: Origin
my: အရင်းအမြစ်
zh: 起源

# VCVD_CURD_LBL_PHONE_NUMBER
source: phone number
my: ဖုန်းနံပါတ်
zh: 电话号码

# VCVD_CURD_LBL_PHONE_NUMBER_FALSE
source: Phone number wrong format!
my: ပုံပျက်တဲ့ဖုန်းနံပါတ်!
zh: 电话号码格式错误！

# VCVD_CURD_LBL_POINT
source: Point
my: အမှတ်
zh: 点

# VCVD_CURD_LBL_PRICE
source: Price
my: အရောင်းရဆုံးစျေးနှုန်း
zh: 售价

# VCVD_CURD_LBL_PRODUCT_NOT_BLANK
source: Product group must not be empty!
my: ကုန်ပစ္စည်းအုပ်စုသည်အချည်းနှီးမဖွစျနိုငျ!
zh: 产品组不能为空！

# VCVD_CURD_LBL_ROLE
source: Role
my: အပိုင်း
zh: 部分

# VCVD_CURD_LBL_ROLE_NOT_BLANK
source: The role must not be blank!
my: အခန်းကဏ္ဍအချည်းနှီးမဖွစျနိုငျ!
zh: 角色不能为空！

# VCVD_CURD_LBL_SAVE
source: Save
my: နေဖို့
zh: 留

# VCVD_CURD_LBL_SEARCH
source: Search
my: ရှာဖှေ
zh: 搜索

# VCVD_CURD_LBL_SIZE_LOGIN
source: Registration size
my: Size ကိုမှတ်ပုံတင်
zh: 注册规模

# VCVD_CURD_LBL_SIZE_USING
source: Size used
my: Size ကိုအသုံးပြုခဲ့
zh: 使用的尺寸

# VCVD_CURD_LBL_STATUS
source: Status
my: အခွအေနေ
zh: 条件

# VCVD_CURD_LBL_STATUS_NOT_BLANK
source: Status cannot be blank!
my: အခြေအနေအချည်းနှီးမဖွစျနိုငျ!
zh: 状态不能为空！

# VCVD_CURD_LBL_STATUS_PRESENT
source: Status
my: ပြည်နယ်
zh: 状态

# VCVD_CURD_LBL_STYLE
source: type
my: ပုံစံ
zh: 类型

# VCVD_CURD_LBL_TIME_LOGIN
source: Registration time
my: မှတ်ပုံတင်ခြင်းအချိန်
zh: 报名时间

# VCVD_CURD_LBL_TO_BANK
source: At the bank
my: ကမ်း
zh: 在银行

# VCVD_CURD_LBL_TRADEMARK
source: Trademark
my: ကုန်အမှတ်တံဆိပ်
zh: 商标

# VCVD_CURD_LBL_UNIT
source: Unit
my: ယူနစ်
zh: 单位

# VCVD_CURD_LBL_UNIT_NOT_BLANK
source: Unit cannot be blank!
my: ယူနစ်အလွတ်မကျမည်အကြောင်း,
zh: 单位不能空白！

# VCVD_CURD_LBL_UPDATE
source: Update
my: update ကို
zh: 更新

# VCVD_CURD_LBL_WEIGHT
source: Weight
my: အလေးချိန်
zh: 重量

# VCVD_CURD_LBL_WEIGHT_DESIGN
source: Load design
my: ဒီဇိုင်းဝန်
zh: 负载设计

# VCVD_CURD_LBL_WEIGHT_FINISH
source: Load capacity
my: payload ဒေါင်းလုပ်လုပ်
zh: 负载能力

# VCVD_CURD_LBL_WEIGHT_TOTAL
source: Total load
my: စုစုပေါင်း downloads,
zh: 总负载

# VCVD_CURD_LBL_WIDTH_FONT
source: Font border width
my: အနားကွပ်အကျယ်ဖောင်
zh: 字体边框宽度

# VCVD_CURD_LBL_WIDTH_RIM
source: border width
my: အနားကွပ်အကျယ်
zh: 边界宽度

# VCVD_CURD_LBL_YEAR_PRODUCTION
source: Year of manufacture
my: ထုတ်လုပ်မှုအတွက်
zh: 制造年份

# VCVD_CURD_TXT_CODE_PLAN
source: Plan code
my: ma အစီအစဉ်များ
zh: 计划代码

# VCVD_CURD_TXT_STATUS
source: Status
my: အခွအေနေ
zh: 条件

# VCVD_LBL_DOUBLE_CLICK_VIEW_DETAIL_IMAGE
source: Double click to see image details
my: နောက်ထပ်ဓာတ်ပုံများကိုမြင်ရဖို့ကို Double-click နှိပ်ပြီး
zh: 双击以查看图像详细信息

# VCVD_LINK_HOME
source: Home page
my: နေအိမ်
zh: 家

# VCVD_LINK_MARKET_MANAGEMENT
source: Market management
my: Market ကစီမံခန့်ခွဲမှု
zh: 市场管理

# VCVD_MSG_CANNOT_DELETE_STORE_IN_WEEK
source: Cannot delete store used in plan!
my: စတိုးဆိုင်ကိုဖျက်ဖို့မအောင်မြင်ဘူးအစီအစဉ်အတွက်အသုံးပြုခဲ့သည်!
zh: 无法删除计划中使用的商店！

# VCVD_MSG_CANNOT_FIND_DATE_DELETE
source: No data needed to delete
my: ဒေတာဖျက်ပစ်ခံရဖို့များမတွေ့ပါ
zh: 无需删除数据

# VCVD_MSG_CANNOT_UPDATE_MANUFACT
source: Unable to edit, this brand already exists
my: တည်းဖြတ်မရနိုင်ပါ, ဒီအမှတ်တံဆိပ်ရှိပါတယ်
zh: 无法编辑，这个品牌已经存在

# VCVD_MSG_CAR
source: car
my: ကား
zh: 汽车

# VCVD_MSG_CAR_DELETED_PLS_SELECT_OTHER
source: This car has already been added, please choose another car
my: ဒီကားကပိုရှိပါတယ်ထို့နောက်အခြားကားတစ်စီးပင်လယ်ပြင်ရွေးချယ်ရန်
zh: 这辆车已经添加，请选择另一辆车

# VCVD_MSG_CODE_FIELD_EXTEND
source: Field code extended
my: တိုးချဲ့ကျောင်းကိုကုဒ်
zh: 扩展了域代码

# VCVD_MSG_DATA_NOT_EXIST_PLS_REFRESH
source: Data does not exist, please refresh the page
my: ဒေတာများမတည်ရှိပါဘူး, စာမကျြနှာ refresh ကျေးဇူးပြုပြီး
zh: 数据不存在，请刷新页面

# VCVD_MSG_EDIT_SUCCESS
source: Successful editing
my: အောင်မြင်သောပြင်ရန်
zh: 成功编辑

# VCVD_MSG_ERR_UPLOAD_FILE
source: There was an error when uploading the file!
my: ဖိုင်ကိုအပ်လုဒ်တင်စဉ်အမှားဖြစ်ပွားခဲ့သည်!
zh: 上传文件时出错！

# VCVD_MSG_FIELD_EXTEND
source: school expansion
my: လယ်ပြင် extension ကို
zh: 学校扩建

# VCVD_MSG_INFO_CAR
source: Vehicle information
my: ယာဉ်သတင်းအချက်အလက်များ
zh: 车辆信息

# VCVD_MSG_MANUFACT_ADDED
source: Brand has been added, can not be added again
my: ကုန်အမှတ်တံဆိပ်ထည့်သွင်းခဲ့ပြီးနောက်တဖန်မထည့်သွင်းနိုင်
zh: 品牌已添加，无法再添加

# VCVD_MSG_NO_INFO_CAR
source: This vehicle information does not exist, please try again
my: ယာဉ်သတင်းအချက်အလက်မတည်ရှိပါဘူး, ကျေးဇူးပြု. ထပ်ကြိုးစား
zh: 此车辆信息不存在，请再试一次

# VCVD_MSG_PLATE_USE_IN_OTHER_CAR
source: This number plate is being used for other vehicles
my: ဒီနံပါတ်ကိုပြားသည်အခြားမော်တော်ယာဉ်များအတွက်အသုံးပြုကြသည်
zh: 这个车牌正用于其他车辆

# VCVD_MSG_PLS_EXAM_NO_SALE_MANUFACT
source: Please check back, NPP / Focal Point does not sell this brand
my: ဒီအမှတ်တံဆိပ်မရောင်း, NPP / Focal ပြန်စစ်ဆေးပါ
zh: 请回来查看，NPP / Focal Point不会出售这个品牌

# VCVD_MSG_SAVED
source: Saved changes
my: အပြောင်းအလဲများသည်ကယ်တင်ခြင်းသို့ရောက်
zh: 保存更改

# VCVD_MSG_STORE
source: NPP / Focal Point / Store
my: NPP / Focal / Store က

# VCVD_MSG_STORE_CODE
source: NPP Code / Focal Point / Store
my: Code ကို NPP / Focal / Store က
zh: NPP代码/联络点/商店

# VCVD_CURD_LBL_CANCEL
source: Cancel
zh: 取消
