Repository: dinhphuong99/bu-Urc
Catalog: III.Admin/Resources/Controllers/VCWorkPlanController.*.resx
Languages: ja, ko, my

# VCLC_BTN_EDIT
source: Edit
ja: 編集
ko: 편집
my: ပြင်ဆင်ရန်

# VCLC_BTN_ERROR_RECORD
source: Error log
ja: エラーログ
ko: 에러 로그
my: မှားယွင်းနေသည်မှတ်တမ်းများ

# VCLC_BTN_EXPORT_EXCEL
source: Export excel
ja: Excelをエクスポート
ko: 엑셀 내보내기
my: ပို့ကုန် Excel

# VCLC_BTN_SELECT_FILE
source: Choose file
ja: ファイルを選択
ko: 파일을 선택하십시오
my: ဖိုင်တစ်ခုကိုရွေးပါ

# VCLC_CHART_TITLE_IMPORT_DATA
source: Chart
ja: チャート
ko: 차트
my: ဇယား

# VCLC_CORD_IN_MONTH
source: In month
ja: 月に
ko: 이 달에
my: မေလ

# VCLC_CORD_LBL_CEMENT_DENSITY_CHART
source: Cement density chart
ja: セメント密度チャート
ko: 시멘트 밀도 차트
my: ဘိလပ်မြေအချိုးဇယား

# VCLC_CORD_LBL_CONSUMPTION
source: Consumption
ja: 消費出力
ko: 소비 출력
my: စားသုံးမှုအသံအတိုးအကျယ်

# VCLC_CORD_OF
source: of the
ja: の
ko: ~의

# VCLC_CURD_LBL_APPROVE_WORK_PLAN
source: Browse the work plan
ja: 作業計画を閲覧する
ko: 작업 계획 찾아보기
my: အလုပ်၏အစီအစဉ်ခွင့်ပြုချက်

# VCLC_CURD_LBL_AREA
source: Area
ja: 面積
ko: 지역
my: ဧရိယာ

# VCLC_CURD_LBL_AREA1
source: Region
ja: 地域
ko: 지역
my: ဒေသ

# VCLC_CURD_LBL_AREAS
source: Area
ja: 面積
ko: 지역
my: ဧရိယာ

# VCLC_CURD_LBL_AVAILABLE_RESERVES
source: Available reserves
ja: 利用可能な埋蔵量
ko: 사용 가능한 준비금
my: ရရှိနိုင်သိုက်

# VCLC_CURD_LBL_BUT_SON
source: But Son
ja: しかし、息子
ko: 그러나 아들
my: သို့သော်သားတော်သည်

# VCLC_CURD_LBL_BUY_CONST
source: Prices entered
ja: 入力した価格
ko: 입력 된 가격
my: သွင်းကုန်စျေးနှုန်းများ

# VCLC_CURD_LBL_CATEGORY_WORK_PLAN
source: List of jobs
ja: ジョブのリスト
ko: 직업 목록
my: ပြောင်းဆန်သို့မဟုတ်အလုပ်အမျိုးအစား

# VCLC_CURD_LBL_CHECK_IN
source: Time Checkin
ja: タイムチェックイン
ko: 시간 체크인
my: checkin အချိန်

# VCLC_CURD_LBL_CHECK_OUT
source: Checkout time
ja: チェックアウト時間
ko: 결제 시간
my: checkout အချိန်

# VCLC_CURD_LBL_CLASSIFY
source: Species
ja: カテゴリー
ko: 카테고리
my: မျိုးစိတ်

# VCLC_CURD_LBL_CODE_EMPLOYEES
source: Employee code
ja: 従業員コード
ko: 직원 코드
my: ဝန်ထမ်းကုဒ်

# VCLC_CURD_LBL_CODE_PLAN
source: Plan code
ja: 計画コード
ko: 계획 코드
my: ma အစီအစဉ်များ

# VCLC_CURD_LBL_CODE_STORE
source: Store code
ja: 店舗コード
ko: 상점 코드
my: Store ကိုကုဒ်

# VCLC_CURD_LBL_CONSUMPTION
source: Consumption
ja: 消費出力
ko: 소비 출력
my: စားသုံးမှုအသံအတိုးအကျယ်

# VCLC_CURD_LBL_DATASHEET
source: Tables
ja: データの表
ko: 데이터 테이블
my: စားပွဲတင်ဒေတာ

# VCLC_CURD_LBL_DETAIL_STATISTICAL_AREA
source: Detailed area statistics
ja: 詳細なエリア統計
ko: 세부 영역 통계
my: အသေးစိတ်စာရင်းအင်းဧရိယာ

# VCLC_CURD_LBL_DIAGRAM_CEMENT
source: Cement density chart
ja: セメント密度チャート
ko: 시멘트 밀도 차트
my: ဘိလပ်မြေအချိုးဇယား

# VCLC_CURD_LBL_DIAGRAM_SEGMENTATION_BUILD
source: Chart of density of Construction & Placement segment
ja: 建設および配置セグメントの密度のチャート
ko: 건설 및 배치 부문의 밀도 차트
my: ဇယားအချိုးအစားအစိတ်အပိုင်းအဆောက်အအုံ & ဆောက်လုပ်ရေးဆင့်ခေါ်စာသွန်းလောင်း

# VCLC_CURD_LBL_DISTRIBUTOR_AGENCY_STORE
source: NPP / Agent / Store
ja: NPP /エージェント/ストア
ko: NPP / 에이전트 / 상점
my: ဖြန့်ဖြူး / ကိုယ်စားလှယ် / Store က

# VCLC_CURD_LBL_DISTRIBUTOR_AGENCY_STORE1
source: NPP / Agent / Store
ja: NPP /エージェント/ストア
ko: NPP / 에이전트 / 상점
my: ဖြန့်ဖြူး / ကိုယ်စားလှယ် / Store က

# VCLC_CURD_LBL_EMPLOYEES
source: Choose an employee
ja: 従業員を選ぶ
ko: 직원을 선택하십시오
my: Select လုပ်န်ထမ်း

# VCLC_CURD_LBL_EMPLOYEES1
source: Employees
ja: スタッフ
ko: 스태프
my: ဝန်ထမ်းများ

# VCLC_CURD_LBL_EMPLOYEE_CHECKIN_CHECKOUT
source: Staff checkin / checkout
ja: スタッフのチェックイン/チェックアウト
ko: 직원 체크인 / 체크 아웃
my: ဝန်ထမ်းစာရင်းပေးသွင်း / ကုန်ပစ္စည်း

# VCLC_CURD_LBL_EMPTY_RESERVES
source: Empty reserves
ja: 空の埋蔵量
ko: 빈 매장량
my: ရရှိနိုင်သိုက်

# VCLC_CURD_LBL_END_MONTH
source: Until the end of the month
ja: 月末まで
ko: 월말까지
my: လ၏အဆုံးသည်အထိ

# VCLC_CURD_LBL_GUIDE
source: Guide
ja: 説明書
ko: 지시 사항
my: လမ်းညွှန်

# VCLC_CURD_LBL_IMPORT_WORK_PLAN
source: Download weekly plots
ja: 毎週のプロットをダウンロードする
ko: 주간 음모 다운로드
my: စာရေးတပတ်အစီအစဉ်ကို Download လုပ်ပါ

# VCLC_CURD_LBL_INVENTORY_AREA
source: Inventory by region
ja: 地域ごとの在庫
ko: 지역별 인벤토리
my: ဒေသအားဖြင့်စာရင်း

# VCLC_CURD_LBL_IN_MONTH
source: in month
ja: 月に
ko: 그 달에
my: မေလ

# VCLC_CURD_LBL_JOB_CODE
source: Job Code
ja: ジョブコード
ko: 직업 코드
my: ယောဘသည် Code ကို

# VCLC_CURD_LBL_NAME_EMPLOYEES
source: Staff's name
ja: 従業員名
ko: 직원 이름
my: ဝန်ထမ်းအမည်ဖြင့်

# VCLC_CURD_LBL_NOTE
source: Note
ja: 注釈
ko: 비고
my: မှတ်ချက်ချ

# VCLC_CURD_LBL_NOTE_SEARCH_LIMIT
source: Note: Search is limited to 1 month
ja: 注：検索は1か月に制限されています
ko: 참고 : 검색은 1 개월로 제한됩니다
my: မှတ်ချက်: 1 လမှရှာရန်န့်အသတ်

# VCLC_CURD_LBL_OF
source: of the
ja: の
ko: ~의

# VCLC_CURD_LBL_PERCENTAGE
source: Ratio %
ja: 割合％
ko: 백분율 %
my: အချိုး%

# VCLC_CURD_LBL_PROGRESS_COMPLETING_WORK
source: Progress of completing work
ja: 作業完了の進捗
ko: 작업 완료 진행
my: တိုးတက်မှုကိုပြီးအလုပ်

# VCLC_CURD_LBL_PROPORTION
source: Proportion
ja: 密度
ko: 밀도
my: သိပ်သည်းဆ

# VCLC_CURD_LBL_QUANTITY_IMPORT
source: The number of import
ja: 入力された数量
ko: 입력 된 수량
my: နံပါတ်သင်္ကေတပြ

# VCLC_CURD_LBL_REPORT_INSTOCK
source: Inventory / Entry price / Selling price
ja: 在庫/エントリー価格/販売価格
ko: 재고 / 입고가 / 판매가
my: စာရင်း / စျေးသွင်းကုန် / စျေး

# VCLC_CURD_LBL_SEARCH
source: Search
ja: 検索する
ko: 검색
my: ရှာဖှေ

# VCLC_CURD_LBL_SEARCH_BUY_CONST
source: Search for entry prices
ja: エントリー価格を検索
ko: 참가 가격 검색
my: Search ကိုတင်သွင်းဈေးနှုန်း

# VCLC_CURD_LBL_SEARCH_CONSUMPTION
source: Looking for consumption
ja: 消費を探しています
ko: 소비를 찾고
my: ရှာရန်စားသုံးမှု

# VCLC_CURD_LBL_SEARCH_EMPTY_RESERVES
source: Search for empty reserves
ja: 空の埋蔵量を検索
ko: 빈 매장량 검색
my: Search ကိုရရှိနိုင်သိုက်

# VCLC_CURD_LBL_SEARCH_FROM_DATE
source: Since
ja: その日から
ko: 하루부터
my: နေ့မှစ.

# VCLC_CURD_LBL_SEARCH_INPUT_QUANTITY_IN_MONTH
source: Search for the number of entries in the month
ja: その月のエントリ数を検索する
ko: 해당 월의 항목 수를 검색하십시오.
my: လစဉ်ကာလအတွင်းတင်သွင်းရှာရန်အရေအတွက်

# VCLC_CURD_LBL_SEARCH_INVENTORY_AREA
source: Search for inventory by region
ja: 地域ごとに在庫を検索する
ko: 지역별 재고 검색
my: ဒေသအားဖြင့်ရှာရန်စာရင်း

# VCLC_CURD_LBL_SEARCH_PROPORTION_CEMENT
source: Search for cement density
ja: セメント密度の検索
ko: 시멘트 밀도 검색
my: ရှာရန်သိပ်သည်းဆဘိလပ်မြေ

# VCLC_CURD_LBL_SEARCH_PROPORTION_PRODUCT_GROUP
source: Search for segment density
ja: セグメント密度を検索
ko: 세그먼트 밀도 검색
my: ရှာရန်သိပ်သည်းဆအစိတ်အပိုင်း

# VCLC_CURD_LBL_SEARCH_TO_DATE
source: To date
ja: さあ
ko: 어서
my: ယနေ့အထိ

# VCLC_CURD_LBL_SEARCH_WORKING_PROGRESS
source: Search for work progress
ja: 作業進捗を検索する
ko: 작업 진행 상황 검색
my: ယောဘသည်ရှာဖွေရေးတိုးတက်မှုကို

# VCLC_CURD_LBL_SELECT_EMPLOYEES
source: Choose an employee
ja: 従業員を選ぶ
ko: 직원을 선택하십시오
my: Select လုပ်န်ထမ်း

# VCLC_CURD_LBL_SPECIES
source: Species
ja: カテゴリー
ko: 카테고리
my: မျိုးစိတ်

# VCLC_CURD_LBL_SPECIES_ALL
source: All categories
ja: すべてのカテゴリ
ko: 모든 카테고리
my: အားလုံးအမျိုးအစားများ

# VCLC_CURD_LBL_STATUS
source: Status
ja: ステータス
ko: 상태
my: အခွအေနေ

# VCLC_CURD_LBL_STORE
source: Store
ja: ショップ
ko: 쇼핑
my: ကုန်ဆိုင်

# VCLC_CURD_LBL_SUM
source: total
ja: 合計
ko: 합계
my: စုစုပေါင်း

# VCLC_CURD_LBL_TIME
source: Time
ja: 時間
ko: 시간
my: အချိန်

# VCLC_CURD_LBL_TIME1
source: Time
ja: 時間
ko: 시간
my: အချိန်

# VCLC_CURD_LBL_TONS
source: Ton
ja: トン
ko: 톤
my: တန်ချိန်

# VCLC_CURD_LBL_TOTAL
source: total
ja: 合計
ko: 합계
my: စုစုပေါင်း

# VCLC_CURD_LBL_TRADEMARK
source: Trademark
ja: ブランド名
ko: 브랜드
my: ကုန်အမှတ်တံဆိပ်

# VCLC_CURD_LBL_TRADEMARK1
source: Trademark
ja: ブランド名
ko: 브랜드
my: ကုန်အမှတ်တံဆိပ်

# VCLC_CURD_LBL_WEEK
source: Week
ja: 週
ko: 주
my: ရက်သတ္တပတ်

# VCLC_CURD_TXT_AREA
source: All areas
ja: すべてのエリア
ko: 모든 영역
my: အားလုံးဒေသများ

# VCLC_CURD_TXT_AREAS_ALL
source: All areas
ja: すべてのエリア
ko: 모든 영역
my: အားလုံးဒေသများ

# VCLC_CURD_TXT_CHECK_IN
source: Time Checkin
ja: タイムチェックイン
ko: 시간 체크인
my: checkin အချိန်

# VCLC_CURD_TXT_CHECK_OUT
source: Checkout time
ja: チェックアウト時間
ko: 결제 시간
my: checkout အချိန်

# VCLC_CURD_TXT_CLASSIFY
source: All categories
ja: すべてのカテゴリ
ko: 모든 카테고리
my: အားလုံးအမျိုးအစားများ

# VCLC_CURD_TXT_CODE_PLAN
source: Plan code
ja: 計画コード
ko: 계획 코드
my: ma အစီအစဉ်များ

# VCLC_CURD_TXT_DISTRIBUTOR_AGENCY_STORE
source: NPP / Agent / Store
ja: NPP /エージェント/ストア
ko: NPP / 에이전트 / 상점
my: ဖြန့်ဖြူး / ကိုယ်စားလှယ် / Store က

# VCLC_CURD_TXT_DISTRIBUTOR_AGENCY_STORE1
source: NPP / Agent / Store
ja: NPP /エージェント/ストア
ko: NPP / 에이전트 / 상점
my: ဖြန့်ဖြူး / ကိုယ်စားလှယ် / Store က

# VCLC_CURD_TXT_EMPLOYEES
source: Employees
ja: スタッフ
ko: 스태프
my: ဝန်ထမ်းများ

# VCLC_CURD_TXT_EMPLOYEES1
source: Employees
ja: スタッフ
ko: 스태프
my: ဝန်ထမ်းများ

# VCLC_CURD_TXT_JOB_CODE
source: Job Code
ja: ジョブコード
ko: 직업 코드
my: ယောဘသည် Code ကို

# VCLC_CURD_TXT_SEARCH_FROM_DATE
source: Since
ja: その日から
ko: 하루부터
my: နေ့မှစ.

# VCLC_CURD_TXT_SEARCH_TO_DATE
source: To date
ja: さあ
ko: 어서
my: ယနေ့အထိ

# VCLC_CURD_TXT_SELECT_AREA
source: Select the region
ja: 地域を選択してください
ko: 지역을 선택하십시오
my: ဧရိယာကိုရွေးချယ်ပါ

# VCLC_CURD_TXT_SELECT_EMPLOYEES
source: Choose an employee
ja: 従業員を選ぶ
ko: 직원을 선택하십시오
my: Select လုပ်န်ထမ်း

# VCLC_CURD_TXT_SELECT_FILE
source: Select the upload file
ja: アップロードファイルを選択します
ko: 업로드 파일을 선택하십시오
my: upload ဖိုင်များကိုကို Select လုပ်ပါ

# VCLC_CURD_TXT_SELECT_MONTH
source: Choose the month
ja: 月を選択してください
ko: 달을 선택하십시오
my: လကိုရွေးချယ်ပါ

# VCLC_CURD_TXT_SELECT_SPECIES
source: Choose a category
ja: カテゴリーを選択してください
ko: 카테고리를 선택하십시오
my: အမျိုးအစားကိုရွေးချယ်ပါ

# VCLC_CURD_TXT_SELECT_STORE
source: Choose a store
ja: 店舗を選ぶ
ko: 상점을 선택하십시오
my: စတိုးဆိုင်ကို Select လုပ်ပါ

# VCLC_CURD_TXT_STATUS
source: All status
ja: すべてのステータス
ko: 모든 상태
my: အားလုံးအဆင့်အတန်း

# VCLC_CURD_TXT_TIME
source: Choose the month
ja: 月を選択してください
ko: 달을 선택하십시오
my: လကိုရွေးချယ်ပါ

# VCLC_CURD_TXT_TRADEMARK
source: All brands
ja: すべてのブランド
ko: 모든 브랜드
my: အားလုံးကုန်အမှတ်တံဆိပ်

# VCLC_CURD_TXT_TRADEMARK1
source: Trademark
ja: ブランド名
ko: 브랜드
my: ကုန်အမှတ်တံဆိပ်

# VCLC_LBL_DOUBLE_CLICK_EDIT
source: Double click to edit the store list in the plan before browsing
ja: 参照する前に、プラン内の店舗リストをダブルクリックして編集します
ko: 찾아보기 전에 계획에서 상점 목록을 편집하려면 두 번 클릭하십시오.
my: ခွင့်ပြုချက်ရှေ့တော်၌ထိုအစီအစဉ်အတွက်စတိုးဆိုင်များ၏စာရင်းတည်းဖြတ်ရန်ကို Double-click နှိပ်ပြီး

# VCLC_LBL_DOUBLE_CLICK_VIEW_DETAIL_IMAGE
source: Double click to see image details
ja: ダブルクリックして画像の詳細を表示します
ko: 이미지 세부 사항을 보려면 두 번 클릭하십시오.
my: နောက်ထပ်ဓာတ်ပုံများကိုမြင်ရဖို့ကို Double-click နှိပ်ပြီး

# VCLC_LBL_DOUBLE_CLICK_VIEW_WORK_PLAN_DETAIL
source: Double click to see the work plan details
ja: ダブルクリックして作業計画の詳細を表示します
ko: 작업 계획 세부 사항을 보려면 두 번 클릭하십시오.
my: အသေးစိတ်အလုပ်အစီအစဉ်ကိုကြည့်ရှုဖို့ကို Double-click နှိပ်ပြီး

# VCLC_LINK_APPROVE_WORK_PLAN
source: Browse the work plan
ja: 作業計画を閲覧する
ko: 작업 계획 찾아보기
my: အလုပ်၏အစီအစဉ်ခွင့်ပြုချက်

# VCLC_LINK_CATEGORY_WORK_PLAN
source: List of jobs
ja: ジョブのリスト
ko: 직업 목록
my: ပြောင်းဆန်သို့မဟုတ်အလုပ်အမျိုးအစား

# VCLC_LINK_HOME
source: Home page
ja: ホーム
ko: 홈
my: နေအိမ်

# VCLC_LINK_HOME1
source: Home page
ja: ホーム
ko: 홈
my: နေအိမ်

# VCLC_LINK_IMPORT_WORK_PLAN
source: Download weekly plots
ja: 毎週のプロットをダウンロードする
ko: 주간 음모 다운로드
my: စာရေးတပတ်အစီအစဉ်ကို Download လုပ်ပါ

# VCLC_LINK_MARKET_MANAGEMENT
source: Market management
ja: 市場管理
ko: 시장 관리
my: Market ကစီမံခန့်ခွဲမှု

# VCLC_LIST_COL_ACTION
source: Action
ja: アクション
ko: 행동
my: လုပ်ရပ်များ

# VCLC_LIST_COL_AREA
source: Area
ja: 面積
ko: 지역
my: ဧရိယာ

# VCLC_LIST_COL_AREAS
source: Area
ja: 面積
ko: 지역
my: ဧရိယာ

# VCLC_LIST_COL_CHECK_IN
source: Time Checkin
ja: タイムチェックイン
ko: 시간 체크인
my: checkin အချိန်

# VCLC_LIST_COL_CHECK_OUT
source: Checkout time
ja: チェックアウト時間
ko: 결제 시간
my: checkout အချိန်

# VCLC_LIST_COL_CLASSIFY
source: Species
ja: カテゴリー
ko: 카테고리
my: မျိုးစိတ်

# VCLC_LIST_COL_CURRENT_STATUS
source: Status
ja: ステータス
ko: 상태
my: အခွအေနေ

# VCLC_LIST_COL_DISTRIBUTOR_AGENCY_STORE
source: NPP / Agent / Store
ja: NPP /エージェント/ストア
ko: NPP / 에이전트 / 상점
my: ဖြန့်ဖြူး / ကိုယ်စားလှယ် / Store က

# VCLC_LIST_COL_DISTRIBUTOR_AGENCY_STORE1
source: NPP / Agent / Store
ja: NPP /エージェント/ストア
ko: NPP / 에이전트 / 상점
my: ဖြန့်ဖြူး / ကိုယ်စားလှယ် / Store က

# VCLC_LIST_COL_EMPLOYEES
source: Employees
ja: スタッフ
ko: 스태프
my: ဝန်ထမ်းများ

# VCLC_LIST_COL_FROM_DAY
source: Since
ja: その日から
ko: 하루부터
my: နေ့မှစ.

# VCLC_LIST_COL_IMAGE
source: Image
ja: 写真
ko: 사진
my: ပုံရိပ်

# VCLC_LIST_COL_IMAGE_CHECKIN_CHECKOUT
source: Photo Checkin / Checkout
ja: 写真のチェックイン/チェックアウト
ko: 사진 체크인 / 체크 아웃
my: ဓာတ်ပုံစာရင်းသွင်း / ထွက်ရန်

# VCLC_LIST_COL_IMPORT_PRICE
source: Prices entered
ja: 入力した価格
ko: 입력 된 가격
my: သွင်းကုန်စျေးနှုန်းများ

# VCLC_LIST_COL_INVENTORY
source: Inventory (T)
ja: 在庫（T）
ko: 재고 (T)
my: သိုလှောင်မှု (T) ကို

# VCLC_LIST_COL_LEADER_IDEA
source: User comments
ja: ユーザーのコメント
ko: 사용자 의견
my: ထင်မြင်ချက်သဘောတူညီချက်ပေး

# VCLC_LIST_COL_NAME
source: Employees
ja: スタッフ
ko: 스태프
my: ဝန်ထမ်းများ

# VCLC_LIST_COL_ORDER
source: Order
ja: ご注文
ko: 주문
my: အမိန့်

# VCLC_LIST_COL_PERCENT
source: % finish
ja: 完了率
ko: 완료율
my: % အပြီးအစီး

# VCLC_LIST_COL_PRODUCTION_CONSUMPTION_MONTH
source: Production of monthly consumption (T)
ja: 毎月の消費量の生産（T）
ko: 월간 소비량 (T)
my: မတ်လအရောင်းအထွက် (T) ကို

# VCLC_LIST_COL_PROPORTION_CALTULATE
source: But Son proportion (calculated)
ja: しかし、息子の割合（計算）
ko: 그러나 아들의 비율 (계산)
my: သားတော်သည် Density (တွက်ချက်)

# VCLC_LIST_COL_PROPORTION_ENTER_HAND
source: But Son proportion (enter hand)
ja: しかし、息子の割合（手に入る）
ko: 그러나 아들의 비율 (손을 입력)
my: သိပ်သည်းဆသားတော်ကို (ကိုယ်တိုင်ဝင်ကြ၏)

# VCLC_LIST_COL_SPECIES
source: Species
ja: カテゴリー
ko: 카테고리
my: မျိုးစိတ်

# VCLC_LIST_COL_STORE
source: Store
ja: ショップ
ko: 쇼핑
my: ကုန်ဆိုင်

# VCLC_LIST_COL_STT
source: Order
ja: ご注文
ko: 주문
my: အမိန့်

# VCLC_LIST_COL_TIME
source: Time
ja: 時間
ko: 시간
my: အချိန်

# VCLC_LIST_COL_TIME1
source: Time
ja: 時間
ko: 시간
my: အချိန်

# VCLC_LIST_COL_TIME_IMPLEMENT
source: Execution time
ja: 実施時間
ko: 시행 시간
my: execution အချိန်

# VCLC_LIST_COL_TOTAL_CAN_IMP
source: Empty reserves
ja: 空の埋蔵量
ko: 빈 매장량
my: ရရှိနိုင်သိုက်

# VCLC_LIST_COL_TO_DAY
source: To date
ja: さあ
ko: 어서
my: ယနေ့အထိ

# VCLC_LIST_COL_TRADEMARK
source: Trademark
ja: ブランド名
ko: 브랜드
my: ကုန်အမှတ်တံဆိပ်

# VCLC_LIST_COL_WEEK_NO
source: Week of things
ja: 物事の週
ko: 일주일
my: ရက်သတ္တပတ်

# VCLC_LIST_COL_WP_CODE
source: Plan code
ja: 計画コード
ko: 계획 코드
my: ma အစီအစဉ်များ

# VCLC_MSG_ADD_RECORD_ERROR
source: There was an error adding the record
ja: レコードの追加中にエラーが発生しました
ko: 레코드를 추가하는 중에 오류가 발생했습니다
my: မှားယွင်းနေသည်မှတ်တမ်းများထည့်သွင်း

# VCLC_MSG_ADD_RECORD_SUCCESS
source: Add successful record
ja: 成功したレコードを追加
ko: 성공적인 기록 추가
my: ပိုများသောအောင်မြင်သောမှတ်တမ်းများ

# VCLC_MSG_ADD_STORE_SUCCESS
source: Add successful store.
ja: 成功したストアを追加します。
ko: 성공적인 상점을 추가하십시오.
my: ပိုများသောအောင်မြင်သောစတိုးဆိုင်များ။

# VCLC_MSG_ADD_STORE_TO_WORK_PLAN
source: Add stores to successful week plans
ja: 成功した週間計画に店舗を追加する
ko: 성공적인 주 계획에 상점 추가
my: အောင်မြင်သောတပတ်စီစဉ်ဖို့ဆိုင် Add

# VCLC_MSG_CHANGE_STATUS_APPOVE_SUCCESS
source: Transfer status successfully.
ja: ステータスを正常に転送します。
ko: 상태를 성공적으로 전송하십시오.
my: အကူးအပြောင်းကိုအောင်မြင်စွာ browser ကို။

# VCLC_MSG_CHANGE_STATUS_REJECTED_APPROVE_SUCCESS
source: Successfully reject the approval status.
ja: 承認ステータスを拒否します。
ko: 승인 상태를 성공적으로 거부합니다.
my: ခွင့်ပြုချက်ငြင်းဆန်ဖို့ကိုအောင်မြင်စွာပြောင်းလဲ။

# VCLC_MSG_DELETE_STORE
source: Delete the store from the successful weekly plan
ja: 成功した週間計画からストアを削除します
ko: 성공적인 주간 계획에서 상점 삭제
my: စီစဉ်ထားတဲ့စတိုးဆိုင်အောင်မြင်သောတပတ်ကနေဖျက်ပစ်ပါ

# VCLC_MSG_EMPLOYEE_REQUIRED
source: Staff required
ja: 要スタッフ
ko: 필요한 직원
my: ဝန်ထမ်းများလိုအပ်

# VCLC_MSG_ERROR_ADD_STORE
source: There was an additional store error.
ja: 追加のストアエラーがありました。
ko: 추가 상점 오류가 발생했습니다.
my: ပိုများသောအမှားစတိုးဆိုင်။

# VCLC_MSG_ERROR_LOAD
source: Error loading store list!
ja: ストアリストの読み込み中にエラーが発生しました！
ko: 상점 목록을로드하는 중 오류가 발생했습니다!
my: မှားယွင်းနေသည်တင်စာရင်းစတိုးဆိုင်!

# VCLC_MSG_FROM_DATE_REQUIRED
source: From the date required
ja: 必要な日から
ko: 필요한 날짜부터
my: နေ့မှစ. လိုအပ်

# VCLC_MSG_IMPLEMENTATION_PLAN
source: The week plan has been done.
ja: 週間計画が完了しました。
ko: 주 계획이 완료되었습니다.
my: စီမံကိန်းအပတ် / အမှုကိုပြုလျက်ရှိသည်ခဲ့သည်။

# VCLC_MSG_NON_STORE_USER_MANAGER
source: Users do not manage stores!
ja: ユーザーはストアを管理しません！
ko: 사용자는 상점을 관리하지 않습니다!
my: အသုံးပြုသူစတိုးဆိုင်စီမံခန့်ခွဲမထားဘူး!

# VCLC_MSG_NOT_EXITS_ROCORD
source: No record exists
ja: レコードがありません
ko: 레코드가 없습니다
my: N ကိုမှတ်တမ်းများ

# VCLC_MSG_NOT_REPAIR_PLAN
source: Unable to edit the plan.
ja: 計画を編集できません。
ko: 계획을 편집 할 수 없습니다.
my: အဘယ်သူမျှမဆုံးမပဲ့ပြင်အစီအစဉ်ကိုဖန်ဆင်းခဲ့သည်။

# VCLC_MSG_PLAN
source: Plan
ja: 計画
ko: 계획
my: စီမံကိန်း

# VCLC_MSG_PLAN_TITLE
source: Plan
ja: 計画
ko: 계획
my: စီမံကိန်း

# VCLC_MSG_PLAN_WEEK_NOT_EXIST
source: The week plan does not exist or has been deleted.
ja: 週間計画が存在しないか、削除されました。
ko: 주 계획이 없거나 삭제되었습니다.
my: တစ်ပတ်စီစဉ်မတည်ရှိပါဘူးသို့မဟုတ်ဖယ်ရှားပစ်လိုက်ပြီ။

# VCLC_MSG_PLAN_WEEK_NO_DELETE
source: The approved week plan cannot be deleted.
ja: 承認された週間計画は削除できません。
ko: 승인 된 주 계획은 삭제할 수 없습니다.
my: တစ်ပတ်စီစဉ် browser ကိုဖျက်ပစ်နိုင်ခြင်းမရှိသေးပေ။

# VCLC_MSG_RECORD_NOT_EXIST_OR_DELETED
source: The record does not exist or has been deleted
ja: レコードが存在しないか、削除されました
ko: 레코드가 존재하지 않거나 삭제되었습니다
my: အဆိုပါစံချိန်မတည်ရှိပါဘူးသို့မဟုတ်ဖယ်ရှားခဲ့ပြီး

# VCLC_MSG_SELECT_RECORD
source: Select the record to create new
ja: レコードを選択して新規作成します
ko: 새로 만들 레코드를 선택하십시오
my: မှတ်တမ်းအသစ်တစ်ခုဖန်တီးရန်ရွေးချယ်

# VCLC_MSG_SELECT_RECORD_DELETE
source: Select the record to delete
ja: 削除するレコードを選択します
ko: 삭제할 레코드를 선택하십시오
my: delete ရန်စံချိန်ကို Select လုပ်ပါ

# VCLC_MSG_SPECIES_REQUIRED
source: Required categories
ja: 必須カテゴリ
ko: 필수 카테고리
my: မဖြစ်မနေလိုအပ်ချက်များ၏ category

# VCLC_MSG_STORE_HAD_IN_PLAN
source: The store is already in the plan.
ja: ストアはすでに計画中です。
ko: 상점이 이미 계획에 있습니다.
my: ရှိပြီးသားအစီအစဉ်အတွက်စတိုးဆိုင်များ။

# VCLC_MSG_STORE_IN_WWEK_PLAN
source: Stores already in the week plan.
ja: 週間計画にすでに入っている店。
ko: 이미 주 계획에있는 상점.
my: စတိုးဆိုင်များရက်သတ္တပတ်စီစဉ်ထားခဲ့သည်။

# VCLC_MSG_STORE_NOT_IN_WEEK_PLAN
source: The store is not included in the weekly plan.
ja: 店舗は週間プランに含まれていません。
ko: 상점은 주간 계획에 포함되지 않습니다.
my: စတိုးဆိုင်များအစီအစဉ်ရက်သတ္တပတ်အနည်းငယ်အတွင်းမပါဝင်။

# VCLC_MSG_STORE_REQUIRED
source: Store required
ja: 必要なストア
ko: 필요한 상점
my: မဖြစ်မနေသိမ်းဆည်းထား

# VCLC_MSG_TIME_REQUIRED
source: Required time required
ja: 所要時間
ko: 필요한 시간
my: အချိန်လိုအပ်

# VCLC_MSG_TO_DATE_REQUIRED
source: To date required
ja: 必要な日付まで
ko: 필요한 날짜
my: ရက်စွဲကိုရန်လိုအပ်

# VCLC_MSG_TRADEMARK_REQUIRED
source: Brand required
ja: 必要なブランド
ko: 필요한 브랜드
my: ကုန်အမှတ်တံဆိပ်မဖြစ်မနေ

# VCLC_MSG_USER_EXIST
source: User does not exist!
ja: ユーザーが存在しません！
ko: 사용자가 존재하지 않습니다!
my: အသုံးပြုသူမတည်ရှိပါဘူး!

# VCLC_MSG_WEEK_PLAN_ADD_STORE_SUCCESS
source: Add stores to successful week plans
ja: 成功した週間計画に店舗を追加する
ko: 성공적인 주 계획에 상점 추가
my: အောင်မြင်သောတပတ်စီစဉ်ဖို့ဆိုင် Add

# VCLC_MSG_WEEK_PLAN_DELETE_STORE_SUCCESS
source: Delete the store from the successful weekly plan
ja: 成功した週間計画からストアを削除します
ko: 성공적인 주간 계획에서 상점 삭제
my: စီစဉ်ထားတဲ့စတိုးဆိုင်အောင်မြင်သောတပတ်ကနေဖျက်ပစ်ပါ

# VCLC_MSG_WEEK_PLAN_ERRORED_DELETE
source: There was an error deleting the week plan
ja: 週間計画の削除中にエラーが発生しました
ko: 주 계획을 삭제하는 중에 오류가 발생했습니다
my: တပတ်အစီအစဉ်ကိုမဖျက်ပစ်မှားယွင်းနေသည်

# VCLC_MSG_WEEK_PLAN_ERROR_ADD
source: There was an error adding the store to the week plan
ja: 週間計画へのストアの追加中にエラーが発生しました
ko: 상점을 주 계획에 추가하는 중에 오류가 발생했습니다.
my: မှားယွင်းနေသည်စတိုးဆိုင်များတစ်ပတ်စီစဉ်မှဖြည့်စွက်

# VCLC_MSG_WEEK_PLAN_ERROR_APPROVE
source: There was an error browsing the week plan.
ja: 週間計画の閲覧中にエラーが発生しました。
ko: 주 계획을 찾아 보는 중에 오류가 발생했습니다.
my: မှားယွင်းနေသည်တစ်ပတ်များအတွက်အစီအစဉ်များအတည်ပြု။

# VCLC_MSG_WEEK_PLAN_ERROR_DELETE_STORE
source: There was an error deleting the store from the week plan
ja: 週間計画からストアを削除中にエラーが発生しました
ko: 주 계획에서 상점을 삭제하는 중에 오류가 발생했습니다.
my: စီစဉ်ထားတဲ့အပတ်ကနေတိုးကိုမဖျက်ပစ်မှားယွင်းနေသည်

# VCLC_MSG_WEEK_PLAN_HAD_STORE
source: Stores already in the week plan
ja: 既にウィークプランにある店舗
ko: 이미 주 계획에있는 상점
my: ရှိပြီးသားအစီအစဉ်ရေးဆွဲခြင်းသီတင်းပတ်အတွင်းစတိုးဆိုင်များ

# VCLC_MSG_WEEK_PLAN_NOT_DELETE
source: The approved week plan cannot be deleted
ja: 承認された週間計画は削除できません
ko: 승인 된 주 계획은 삭제할 수 없습니다
my: အဆိုပါအတည်ပြုအစီအစဉ်ကိုသီတင်းပတ်ဖျက်ပစ်မထားဘူး

# VCLC_MSG_WEEK_PLAN_NOT_EXIST
source: The week plan does not exist or has been deleted
ja: 週間計画が存在しないか、削除されました
ko: 주 계획이 없거나 삭제되었습니다
my: တစ်ပတ်စီစဉ်မတည်ရှိပါဘူးသို့မဟုတ်ဖယ်ရှားခဲ့ပြီး

# VCLC_MSG_WEEK_PLAN_NOT_STORE
source: The store is not included in the weekly plan
ja: 店舗は週間プランに含まれていません
ko: 상점은 주간 계획에 포함되지 않습니다
my: အဆိုပါစီမံကိန်းရေးဆွဲခြင်းသီတင်းပတ်အတွင်းမပါဝင်စတိုးဆိုင်များ

# VCLC_MSG_WRONG_STATUS_REQUIRED
source: Incorrect transfer of status required
ja: 誤ったステータスの転送が必要です
ko: 잘못된 상태 이전이 필요합니다
my: မှားယွင်းနေဂီယာတောင်းဆိုမှုကို status ကို

# VCLC_SOS_CURD_LBL_FROM_DAY
source: Since
ja: その日から
ko: 하루부터
my: နေ့မှစ.

# VCLC_SOS_CURD_LBL_TO_DAY
source: To date
ja: さあ
ko: 어서
my: ယနေ့အထိ

# VCLC_SOS_CURD_TXT_FROM_DAY
source: Since
ja: その日から
ko: 하루부터
my: နေ့မှစ.

# VCLC_SOS_CURD_TXT_TODAY
source: To date
ja: さあ
ko: 어서
my: ယနေ့အထိ

# VCLC_SOS_LIST_COL_ADDRESS
source: Address
ja: 住所
ko: 주소
my: လိပ်စာ

# VCLC_SOS_LIST_COL_KEY_SOSCODE
source: Code (SOS Code)
ja: コード（SOSコード）
ko: 코드 (SOS 코드)
my: code (အရေးပေါ် Code ကို)

# VCLC_SOS_LIST_COL_LEVEL
source: Level
ja: 学位
ko: 학위
my: ဒီဂရီ

# VCLC_SOS_LIST_COL_LOCATION
source: Location location
ja: ロケーションロケーション
ko: 위치 위치
my: တည်နေရာတည်နေရာ

# VCLC_SOS_LIST_COL_MANIPULATION
source: Manipulation
ja: 操作
ko: 조작
my: ခြယ်လှယ်

# VCLC_SOS_LIST_COL_TIME
source: Time
ja: 時間
ko: 시간
my: အချိန်

# VCLC_SOS_LIST_COL_TITLE
source: Title
ja: 役職
ko: 직함
my: ဉီးတည်ချက်

# VCLC_SOS_MSG_TIP
source: Double click to view the photo list
ja: ダブルクリックして写真リストを表示します
ko: 사진 목록을 보려면 두 번 클릭하십시오.
my: ဓါတ်ပုံများ၏စာရင်းကိုကြည့်ဖို့ကို Double-click နှိပ်ပြီး

# VCLC_SOS_TITLE_SOS
source: Emergency (SOS)
ja: 緊急（SOS）
ko: 긴급 (SOS)
my: အရေးပေါ် (အရေးပေါ်)

# VCLC_TAB_DETAIL_LIST_COL_ADDRESS_DISTRIBUTOR_AGENCY_STORE
source: Address
ja: 住所
ko: 주소
my: လိပ်စာ

# VCLC_TAB_DETAIL_LIST_COL_DISTRIBUTOR_AGENCY_STORE
source: NPP / Agent / Store
ja: NPP /エージェント/ストア
ko: NPP / 에이전트 / 상점
my: NPP / dly / Store က

# VCLC_TAB_DETAIL_LIST_COL_EMPLOYEES
source: Employees
ja: スタッフ
ko: 스태프
my: ဝန်ထမ်းများ

# VCLC_TAB_DETAIL_LIST_COL_EMPTY_RESERVES
source: Empty reserves
ja: 空の埋蔵量
ko: 빈 매장량
my: ရရှိနိုင်သိုက်

# VCLC_TAB_DETAIL_LIST_COL_PLAN_TIME
source: Plan time
ja: 計画時間
ko: 계획 시간
my: အချိန်အစီအစဉ်

# VCLC_TAB_DETAIL_LIST_COL_PROPORTION
source: Proportion of paint pen
ja: ペイントペンの割合
ko: 페인트 펜의 비율
my: အချိုးအစားဆေးသုတ်ကလောင်

# VCLC_TAB_DETAIL_LIST_COL_STATUS
source: Status
ja: ステータス
ko: 상태
my: အခွအေနေ

# VCLC_TAB_DETAIL_TITLE_JOB_DETAIL
source: Details of work execution
ja: 作業実行の詳細
ko: 작업 실행의 세부 사항
my: အသေးစိတ်အလုပ်စွမ်းဆောင်မှု

# VCLC_TAB_DN_LIST_COL_INVENTORY
source: Inventory
ja: 在庫
ko: 재고
my: စာရင်း

# VCLC_TAB_DN_LIST_COL_PRICE
source: Price
ja: 価格
ko: 가격
my: အရောင်းရဆုံးစျေးနှုန်း

# VCLC_TAB_DN_LIST_COL_PRODUCT
source: Product
ja: 製品
ko: 제품
my: ထုတ်ကုန်

# VCLC_TAB_DN_LIST_COL_PURCHASE_PRICE
source: Purchase price
ja: 購入価格
ko: 구매 가격
my: ဝယ်ယူစျေးနှုန်း

# VCLC_TAB_DN_LIST_COL_QUANTITY_CONSUME
source: Consumption
ja: 消費出力
ko: 소비 출력
my: စားသုံးမှုအသံအတိုးအကျယ်

# VCLC_TAB_DN_LIST_COL_TRADEMARK
source: Trademark
ja: ブランド名
ko: 브랜드
my: ကုန်အမှတ်တံဆိပ်

# VCLC_TAB_DN_TITLE_DETAIL_DISTRIBUTOR_AGENCY_STORE
source: Details information of NPP / Agent / Merchant
ja: NPP / Agent / Merchantの詳細情報
ko: NPP / 에이전트 / 상인의 상세 정보
my: အဆိုပါ NPP / အေးဂျင့် / BA ဘွဲ့အတန်း၏အသေးစိတ်သတင်းအချက်အလက်ကို

# VCLC_TH_ADDRESS
source: Address
ja: 住所
ko: 주소
my: လိပ်စာ

# VCLC_TH_DISTRIBUTOR_AGENCY_STORE
source: Distributor unit
ja: ディストリビューターユニット
ko: 디스트리뷰터 유닛
my: ဖြန့်ဖြူးယူနစ်

# VCLC_TH_EMPLOYEE
source: Employees
ja: スタッフ
ko: 스태프
my: ဝန်ထမ်းများ

# VCLC_TH_STATUS
source: status
ja: 状態
ko: 상태
my: ပြည်နယ်

# VCLC_TITLE_ADD_RECORD
source: Add the selected record
ja: 選択したレコードを追加します
ko: 선택한 레코드 추가
my: ရွေးထားသောအရာများ Add

# VCLC_TITLE_ADD_RECORD_ALL
source: Add all records
ja: すべてのレコードを追加
ko: 모든 레코드 추가
my: အားလုံးမှတ်တမ်းများ Add

# VCLC_TITLE_IMPORT_DATA
source: B / C data entered at the end of the month
ja: 月末に入力されたB / Cデータ
ko: 월말에 입력 한 B / C 데이터
my: လခ A / C input ကိုအဆုံး

# VCLC_TITLE_JOB_STATUS
source: Status of work
ja: 仕事の状況
ko: 작업 상태
my: ယောဘသည်အဆင့်အတန်း

# VCLC_TITLE_PRODUCTION_LAST_MONTH
source: Production at the end of the month
ja: 月末の生産
ko: 월말 생산
my: လ output အဆုံး
